[
    {
        "id": "chambermaid",
        "jinx": [
            {
                "id": "mathematician",
                "reason": "The Chambermaid learns if the Mathematician wakes tonight or not, even though the Chambermaid wakes first."
            }
        ]
    },
    {
        "id": "butler",
        "jinx": [
            {
                "id": "cannibal",
                "reason": "If the Cannibal gains the Butler ability, the Cannibal learns this."
            }
        ]
    },
    {
        "id": "lunatic",
        "jinx": [
            {
                "id": "mathematician",
                "reason": "The Mathematician learns if the Lunatic attacks a different player(s) than the real Demon attacked."
            }
        ]
    },
    {
        "id": "pithag",
        "jinx": [
            {
                "id": "heretic",
                "reason": "A Pit-Hag can not create a Heretic. "
            },
            {
                "id": "damsel",
                "reason": "If a Pit-Hag creates a Damsel, the Storyteller chooses which player it is."
            },
            {
                "id": "politician",
                "reason": "A Pit-hag can not create an evil Politician."
            }
        ]
    },
    {
        "id": "cerenovus",
        "jinx": [
            {
                "id": "goblin",
                "reason": "The Cerenovus may choose to make a player mad that they are the Goblin."
            }
        ]
    },
    {
        "id": "leviathan",
        "jinx": [
            {
                "id": "soldier",
                "reason": "If Leviathan nominates and executes the Soldier, the Soldier does not die."
            },
            {
                "id": "monk",
                "reason": "If Leviathan nominates and executes the player the Monk chose, that player does not die."
            },
            {
                "id": "innkeeper",
                "reason": "If Leviathan nominates and executes a player the Innkeeper chose, that player does not die."
            },
            {
                "id": "ravenkeeper",
                "reason": "If Leviathan is in play & the Ravenkeeper dies by execution, they wake that night to use their ability."
            },
            {
                "id": "sage",
                "reason": "If Leviathan is in play & the Sage dies by execution, they wake that night to use their ability."
            },
            {
                "id": "farmer",
                "reason": "If Leviathan is in play & a Farmer dies by execution, a good player becomes a Farmer that night."
            },
            {
                "id": "mayor",
                "reason": "If Leviathan is in play & no execution occurs on day 5, good wins."
            }
        ]
    },
    {
        "id": "lilmonsta",
        "jinx": [
            {
                "id": "poppygrower",
                "reason": "If the Poppy Grower is in play, Minions don't wake together. They are woken one by one, until one of them chooses to take the Lil' Monsta token."
            },
            {
                "id": "magician",
                "reason": "Only 1 jinxed character can be in play. "
            },
            {
                "id": "scarletwoman",
                "reason": "If there are 5 or more players alive and the player holding the Lil' Monsta token dies, the Scarlet Woman is given the Lil' Monsta token tonight."
            }
        ]
    },
    {
        "id": "lycanthrope",
        "jinx": [
            {
                "id": "gambler",
                "reason": "If the Lycanthrope is alive and the Gambler kills themself at night, no other players can die tonight."
            }
        ]
    },
    {
        "id": "legion",
        "jinx": [
            {
                "id": "engineer",
                "reason": "Legion and the Engineer can not both be in play at the start of the game.If the Engineer creates Legion, most players (including all evil players) become evil Legion. "
            },
            {
                "id": "preacher",
                "reason": "Only 1 jinxed character can be in play."
            }
        ]
    },
    {
        "id": "fanggu",
        "jinx": [
            {
                "id": "scarletwoman",
                "reason": "If the Fang Gu chooses an Outsider and dies, the Scarlet Woman does not become the Fang Gu."
            }
        ]
    },
    {
        "id": "spy",
        "jinx": [
            {
                "id": "alchemist",
                "reason": "The Alchemist can not have the Spy ability."
            },
            {
                "id": "magician",
                "reason": "When the Spy sees the Grimoire, the Demon and Magician's character tokens are removed."
            },
            {
                "id": "poppygrower",
                "reason": "If the Poppy Grower is in play, the Spy does not see the Grimoire until the Poppy Grower dies."
            },
            {
                "id": "damsel",
                "reason": "Only 1 jinxed character can be in play. "
            },
            {
                "id": "heretic",
                "reason": "Only 1 jinxed character can be in play."
            }
        ]
    },
    {
        "id": "widow",
        "jinx": [
            {
                "id": "alchemist",
                "reason": "The Alchemist can not have the Widow ability."
            },
            {
                "id": "magician",
                "reason": "When the Widow sees the Grimoire, the Demon and Magician's character tokens are removed."
            },
            {
                "id": "poppygrower",
                "reason": "If the Poppy Grower is in play, the Widow does not see the Grimoire until the Poppy Grower dies."
            },
            {
                "id": "damsel",
                "reason": "Only 1 jinxed character can be in play."
            },
            {
                "id": "heretic",
                "reason": "Only 1 jinxed character can be in play."
            }
        ]
    },
    {
        "id": "godfather",
        "jinx": [
            {
                "id": "heretic",
                "reason": "Only 1 jinxed character can be in play."
            }
        ]
    },
    {
        "id": "baron",
        "jinx": [
            {
                "id": "heretic",
                "reason": "The Baron might only add 1 Outsider, not 2."
            }
        ]
    },
    {
        "id": "marionette",
        "jinx": [
            {
                "id": "lilmonsta",
                "reason": "The Marionette neighbors a Minion, not the Demon. The Marionette is not woken to choose who takes the Lil' Monsta token, and does not learn they are the Marionette if they have the Lil' Monsta token."
            },
            {
                "id": "poppygrower",
                "reason": "When the Poppy Grower dies, the Demon learns the Marionette but the Marionette learns nothing."
            },
            {
                "id": "snitch",
                "reason": "The Marionette learns 3 not in-play characters when the Snitch dies, instead of at the start of the game."
            },
            {
                "id": "balloonist",
                "reason": "If the Marionette thinks that they are the Balloonist, +1 Outsider was added."
            },
            {
                "id": "damsel",
                "reason": "The Marionette does not learn that a Damsel is in play."
            },
            {
                "id": "huntsman",
                "reason": "If the Marionette thinks that they are the Huntsman, the Damsel was added."
            }
        ]
    },
    {
        "id": "lleech",
        "jinx": [
            {
                "id": "mastermind",
                "reason": "If the Mastermind is alive and the Lleech's host dies by execution, the Lleech lives but loses their ability. "
            },
            {
                "id": "slayer",
                "reason": "If the Slayer slays the Lleech's host, the host dies. "
            },
            {
                "id": "heretic",
                "reason": "If the Lleech has poisoned the Heretic then the Leech dies, the Heretic remains poisoned."
            }
        ]
    },
    {
        "id": "riot",
        "jinx": [
            {
                "id": "engineer",
                "reason": "Riot and the Engineer can not both be in play at the start of the game. If the Engineer creates Riot, the evil players become Riot."
            },
            {
                "id": "golem",
                "reason": "If The Golem nominates Riot, the Riot player does not die."
            },
            {
                "id": "snitch",
                "reason": "If the Snitch is in play, each Riot player gets an extra 3 bluffs. "
            },
            {
                "id": "saint",
                "reason": "If a good player nominates and kills the Saint, the Saint's team loses. "
            },
            {
                "id": "butler",
                "reason": "The Butler can not nominate their master."
            },
            {
                "id": "pithag",
                "reason": "If the Pit-Hag creates Riot, all evil players become Riot. If the Pit-Hag creates Riot after day 3, the game continues for one more day."
            },
            {
                "id": "mayor",
                "reason": "If the 3rd day begins with just three players alive, the players may choose (as a group) not to nominate at all. If so (and a Mayor is alive) then the Mayor's team wins."
            },
            {
                "id": "monk",
                "reason": "If a Riot player nominates and kills the Monk-protected-player, the Monk-protected-player does not die."
            },
            {
                "id": "farmer",
                "reason": "If a Riot player nominates and kills a Farmer, the Farmer uses their ability tonight."
            },
            {
                "id": "innkeeper",
                "reason": "If a Riot player nominates an Innkeeper-protected-player, the Innkeeper-protected-player does not die."
            },
            {
                "id": "sage",
                "reason": "If a Riot player nominates and kills a Sage, the Sage uses their ability tonight."
            },
            {
                "id": "ravenkeeper",
                "reason": "If a Riot player nominates and kills the Ravenkeeper, the Ravenkeeper uses their ability tonight."
            },
            {
                "id": "soldier",
                "reason": "If a Riot player nominates the Soldier, the Soldier does not die."
            },
            {
                "id": "grandmother",
                "reason": "If a Riot player nominates and kills the Grandchild, the Grandmother dies too."
            },
            {
                "id": "king",
                "reason": "If a Riot player nominates and kills the King and the Choirboy is alive, the Choirboy uses their ability tonight."
            },
            {
                "id": "exorcist",
                "reason": "Only 1 jinxed character can be in play. "
            },
            {
                "id": "minstrel",
                "reason": "Only 1 jinxed character can be in play. "
            },
            {
                "id": "flowergirl",
                "reason": "Only 1 jinxed character can be in play. "
            },
            {
                "id": "undertaker",
                "reason": "Players that die by nomination register as being executed to the Undertaker."
            },
            {
                "id": "cannibal",
                "reason": "Players that die by nomination register as being executed to the Cannibal."
            },
            {
                "id": "pacifist",
                "reason": "Players that die by nomination register as being executed to the Pacifist. "
            },
            {
                "id": "devilsadvocate",
                "reason": "Players that die by nomination register as being executed to the Devil's Advocate."
            },
            {
                "id": "investigator",
                "reason": "Riot registers as a Minion to the Investigator. "
            },
            {
                "id": "clockmaker",
                "reason": "Riot registers as a Minion to the Clockmaker."
            },
            {
                "id": "towncrier",
                "reason": "Riot registers as a Minion to the Town Crier."
            },
            {
                "id": "damsel",
                "reason": "Riot registers as a Minion to the Damsel."
            },
            {
                "id": "preacher",
                "reason": "Riot registers as a Minion to the Preacher."
            }
        ]
    },
    {
        "id": "alhadikhia",
        "jinx": [
            {
                "id": "scarletwoman",
                "reason": "If there are two living Al-Hadikhias, the Scarlet Woman Al-Hadikhia becomes the Scarlet Woman again."
            },
            {
                "id": "mastermind",
                "reason": "Only 1 jinxed character can be in play. Evil players start knowing which player and character it is."
            }
        ]
    }
]
