[
    {
        "id": "acrobat",
        "name": "Акробат",
        "ability": "Ночью*, вы умираете, если хотя бы один из ваших живых соседей, из Местных жителей или Аутсайдеров, пьян или отравлен.",
        "firstNightReminder": "",
        "otherNightReminder": "Если добрый живой сосед пьян или отравлен, Акробат умирает.",
        "remindersGlobal": [],
        "reminders": [
            "Мертв"
        ]
    },
    {
        "id": "alchemist",
        "name": "Алхимик",
        "ability": "Вы обладаете способностью Приспешника, который отсутствует в игре.",
        "firstNightReminder": "Покажите Алхимику жетон Приспешника, который отсутствует в игре.",
        "otherNightReminder": "",
        "remindersGlobal": [
            "Алхимик"
        ],
        "reminders": []
    },
    {
        "id": "alhadikhia",
        "name": "Альхадикия",
        "ability": "Каждую ночь*, выберите 3-х игроков (все узнают, кто был выбран). Каждый из них в тайне от других по очереди выбирает жить или умереть. Если все трое выживают, все трое умирают.",
        "firstNightReminder": "",
        "otherNightReminder": "Аль-Адихия выбирает 3 игроков. Объявите первого игрока, разбудите его, чтобы он кивком показал \"жить\" или покачал головой \"умереть\". В зависимости от выбора отметьте его как живого или мертвого, усыпите и объявите следующего. Если все 3 после этого живы, все 3 умирают.",
        "remindersGlobal": [],
        "reminders": [
            "1",
            "2",
            "3",
            "Выбрал жизнь",
            "Выбрал смерть"
        ]
    },
    {
        "id": "alsaahir",
        "name": "Альсахир",
        "ability": "Раз в день, вы можете публично предположить, кто из игроков - Приспешник(и) и кто - Демон(ы): если вы угадали, Горожане побеждают.",
        "firstNightReminder": "",
        "otherNightReminder": "",
        "remindersGlobal": [],
        "reminders": []
    },
    {
        "id": "amnesiac",
        "name": "Амнезиак",
        "ability": "Вы не знаете, что у вас за способность. Каждый день, в личной беседе с Рассказчиком пробуйте её угадать: узнаете, насколько точной была догадка.",
        "firstNightReminder": "Решите, как будет работать способность Амнезиака. Если этой ночью Амнезиак должен проснуться, разбудите его и приведите в действие его способность.",
        "otherNightReminder": "Если этой ночью Амнезиак должен проснуться, разбудите его и приведите в действие его способность.",
        "remindersGlobal": [],
        "reminders": [
            "?"
        ]
    },
    {
        "id": "angel",
        "name": "Ангел",
        "ability": "C тем, кто внёс наибольший вклад в гибель новичка, может случиться что-то плохое.",
        "firstNightReminder": "",
        "otherNightReminder": "",
        "remindersGlobal": [],
        "reminders": [
            "Защищён",
            "Что-то Плохое"
        ]
    },
    {
        "id": "apprentice",
        "name": "Подмастерье",
        "ability": "В первую ночь, вы получаете способность Местного жителя (если вы на стороне Горожан) или Приспешника (если вы на стороне Демона).",
        "firstNightReminder": "Покажите Подмастерью карточку \"Вы являетесь\", затем жетон Горожанина или Приспешника. Замените жетон Подмастерья в гримуаре жетоном этой роли, а рядом поместите напоминающий жетон \"Подмастерье\".",
        "otherNightReminder": "",
        "remindersGlobal": [],
        "reminders": [
            "Подмастерье"
        ]
    },
    {
        "id": "artist",
        "name": "Художник",
        "ability": "Один раз за игру, днем, в личной беседе можете задать Рассказчику вопрос, подразумевающий ответ \"да\" или \"нет\".",
        "firstNightReminder": "",
        "otherNightReminder": "",
        "remindersGlobal": [],
        "reminders": [
            "Истрачено"
        ]
    },
    {
        "id": "assassin",
        "name": "Ассасин",
        "ability": "Один раз за игру, ночью*, выберите игрока: этот игрок умрёт, несмотря ни на что.",
        "firstNightReminder": "",
        "otherNightReminder": "Если Убийца еще не применял свою способность: Убийца качанием головы отказывается действовать или указывает на игрока. Тот игрок умирает.",
        "remindersGlobal": [],
        "reminders": [
            "Истрачено",
            "Мертв"
        ]
    },
    {
        "id": "atheist",
        "name": "Атеист",
        "ability": "Рассказчик волен нарушать правила игры. Если его казнить, игроки побеждают. Способность сохранятеся и после вашей смерти. [Злодеев в игре нет]",
        "firstNightReminder": "",
        "otherNightReminder": "",
        "remindersGlobal": [],
        "reminders": []
    },
    {
        "id": "balloonist",
        "name": "Аэронавт (Авиатор)",
        "ability": "Каждую ночь, вам показывают одного игрока из каждого класса ролей (Местные жители, Аутсайдеры, Приспешники, Демон), с случайном порядке. [+0 или +1 Аутсайдер]",
        "firstNightReminder": "Выберите класс ролей. Укажите на игрока, чья роль принадлежит к этому классу. Положите рядом с этой ролью напоминающий жетон \"Видел _\".",
        "otherNightReminder": "Выберите класс ролей, роли в котором еще не были отмечены жетоном \"Видел _\". Укажите на игрока, чья роль принадлежит к этому классу, если такой имеется. Положите рядом с этой ролью напоминающий жетон \"Видел _\".",
        "remindersGlobal": [],
        "reminders": [
            "Видел Горожанина",
            "Видел Демона",
            "Видел Аутсайдера",
            "Видел Приспешника",
            "Видел Странника"
        ]
    },
    {
        "id": "banshee",
        "name": "Банши",
        "ability": "Если Демон вас убивает, все игроки узнают об этом. С этого момента вы можете номинировать дважды за день и у вас два голоса при голосовании.",
        "firstNightReminder": "",
        "otherNightReminder": "Announce that the Banshee has died.",
        "remindersGlobal": [],
        "reminders": [
            "Получил способность"
        ]
    },
    {
        "id": "barber",
        "name": "Барбер (Парикмахер)",
        "ability": "Когда вы умерли, ночью, Демон может выбрать двух игроков и поменять их роли между собой.",
        "firstNightReminder": "",
        "otherNightReminder": "Если Брадобрей сегодня умер: разбудите Демона. Покажите ему карточку \"Этот персонаж выбрал вас\", а затем жетон Брадобрея. Демон либо качанием головы отказывается действовать, либо указывает на 2 игроков. Если Демон выбрал игроков, поменяйте их роли местами. Разбудите каждого из игроков по очереди, покажите им карточку \"Вы являетесь\", а затем жетон их новой роли.",
        "remindersGlobal": [],
        "reminders": [
            "Стрижка ночью"
        ]
    },
    {
        "id": "barista",
        "name": "Бариста",
        "ability": "Каждую ночь, до следующей ночи, один из игроков либо 1) становится трезвым, здоровым и получает только верную информацию, либо 2) его способность срабатывает дважды. Этот игрок узнает, какой из бонусов он получил.",
        "firstNightReminder": "Выберите игрока, разбудите его и сообщите, какой из эффектов Баристы на него действует. Ведите себя с ним соответствующе (трезв/здоров/верная информация или применить способность дважды).",
        "otherNightReminder": "Выберите игрока, разбудите его и сообщите, какой из эффектов Баристы на него действует. Ведите себя с ним соответствующе (трезв/здоров/верная информация или применить способность дважды).",
        "remindersGlobal": [],
        "reminders": [
            "Способность дважды",
            "Трезв и здоров"
        ]
    },
    {
        "id": "baron",
        "name": "Барон",
        "ability": "В игре участвует больше Аутсайдеров, чем обычно. [+2 Аутсайдера]",
        "firstNightReminder": "",
        "otherNightReminder": "",
        "remindersGlobal": [],
        "reminders": []
    },
    {
        "id": "beggar",
        "name": "Нищий",
        "ability": "Вы должны потратить жетон голоса, чтобы голосовать. Мертвые игроки могут отдать вам свои жетоны голоса. Вы узнаете сторону того, кто это сделает. Вас нельзя отравить или опьянить.",
        "firstNightReminder": "",
        "otherNightReminder": "",
        "remindersGlobal": [],
        "reminders": []
    },
    {
        "id": "bishop",
        "name": "Епископ",
        "ability": "Номинировать игроков может только Рассказчик. Каждый день должен быть номинирован хотя бы один игрок из каждой команды.",
        "firstNightReminder": "",
        "otherNightReminder": "",
        "remindersGlobal": [],
        "reminders": [
            "Выдвинуть доброго",
            "Выдвинуть злого"
        ]
    },
    {
        "id": "bonecollector",
        "name": "Коллекционер костей",
        "ability": "Один раз за игру, ночью, можете выбрать мертвого игрока. Этот игрок получает свою способность назад до следующей ночи.",
        "firstNightReminder": "",
        "otherNightReminder": "Коллекционер костей либо качанием головы отказывается действовать, либо указывает на любого мертвого игрока. Если он выбрал игрока, положите рядом с жетоном выбранного игрока напоминающий жетон \"Имеет способность\". (Вероятно, этой ночью его нужно будет разбудить, чтобы воспользоваться ею).",
        "remindersGlobal": [],
        "reminders": [
            "Имеет способность",
            "Истрачено"
        ]
    },
    {
        "id": "boomdandy",
        "name": "Подрывник",
        "ability": "Если вас казнят, умирают все, кроме трёх игроков. Минуту спустя умрет тот игрок, на кого укажет большинство.",
        "firstNightReminder": "",
        "otherNightReminder": "",
        "remindersGlobal": [],
        "reminders": []
    },
    {
        "id": "bootlegger",
        "name": "Бутлегер",
        "ability": "В этой игре присутствует особый персонаж или особое правило.",
        "firstNightReminder": "Announce the Bootlegger is in play and inform the group of all homebrew characters and/or rules you are using in this game.",
        "otherNightReminder": "",
        "remindersGlobal": [],
        "reminders": []
    },
    {
        "id": "bountyhunter",
        "name": "Охотник за головами",
        "ability": "Вы начинаете игру, зная одного игрока из команды Демона. Как только этот игрок умрёт, ночью, вы узнаете ещё одного. [один из Местных жителей – в команде Демона]",
        "firstNightReminder": "Укажите на 1 злого игрока. Разбудите злого Горожанина, покажите ему карточку \"Вы являетесь\" и жест, обозначающий зло (палец вниз).",
        "otherNightReminder": "Если известный Охотнику за головами злой игрок умер, укажите на другого злого игрока.",
        "remindersGlobal": [],
        "reminders": [
            "Известен"
        ]
    },
    {
        "id": "buddhist",
        "name": "Буддист",
        "ability": "В течение первых 2-х минут каждого дня опытным игрокам запрещено разговаривать.",
        "firstNightReminder": "",
        "otherNightReminder": "",
        "remindersGlobal": [],
        "reminders": []
    },
    {
        "id": "bureaucrat",
        "name": "Бюрократ",
        "ability": "Каждой ночью, выберите игрока (кроме себя): его голос завтра засчитывается трижды.",
        "firstNightReminder": "Бюрократ указывает на игрока. Положите рядом с жетоном роли выбранного игрока напоминающий жетон \"3 голоса\".",
        "otherNightReminder": "Бюрократ указывает на игрока. Положите рядом с жетоном роли выбранного игрока напоминающий жетон \"3 голоса\".",
        "remindersGlobal": [],
        "reminders": [
            "3 голоса"
        ]
    },
    {
        "id": "butcher",
        "name": "Мясник",
        "ability": "Каждый день, после первой казни вы можете номинировать кого-либо еще раз.",
        "firstNightReminder": "",
        "otherNightReminder": "",
        "remindersGlobal": [],
        "reminders": []
    },
    {
        "id": "butler",
        "name": "Дворецкий",
        "ability": "Каждую ночь, выберите игрока (кроме себя): завтра вы можете голосовать только тогда, когда голосует он.",
        "firstNightReminder": "Дворецкий указывает на игрока. Отметьте этого игрока жетоном \"Мастер\"",
        "otherNightReminder": "Дворецкий указывает на игрока. Отметьте этого игрока жетоном \"Мастер\"",
        "remindersGlobal": [],
        "reminders": [
            "Мастер"
        ]
    },
    {
        "id": "cannibal",
        "name": "Каннибал (Людоед)",
        "ability": "Вы владеете способностью игрока, который умер при казни последним. Если он был из команды Демона, то вы отравлены, пока не умрёт на казни один из Местных жителей или Аутсайдеров.",
        "firstNightReminder": "",
        "otherNightReminder": "",
        "remindersGlobal": [],
        "reminders": [
            "Отравлен",
            "Умер сегодня"
        ]
    },
    {
        "id": "cerenovus",
        "name": "Церра (Внушитель)",
        "ability": "Каждую ночь, выберите игрока и любую из ролей команды Горожан: днём выбранный игрок обязан убедительно отыгрывать выбранную роль, иначе Рассказчик может его казнить без голосования. {:безумие(помешанность):}",
        "firstNightReminder": "Цереновус указывает на игрока, а затем на роль в списке. Разбудите этого игрока и покажите ему табличку \"Этот персонаж выбрал вас\", затем жетон Цереновуса, затем жетон выбранной роли. Если назавтра этот игрок не будет помешан на том, что является этой ролью, вы можете его казнить.",
        "otherNightReminder": "Цереновус указывает на игрока, а затем на роль в списке. Разбудите этого игрока и покажите ему табличку \"Этот персонаж выбрал вас\", затем жетон Цереновуса, затем жетон выбранной роли. Если назавтра этот игрок не будет помешан на том, что является этой ролью, вы можете его казнить.",
        "remindersGlobal": [],
        "reminders": [
            "Помешан"
        ]
    },
    {
        "id": "chambermaid",
        "name": "Горничная",
        "ability": "Каждую ночь, выберите двух живых игроков (кроме себя): вы узнаете, сколько из них проснулось этой ночью в результате действия их способности.",
        "firstNightReminder": "Горничная указывает на двух игроков. Покажите число (0, 1, 2...), равное количеству игроков среди этих двух, которые этой ночью проснулись благодаря своей способности.",
        "otherNightReminder": "Горничная указывает на двух игроков. Покажите число (0, 1, 2...), равное количеству игроков среди этих двух, которые этой ночью проснулись благодаря своей способности.",
        "remindersGlobal": [],
        "reminders": []
    },
    {
        "id": "chef",
        "name": "Повар",
        "ability": "Вы начинаете игру, зная сколько пар (рядом сидящих друг с другом) игроков из команды Демона в игре.",
        "firstNightReminder": "Покажите число (0, 1, 2, ...), равное количеству пар сидящих рядом друг с другом злых игроков.",
        "otherNightReminder": "",
        "remindersGlobal": [],
        "reminders": []
    },
    {
        "id": "choirboy",
        "name": "Хорист",
        "ability": "Если Демон убьёт Короля, вы узнаете, кто из игроков - Демон. [+ Король]",
        "firstNightReminder": "",
        "otherNightReminder": "Если Король был убит Демоном, разбудите Служку и укажите на игрока-Демона.",
        "remindersGlobal": [],
        "reminders": []
    },
    {
        "id": "clockmaker",
        "name": "Часовщик",
        "ability": "Вы начинаете игру, зная сколько шагов от Демона до ближайшего к нему Приспешника.",
        "firstNightReminder": "Покажите число (1, 2, 3, ...), равное количеству шагов от Демона до ближайшего Приспешника.",
        "otherNightReminder": "",
        "remindersGlobal": [],
        "reminders": []
    },
    {
        "id": "courtier",
        "name": "Льстец",
        "ability": "Раз за игру, ночью, можете выбрать роль из списка ролей: её владелец пьян на 3 ночи и 3 дня.",
        "firstNightReminder": "Льстец либо качанием головы отказывается действовать, либо указывает на роль в списке. Если Льстец применил способность и выбранная роль находится в игре, ее владелец становится пьян.",
        "otherNightReminder": "Уменьшите счетчик дней рядом с помеченным пьяным игроком на 1. Если Льстец еще не применял способность: Льстец либо качанием головы отказывается действовать, либо указывает на роль в списке. Если Льстец применил способность и выбранная роль находится в игре, ее владелец становится пьян.",
        "remindersGlobal": [],
        "reminders": [
            "Истрачено",
            "Пьян 1",
            "Пьян 2",
            "Пьян 3"
        ]
    },
    {
        "id": "cultleader",
        "name": "Лидер культа",
        "ability": "Каждую ночь, вы переходите на сторону одного из живых соседей. Если все Горожане согласились поддержать ваш культ, ваша команда выигрывает.",
        "firstNightReminder": "Если Глава секты сменил сторону, покажите ему палец вверх (добро) или палец вниз (зло) соответственно новой стороне.",
        "otherNightReminder": "Если Глава секты сменил сторону, покажите ему палец вверх (добро) или палец вниз (зло) соответственно новой стороне.",
        "remindersGlobal": [],
        "reminders": []
    },
    {
        "id": "damsel",
        "name": "Золушка",
        "ability": "Все Приспешники знают, что вы находитесь в игре. Один раз за игру, днём, один из Приспешников может публично раскрыть себя и попробовать угадать, кто вы (одна попытка): если угадает, ваша команда проиграет.",
        "firstNightReminder": "Разбудите всех Приспешников, покажите им карточку \"Этот персонаж выбрал вас\", затем жетон Девицы.",
        "otherNightReminder": "Если Девица была выбрана Охотником, разбудите ее, покажите карточку \"Вы являетесь\", а затем жетон роли Горожанина, отсутствующего в игре.",
        "remindersGlobal": [],
        "reminders": [
            "Догадка истрачена"
        ]
    },
    {
        "id": "deusexfiasco",
        "name": "Фиаско",
        "ability": "Once per game, the Storyteller will make a \"mistake\", correct it and publicly admit to it.",
        "firstNightReminder": "",
        "otherNightReminder": "",
        "remindersGlobal": [],
        "reminders": [
            "Whoops"
        ]
    },
    {
        "id": "deviant",
        "name": "Юродивый",
        "ability": "Если сегодня вы вели себя забавно, вас нельзя изгнать.",
        "firstNightReminder": "",
        "otherNightReminder": "",
        "remindersGlobal": [],
        "reminders": []
    },
    {
        "id": "devilsadvocate",
        "name": "Адвокат Дьявола",
        "ability": "Каждую ночь, выберите живого игрока (нельзя того же, что и в прошлую ночь): если завтра его казнят, он не умрёт.",
        "firstNightReminder": "Адвокат дьявола указывает на живого игрока. Этот игрок назавтра не умирает от казни.",
        "otherNightReminder": "Адвокат дьявола указывает на живого игрока (не того же, которого выбирал прошлой ночью). Этот игрок назавтра не умирает от казни.",
        "remindersGlobal": [],
        "reminders": [
            "Защита от Адвоката"
        ]
    },
    {
        "id": "djinn",
        "name": "Джинн",
        "ability": "Особое Правило Джинна в силе. Оно известно всем игрокам.",
        "firstNightReminder": "",
        "otherNightReminder": "",
        "remindersGlobal": [],
        "reminders": []
    },
    {
        "id": "doomsayer",
        "name": "Паникёр",
        "ability": "Пока в живых есть 4 или больше игроков, каждый живой игрок может (один раз за игру) открыто потребовать, чтобы умер кто-то из его команды.",
        "firstNightReminder": "",
        "otherNightReminder": "",
        "remindersGlobal": [],
        "reminders": []
    },
    {
        "id": "dreamer",
        "name": "Сновидец",
        "ability": "Каждую ночь, выберите игрока (кроме себя): вам показывают две роли – одна из них принадлежит выбранному игроку.",
        "firstNightReminder": "Сновидец указывает на игрока. Покажите ему 1 жетон доброй роли и 1 - злой, один из которых соответствует выбранному игроку.",
        "otherNightReminder": "Сновидец указывает на игрока. Покажите ему 1 жетон доброй роли и 1 - злой, один из которых соответствует выбранному игроку.",
        "remindersGlobal": [],
        "reminders": []
    },
    {
        "id": "drunk",
        "name": "Пьяница",
        "ability": "Вы не знаете, что вы Пьяница. Вы считаете себя Местным жителем, но это не так.",
        "firstNightReminder": "",
        "otherNightReminder": "",
        "remindersGlobal": [
            "Пьяница"
        ],
        "reminders": []
    },
    {
        "id": "duchess",
        "name": "Герцогиня",
        "ability": "Каждый день, ровно 3 игрока могут выбрать посетить вас. Ночью*, каждый посетитель узнает, сколько среди посетителей игроков из команды Демона, но один из них получит неверную информацию.",
        "firstNightReminder": "",
        "otherNightReminder": "",
        "remindersGlobal": [],
        "reminders": [
            "Неверная информация",
            "Посетитель"
        ]
    },
    {
        "id": "empath",
        "name": "Эмпат",
        "ability": "Каждую ночь, вы узнаёте, сколько игроков из команды Демона среди ваших живых соседей.",
        "firstNightReminder": "Покажите число (0, 1, 2), соответствующее количеству злых живых соседей Эмпата.",
        "otherNightReminder": "Покажите число (0, 1, 2), соответствующее количеству злых живых соседей Эмпата.",
        "remindersGlobal": [],
        "reminders": []
    },
    {
        "id": "engineer",
        "name": "Инженер",
        "ability": "Один раз за игру, ночью, вы можете выбрать, какой Демон или какие Приспешники участвуют в игре.",
        "firstNightReminder": "Инженер либо качанием головы отказывается действовать, либо указывает на роль Демона или подходящее количество Приспешников. Если Инженер применил способность, замените Демона или Приспешников на выбранные роли. Затем разбудите игроков, чья роль изменилась, покажите им табличку \"Вы являетесь\" и жетон их новой роли.",
        "otherNightReminder": "Инженер либо качанием головы отказывается действовать, либо указывает на роль Демона или подходящее количество Приспешников. Если Инженер применил способность, замените Демона или Приспешников на выбранные роли. Затем разбудите игроков, чья роль изменилась, покажите им табличку \"Вы являетесь\" и жетон их новой роли.",
        "remindersGlobal": [],
        "reminders": [
            "Истрачено"
        ]
    },
    {
        "id": "eviltwin",
        "name": "Злой близнец",
        "ability": "Вы и игрок из противоположной команды знаете роли друг друга. Если доброго игрока в данной паре казнят, команда Демона побеждает. Пока вы оба живы, Горожане не могут победить.",
        "firstNightReminder": "Разбудите Злого близнеца и его двойника. Удостоверьтесь, что они познакомились. Укажите на Злого близнеца и покажите жетон его роли его двойнику. Укажите на двойника и покажите его жетон роли Злому близнецу.",
        "otherNightReminder": "",
        "remindersGlobal": [],
        "reminders": [
            "Близнец"
        ]
    },
    {
        "id": "exorcist",
        "name": "Экзорцист",
        "ability": "Каждую ночь*, выберите игрока (нельзя того же, что и в прошлую ночь): если выбрали Демона, он этой ночью не убивает, но узнаёт вашу роль.",
        "firstNightReminder": "",
        "otherNightReminder": "Экзорцист указывает на игрока (не того же, которого выбирал прошлой ночью). Если этот игрок - Демон: разбудите Демона. Покажите ему жетон Экзорциста. Укажите на Экзорциста. Этой ночью Демон не сможет действовать.",
        "remindersGlobal": [],
        "reminders": [
            "Выбран"
        ]
    },
    {
        "id": "fanggu",
        "name": "Фан Гу",
        "ability": "Каждую ночь*, выберите игрока: он умирает. Первый выбранный Аутсайдер становится Фан Гу и меняет команду, а вы умираете. Новый Фан Гу больше не может переселяться. [+1 Аутсайдер]",
        "firstNightReminder": "",
        "otherNightReminder": "Фан Гу указывает на игрока. Этот игрок умирает. Или же, если этот игрок - Изгой, и в игре нет другого Фан Гу, вместо выбранного игрока умирает Фан Гу. Выбранный игрок становится злым Фан Гу. Разбудите нового Фан Гу. Покажите ему карточку \"Вы являетесь\", затем жетон Фан Гу и жест, обозначающий зло (палец вниз).",
        "remindersGlobal": [],
        "reminders": [
            "Мертв",
            "Превращал"
        ]
    },
    {
        "id": "farmer",
        "name": "Фермер",
        "ability": "Если вы умираете ночью, то один из живых Горожан становится Фермером.",
        "firstNightReminder": "",
        "otherNightReminder": "Если этой ночью умер Фермер, выберите доброго живого игрока и сделайте его Фермером. Разбудите этого игрока, покажите ему карточку \"Вы являетесь\" и жетон Фермера.",
        "remindersGlobal": [],
        "reminders": []
    },
    {
        "id": "fearmonger",
        "name": "Душегуб",
        "ability": "Каждую ночь, выберите игрока: если вы его номинируете и он будет казнён, его команда проиграет. Когда вы выбрали нового игрока, все игроки узнают об этом.",
        "firstNightReminder": "Смутьян указывает на игрока. Положите рядом с этим игроком жетон \"Цель\" и объявите, что способностью Смутьяна был выбран новый игрок.",
        "otherNightReminder": "Смутьян указывает на игрока. Если это не тот же игрок, что был выбран прошлой ночью, положите рядом с этим игроком жетон \"Цель\" и объявите, что способностью Смутьяна был выбран новый игрок.",
        "remindersGlobal": [],
        "reminders": [
            "Цель"
        ]
    },
    {
        "id": "fibbin",
        "name": "Врунишка",
        "ability": "Один раз за игру, один из Горожан может получить неверную информацию.",
        "firstNightReminder": "",
        "otherNightReminder": "",
        "remindersGlobal": [],
        "reminders": [
            "Истрачено"
        ]
    },
    {
        "id": "fiddler",
        "name": "Скрипач",
        "ability": "Один раз за игру, Демон тайно выбирает игрока из другой команды: все игроки сообща присуждают победу одному из этих двоих.",
        "firstNightReminder": "",
        "otherNightReminder": "",
        "remindersGlobal": [],
        "reminders": []
    },
    {
        "id": "fisherman",
        "name": "Рыбак",
        "ability": "Один раз за игру, днем, можете наедине получить от Рассказчика совет, который поможет победить.",
        "firstNightReminder": "",
        "otherNightReminder": "",
        "remindersGlobal": [],
        "reminders": [
            "Истрачено"
        ]
    },
    {
        "id": "flowergirl",
        "name": "Флорист",
        "ability": "Каждую ночь*, вы узнаёте, голосовал ли днём Демон.",
        "firstNightReminder": "",
        "otherNightReminder": "Кивните (да) или покачайте головой (нет) в зависимости от того, голосовал ли этим днем Демон. Отметьте Цветочницу маркером \"Демон не голосовал\" и уберите маркер \"Демон голосовал\", если он был.",
        "remindersGlobal": [],
        "reminders": [
            "Демон голосовал",
            "Демон не голосовал"
        ]
    },
    {
        "id": "fool",
        "name": "Шут (гороховый)",
        "ability": "Когда вы умираете в первый раз, вы не умираете.",
        "firstNightReminder": "",
        "otherNightReminder": "",
        "remindersGlobal": [],
        "reminders": [
            "Истрачено"
        ]
    },
    {
        "id": "fortuneteller",
        "name": "Гадалка",
        "ability": "Каждую ночь, выберите двух игроков: вы узнаете, есть ли среди них Демон. Один из Горожан является для вас ложным Демоном.",
        "firstNightReminder": "Гадалка указывает на двух игроков. Жестом укажите (кивок - да, качание головой - нет), является ли Демоном кто-то из них.",
        "otherNightReminder": "Гадалка указывает на двух игроков. Жестом укажите (кивок - да, качание головой - нет), является ли Демоном кто-то из них.",
        "remindersGlobal": [],
        "reminders": [
            "Обманка"
        ]
    },
    {
        "id": "gambler",
        "name": "Азартный игрок",
        "ability": "Каждую ночь*, выберите игрока и попытайтесь угадать его роль: если не угадали, вы умирёте.",
        "firstNightReminder": "",
        "otherNightReminder": "Азартный игрок указывает на игрока, а затем на роль в списке. Если догадка неверная, Игрок умирает.",
        "remindersGlobal": [],
        "reminders": [
            "Мертв"
        ]
    },
    {
        "id": "gangster",
        "name": "Гангстер",
        "ability": "Один раз за день, вы можете убить своего живого соседа, если ваш второй живой сосед не против.",
        "firstNightReminder": "",
        "otherNightReminder": "",
        "remindersGlobal": [],
        "reminders": []
    },
    {
        "id": "general",
        "name": "Генерал",
        "ability": "Каждую ночь, вы узнаёте, кто, по мнению Рассказчика, ближе к победе: Горожане, Демон, или же силы равны.",
        "firstNightReminder": "Жестом покажите Генералу, кто выигрывает (палец вверх - добро, вниз - зло, в сторону - ни те, ни другие).",
        "otherNightReminder": "Жестом покажите Генералу, кто выигрывает (палец вверх - добро, вниз - зло, в сторону - ни те, ни другие).",
        "remindersGlobal": [],
        "reminders": []
    },
    {
        "id": "goblin",
        "name": "Гоблин",
        "ability": "Если вы публично объявите, что вы Гоблин после того, как вас номинировали, и потом в тот же день вас казнят, ваша команда победит.",
        "firstNightReminder": "",
        "otherNightReminder": "",
        "remindersGlobal": [],
        "reminders": [
            "Объявил"
        ]
    },
    {
        "id": "godfather",
        "name": "Крёстный отец",
        "ability": "Вы начинаете игру, зная кто из Аутсайдеров участвует в игре. Если днем Аутсайдер умирает, ночью выберите игрока: он умрёт. [+1 или −1 Аутсайдер]",
        "firstNightReminder": "Покажите Крестному отцу все жетоны Изгоев, присутствующих в игре.",
        "otherNightReminder": "Если сегодня умер Изгой: Крестный отец указывает на игрока. Этот игрок умирает.",
        "remindersGlobal": [],
        "reminders": [
            "Мертв",
            "Умер сегодня"
        ]
    },
    {
        "id": "golem",
        "name": "Голем",
        "ability": "Вы можете номинировать только раз за игру. Когда вы это делаете, номинированный игрок, если он не Демон, умирает.",
        "firstNightReminder": "",
        "otherNightReminder": "",
        "remindersGlobal": [],
        "reminders": [
            "Не может номинировать"
        ]
    },
    {
        "id": "goon",
        "name": "Наёмник",
        "ability": "Каждую ночь, первый игрок, выбравший вас, использовав свою способность, моментально пьянеет до следующей ночи (его способность на вас не срабатывает). Вы переходите к команду этого игрока.",
        "firstNightReminder": "",
        "otherNightReminder": "",
        "remindersGlobal": [],
        "reminders": [
            "Пьян"
        ]
    },
    {
        "id": "gossip",
        "name": "Сплетница",
        "ability": "Каждый день, вы можете публично посплетничать, пустить слух: если слух правдив, следующей ночью один из игроков умрёт.",
        "firstNightReminder": "",
        "otherNightReminder": "Если открытое заявление Сплетницы было истинным: выберите игрока, который этой ночью не защищен от смерти. Этот игрок умирает.",
        "remindersGlobal": [],
        "reminders": [
            "Мертв"
        ]
    },
    {
        "id": "grandmother",
        "name": "Бабушка",
        "ability": "Вы начинаете игру, зная роль и личность одного из Горожан. Если Демон его убивает, вы тоже умираете.",
        "firstNightReminder": "Покажите помеченный жетон роли. Укажите на помеченного игрока.",
        "otherNightReminder": "Если внук Бабули был убит Демоном этой ночью: Бабуля умирает.",
        "remindersGlobal": [],
        "reminders": [
            "Внук"
        ]
    },
    {
        "id": "gunslinger",
        "name": "Стрелок",
        "ability": "Каждый день, после первого голосования вы можете выбрать игрока, который в нем голосовал: этот игрок умрёт.",
        "firstNightReminder": "",
        "otherNightReminder": "",
        "remindersGlobal": [],
        "reminders": []
    },
    {
        "id": "harlot",
        "name": "Наперсница",
        "ability": "Каждую ночь*, выберите живого игрока: если он согласится, вы узнаете его роль, и при этом вы оба можете умереть.",
        "firstNightReminder": "",
        "otherNightReminder": "Наперсница указывает на любого игрока. Усыпите ее. Разбудите выбранного игрока, покажите ему карточку \"Этот персонаж выбрал вас\", затем жетон Наперсницы. Этот игрок жестом обозначает согласие (кивок) либо отказ (качание головой). Если он кивнул, разбудите Наперсницу и покажите ей жетон роли выбранного игрока. После этого вы можете решить, что они оба умирают.",
        "remindersGlobal": [],
        "reminders": [
            "Мертв"
        ]
    },
    {
        "id": "harpy",
        "name": "Гарпия",
        "ability": "Каждую ночь, выберите двух игроков: завтра днём, если первый игрок не будет убедительно обвинять второго игрока, один из них или оба могут умереть. {:безумие(помешанность):}",
        "firstNightReminder": "Гарпия указывает на двух игроков. Усыпите её. Разбудите 1го выбранного игрока и покажите ему табличку \"Этот персонаж выбрал вас\", затем жетон Гарпии, затем укажите на 2го игрока.",
        "otherNightReminder": "Гарпия указывает на двух игроков. Усыпите её. Разбудите 1го выбранного игрока и покажите ему табличку \"Этот персонаж выбрал вас\", затем жетон Гарпии, затем укажите на 2го игрока.",
        "remindersGlobal": [],
        "reminders": [
            "Помешан",
            "2й"
        ]
    },
    {
        "id": "hatter",
        "name": "Шляпник",
        "ability": "После того, как вы умерли, ночью, Приспешники и Демон могут выбрать себе новые роли Приспешников и Демона.",
        "firstNightReminder": "",
        "otherNightReminder": "Если Шляпник сегодня умер: разбудите Примпешников и Демона. Покажите им карточку \"Этот персонаж выбрал вас\", а затем жетон Шляпника. Каждый из них либо качанием головы отказывается действовать, либо указывает на другого персонажа своего класса. Если у второго игрока в итоге окажется уже выбранный персонаж, покачайте головой и жестом попросите его выбрать еще раз. Усыпите их. Поменяйте каждого игрока на выбранную им роль.",
        "remindersGlobal": [],
        "reminders": [
            "Чаепитие"
        ]
    },
    {
        "id": "hellslibrarian",
        "name": "Злой Библиотекарь",
        "ability": "С тем, кто разговаривал, когда Рассказчик попросил тишины, может произойти что-то плохое.",
        "firstNightReminder": "",
        "otherNightReminder": "",
        "remindersGlobal": [],
        "reminders": [
            "Что-то плохое"
        ]
    },
    {
        "id": "heretic",
        "name": "Еретик",
        "ability": "Из-за вас в игре всё наоборот (даже после вашей смерти): чтобы выиграть, команда должна проиграть.",
        "firstNightReminder": "",
        "otherNightReminder": "",
        "remindersGlobal": [],
        "reminders": []
    },
    {
        "id": "highpriestess",
        "name": "Верховная Жрица",
        "ability": "Каждую ночь, вы узнаёте игрока, с которым, по мнению Рассказчика, вам следует поговорить.",
        "firstNightReminder": "Укажите на игрока.",
        "otherNightReminder": "Укажите на игрока.",
        "remindersGlobal": [],
        "reminders": []
    },
    {
        "id": "huntsman",
        "name": "Принц",
        "ability": "Один раз за игру, ночью, можете выбрать живого игрока. Если это Золушка, она станет Местным жителем, отсутствующим в игре. [+ Золушка]",
        "firstNightReminder": "Охотник либо качанием головы отказывается действовать, либо указывает на игрока. Если он указал на Девицу, разбудите этого игрока, покажите ему карточку \"Вы являетесь\" и жетон Горожанина, отсутствующего в игре.",
        "otherNightReminder": "Охотник либо качанием головы отказывается действовать, либо указывает на игрока. Если он указал на Девицу, разбудите этого игрока, покажите ему карточку \"Вы являетесь\" и жетон Горожанина, отсутствующего в игре.",
        "remindersGlobal": [],
        "reminders": [
            "Истрачено"
        ]
    },
    {
        "id": "imp",
        "name": "Имп (Бес)",
        "ability": "Каждую ночь*, выберите игрока: он умирает. Если убили себя, один из Приспешников становится Импом.",
        "firstNightReminder": "",
        "otherNightReminder": "Черт указывает на игрока. Этот игрок умирает. Если Черт выбрал себя: замените жетон одного из живых Приспешников запасным жетоном Черта. Покажите ему карточку \"Вы являетесь\", затем жетон Черта.",
        "remindersGlobal": [],
        "reminders": [
            "Мертв"
        ]
    },
    {
        "id": "innkeeper",
        "name": "Трактирщик",
        "ability": "Каждую ночь*, выберите двух игроков: этой ночью они не могут умереть, но один из них пьянеет до следующей ночи.",
        "firstNightReminder": "",
        "otherNightReminder": "Снимите маркеры с игроков, защищенных и опьяневших ранее. Трактирщик указывает на двух игроков. Оба они защищены. Один из них пьян.",
        "remindersGlobal": [],
        "reminders": [
            "Защищен",
            "Пьян"
        ]
    },
    {
        "id": "investigator",
        "name": "Сыщик",
        "ability": "Вы начинаете игру, зная, что один из двух игроков – Приспешник и какая у него роль.",
        "firstNightReminder": "Покажите жетон роли Приспешника, присутствующего в игре. Укажите на двух игроков, один из которых является этой ролью.",
        "otherNightReminder": "",
        "remindersGlobal": [],
        "reminders": [
            "Обманка",
            "Приспешник"
        ]
    },
    {
        "id": "judge",
        "name": "Судья",
        "ability": "Один раз за игру, вы можете отменить или утвердить текущую казнь, если жертву номинировали не вы.",
        "firstNightReminder": "",
        "otherNightReminder": "",
        "remindersGlobal": [],
        "reminders": [
            "Истрачено"
        ]
    },
    {
        "id": "juggler",
        "name": "Жонглёр",
        "ability": "В первый день, попробуйте публично угадать до пяти ролей игроков: ночью вы узнаете, сколько вы угадали верно.",
        "firstNightReminder": "",
        "otherNightReminder": "Если предыдущий день был первым днем для Жонглера, покажите жестом число (0, 1, 2...) жетонов \"Верно\". Уберите эти жетоны.",
        "remindersGlobal": [],
        "reminders": [
            "Верно"
        ]
    },
    {
        "id": "kazali",
        "name": "Казали",
        "ability": "Каждую ночь*, выберите игрока: он умирает. [Вы выбираете, кто станет каким Приспешником. -?/+? Аустайдеры]",
        "firstNightReminder": "Казали указывает на игрока и Приспешника в списке ролей. Замените жетон этого игрока на жетон Приспешника, покажите ему карточку \"Вы являетесь\", жетон Приспешника и жест, обозначающий зло (палец вниз). Повторяйте, пока не будет создано обычное количество Приспешников. Казали засыпает.",
        "otherNightReminder": "Казали указывает на игрока. Этот игрок умирает.",
        "remindersGlobal": [],
        "reminders": [
            " "
        ]
    },
    {
        "id": "king",
        "name": "Король",
        "ability": "Если мертвых игроков больше, чем живых, или их количество равно, то, каждую ночь, вы узнаёте роль одного из живых игроков. Демон знает, кто вы.",
        "firstNightReminder": "Разбудите Демона, покажите ему карточку \"Этот персонаж выбрал вас\", затем покажите жетон Короля и укажите на игрока-Короля.",
        "otherNightReminder": "Если мертвых игроков больше, чем живых, покажите Королю жетон роли одного из живых игроков.",
        "remindersGlobal": [],
        "reminders": []
    },
    {
        "id": "klutz",
        "name": "Клатц (Растяпа)",
        "ability": "Когда вы узнали, что умерли, публично выберите одного живого игрока: если он из команды Демона, ваша команда проиграет.",
        "firstNightReminder": "",
        "otherNightReminder": "",
        "remindersGlobal": [],
        "reminders": []
    },
    {
        "id": "knight",
        "name": "Рыцарь",
        "ability": "Вы начинаете игру, зная двух игроков, кто не является Демоном.",
        "firstNightReminder": "Укажите на 2 игроков, которые не являются Демоном.",
        "otherNightReminder": "",
        "remindersGlobal": [],
        "reminders": [
            "Видел",
            "Видел"
        ]
    },
    {
        "id": "legion",
        "name": "Легион",
        "ability": "Каждую ночь*, игрок может умереть. Голосование аннулируется, если голосовал только Легион. Вы опознаётесь либо как Демон, либо как Приспешник. [большинство игроков – Легион]",
        "firstNightReminder": "",
        "otherNightReminder": "Выберите игрока. Этот игрок умирает.",
        "remindersGlobal": [],
        "reminders": [
            "Мертв",
            "Умрет"
        ]
    },
    {
        "id": "leviathan",
        "name": "Левиафан",
        "ability": "Все игроки знают, что вы находитесь в игре. Если казнён более, чем один Горожанин, вы побеждаете. Если вас не казнили в течение 5-ти дней, вы побеждаете.",
        "firstNightReminder": "Разместите жетон \"День 1\". Объявите \"Левиафан находится в игре. Сегодня 1 день.\"",
        "otherNightReminder": "Замените напоминающий жетон Левиафана на жетон следующего дня.",
        "remindersGlobal": [],
        "reminders": [
            "День 1",
            "День 2",
            "День 3",
            "День 4",
            "День 5",
            "Казнен добрый игрок"
        ]
    },
    {
        "id": "librarian",
        "name": "Библиотекарь",
        "ability": "В начале игры, вам показывают роль Аутсайдера и двух игроков: один из них - обладатель этой роли.",
        "firstNightReminder": "Покажите жетон роли Изгоя, присутствующего в игре. Укажите на двух игроков, один из которых является этой ролью.",
        "otherNightReminder": "",
        "remindersGlobal": [],
        "reminders": [
            "Аутсайдер",
            "Обманка"
        ]
    },
    {
        "id": "lilmonsta",
        "name": "Монстрик (Барабашка)",
        "ability": "Каждую ночь, Приспешники сообща решают, кто присматривает за Барабашкой: выбранный игрок считается Демоном. Каждую ночь*, кто-то из игроков умирает. [+1 Приспешник]",
        "firstNightReminder": "Разбудите всех Приспешников и позвольте им договориться указыванием пальцев, кто присматривает за Монстренком.",
        "otherNightReminder": "Разбудите всех Приспешников и позвольте им договориться указыванием пальцев, кто присматривает за Монстренком. Выберите игрока: этот игрок умирает.",
        "remindersGlobal": [
            "Демон",
            "Мертв"
        ],
        "reminders": []
    },
    {
        "id": "lleech",
        "name": "Паразит",
        "ability": "Каждую ночь*, выберите игрока: этот игрок умирает. Вы начинаете игру с выбора живого игрока: этот игрок отравлен, а вы умрёте только тогда, когда умрёт он.",
        "firstNightReminder": "Пиявица указывает на игрока. Разместите рядом с тем игроком жетон \"Отравлен\".",
        "otherNightReminder": "Пиявица указывает на игрока. Этот игрок умирает.",
        "remindersGlobal": [],
        "reminders": [
            "Мертв",
            "Отравлен"
        ]
    },
    {
        "id": "lunatic",
        "name": "Лунатик",
        "ability": "Считаете себя Демоном, но это не так. Демон знает, кто вы, и знает, кого вы выбираете ночью.",
        "firstNightReminder": "Если 7 или больше игроков: укажите Безумцу на столько любых игроков, сколько Приспешников должно быть в игре. Покажите ему 3 любых жетона добрых ролей. Если Безумцу достался жетон Демона, который просыпается этой ночью: позвольте Безумцу совершить действия этого Демона. Разместите жетоны \"Атака\" соответствующим образом. Разбудите Демона, покажите ему жетон его настоящей роли Демона, затем укажите на игрока-Безумца. Если Безумец атаковал игроков: укажите настоящему Демону на атакованных игроков. Уберите жетоны \"Атака\".",
        "otherNightReminder": "Позвольте Безумцу совершить действия Демона. Разместите жетоны \"Атака\" соответствующим образом. Если Безумец атаковал игроков: разбудите Демона, покажите ему жетон \"Атака\", затем укажите на атакованных игроков. Уберите жетоны \"Атака\".",
        "remindersGlobal": [],
        "reminders": [
            "Атака 1",
            "Атака 2",
            "Атака 3"
        ]
    },
    {
        "id": "lycanthrope",
        "name": "Оборотень",
        "ability": "Каждую ночь,* выберите живого игрока: если это игрок из команды Горожан, то он умирает, и это будет единственная смерть этой ночью.",
        "firstNightReminder": "",
        "otherNightReminder": "Оборотень указывает на живого игрока. Если этот игрок добрый, то он умирает, и больше этой ночью никто умереть не может.",
        "remindersGlobal": [],
        "reminders": [
            "Мертв"
        ]
    },
    {
        "id": "magician",
        "name": "Фокусник",
        "ability": "Демону кажется, что вы Приспешник. Приспешникам кажется, что вы Демон.",
        "firstNightReminder": "",
        "otherNightReminder": "",
        "remindersGlobal": [],
        "reminders": []
    },
    {
        "id": "marionette",
        "name": "Марионетка",
        "ability": "Вам кажется, что вы в команде Горожан, но это не так. Демон знает, кто вы. [Демон - один из ваших соседей]",
        "firstNightReminder": "Выберите одного из добрых игроков, сидящих рядом с Демоном, и разместите рядом с ним напоминающий жетон \"Марионетка\". Разбудите Демона и укажите ему на Марионетку.",
        "otherNightReminder": "",
        "remindersGlobal": [
            "Марионетка"
        ],
        "reminders": []
    },
    {
        "id": "mastermind",
        "name": "Криминальный гений",
        "ability": "Если Демон умирает в результате казни, то играется ещё один день. Если в этот день казнили игрока, команда казнённого проигрывает.",
        "firstNightReminder": "",
        "otherNightReminder": "",
        "remindersGlobal": [],
        "reminders": []
    },
    {
        "id": "mathematician",
        "name": "Математик",
        "ability": "Каждой ночью, вы узнаёте, у скольких игроков некорректно сработала способность (с начала прошлого дня) из-за способности другого игрока.",
        "firstNightReminder": "Покажите жестом число (0, 1, 2...) игроков, чья способность дала сбой из-за чужой способности.",
        "otherNightReminder": "Покажите жестом число (0, 1, 2...) игроков, чья способность дала сбой из-за чужой способности.",
        "remindersGlobal": [],
        "reminders": [
            "Сбой"
        ]
    },
    {
        "id": "matron",
        "name": "Комендант",
        "ability": "Каждый день, вы можете заставить до 3 игроков поменяться с кем-либо местами. Игроки не могут вставать с места для тайного общения.",
        "firstNightReminder": "",
        "otherNightReminder": "",
        "remindersGlobal": [],
        "reminders": []
    },
    {
        "id": "mayor",
        "name": "Мэр",
        "ability": "Если в живых осталось три игрока и в течение дня никого не казнили, ваша команда побеждает. Если вас атакуют ночью, вместо вас может умереть другой.",
        "firstNightReminder": "",
        "otherNightReminder": "",
        "remindersGlobal": [],
        "reminders": []
    },
    {
        "id": "mezepheles",
        "name": "Мефисто",
        "ability": "В начале игры, вы узнаёте тайное слово: первый игрок из команды Горожан, кто его произнесёт, поменяет команду.",
        "firstNightReminder": "Покажите Мецефелю тайное слово.",
        "otherNightReminder": "Разбудите первого доброго игрока, который произнес тайное слово. Покажите ему карточку \"Вы являетесь\", затем жест, обозначающий зло (палец вниз).",
        "remindersGlobal": [],
        "reminders": [
            "Способность истрачена",
            "Станет злым"
        ]
    },
    {
        "id": "minstrel",
        "name": "Менестрель",
        "ability": "Когда Приспешника казнят, все игроки (кроме вас и Странников) пьянеют до конца следующего дня.",
        "firstNightReminder": "",
        "otherNightReminder": "",
        "remindersGlobal": [],
        "reminders": [
            "Все пьяны"
        ]
    },
    {
        "id": "monk",
        "name": "Монах",
        "ability": "Каждую ночь*, выберите игрока (кроме себя): этой ночью этот игрок защищён от способностей Демона.",
        "firstNightReminder": "",
        "otherNightReminder": "Игрок, что был защищен ранее, теряет защиту. Монах указывает на игрока, кроме себя. Отметьте этого игрока жетоном \"Защищен\".",
        "remindersGlobal": [],
        "reminders": [
            "Защищен"
        ]
    },
    {
        "id": "moonchild",
        "name": "Дитя Луны",
        "ability": "Когда вы узнали, что вы умерли, публично заявите о себе и выберите одного живого игрока: если он из команды Горожан, то сегодня ночью он умрёт.",
        "firstNightReminder": "",
        "otherNightReminder": "Если Дитя луны применил способность и указал на игрока: если тот игрок добрый, он умирает.",
        "remindersGlobal": [],
        "reminders": [
            "Мертв"
        ]
    },
    {
        "id": "mutant",
        "name": "Тихоня (Затворник)",
        "ability": "Вы должны скрывать, что вы Аутсайдер, иначе Рассказчик может казнить вас без голосования. {:безумие(помешанность):}",
        "firstNightReminder": "",
        "otherNightReminder": "",
        "remindersGlobal": [],
        "reminders": []
    },
    {
        "id": "nightwatchman",
        "name": "Стражник",
        "ability": "Один раз за игру, ночью, можете выбрать игрока: этот игрок узнает вашу роль.",
        "firstNightReminder": "Стражник может указать на игрока. Разбудите этого игрока, покажите ему карточку \"Этот персонаж выбрал вас\", жетон Стражника, затем укажите на игрока-Стражника.",
        "otherNightReminder": "Стражник может указать на игрока. Разбудите этого игрока, покажите ему карточку \"Этот персонаж выбрал вас\", жетон Стражника, затем укажите на игрока-Стражника.",
        "remindersGlobal": [],
        "reminders": [
            "Истрачено"
        ]
    },
    {
        "id": "noble",
        "name": "Аристократ",
        "ability": "Вы начинаете игру, зная, что один из трёх игроков, которых вам покажут, в команде Демона.",
        "firstNightReminder": "Укажите на 3 игроков, включая одного злого, в любом порядке.",
        "otherNightReminder": "",
        "remindersGlobal": [],
        "reminders": [
            "Видел"
        ]
    },
    {
        "id": "nodashii",
        "name": "Но Даши",
        "ability": "Каждую ночь*, выберите игрока: он умирает. Два ваших ближайших соседа из Местных жителей отравлены.",
        "firstNightReminder": "",
        "otherNightReminder": "Но Даши указывает на игрока. Этот игрок умирает.",
        "remindersGlobal": [],
        "reminders": [
            "Мертв",
            "Отравлен"
        ]
    },
    {
        "id": "ogre",
        "name": "Огр",
        "ability": "В первую ночь, выберите игрока (кроме себя): теперь вы в его команде (вы не узнаёте, в какой именно), даже если отравлены или пьяны.",
        "firstNightReminder": "The Ogre points to a player (not themselves) and becomes their alignment.",
        "otherNightReminder": "",
        "remindersGlobal": [],
        "reminders": []
    },
    {
        "id": "ojo",
        "name": "Охо",
        "ability": "Каждую ночь*, выберите роль: игрок с этой ролью умирает. Если этой роли нет в игре, Рассказчик решает, кто умирает.",
        "firstNightReminder": "",
        "otherNightReminder": "Охо указывает на роль в списке. Если эта роль в игре, игрок с этой ролью умирает. Если этой роли в игре нет, Рассказчик решает кто умирает.",
        "remindersGlobal": [],
        "reminders": [
            "Мертв"
        ]
    },
    {
        "id": "oracle",
        "name": "Оракул",
        "ability": "Каждую ночь*, вы узнаёте, сколько игроков из команды Демона мертвы.",
        "firstNightReminder": "",
        "otherNightReminder": "Покажите жестом (0, 1, 2...) число мертвых злых игроков.",
        "remindersGlobal": [],
        "reminders": []
    },
    {
        "id": "organgrinder",
        "name": "Шарманщик",
        "ability": "Все игроки держат глаза закрытыми во время голосования, и подсчет голосов является секретным. Голоса за вас учитываются только в том случае, если вы проголосовали.",
        "firstNightReminder": "",
        "otherNightReminder": "",
        "remindersGlobal": [],
        "reminders": [
            "Умрет"
        ]
    },
    {
        "id": "pacifist",
        "name": "Пацифист",
        "ability": "Когда вы в игре, казнённые игроки из команды Горожан могут не умереть.",
        "firstNightReminder": "",
        "otherNightReminder": "",
        "remindersGlobal": [],
        "reminders": []
    },
    {
        "id": "philosopher",
        "name": "Философ",
        "ability": "Раз за игру, ночью, выберите себе способность любого из Горожан. Если игрок с такой способностью уже есть в игре, он пьян пока вы живы и трезвы.",
        "firstNightReminder": "Философ либо качанием головы отказывается действовать, либо указывает на добрую роль в списке. Если он выбрал роль: замените жетон Философа жетоном этой роли. Или же, если эта роль есть в игре, отметьте ее владельца жетоном \"Пьян\", а Философа - жетоном \"Философ\".",
        "otherNightReminder": "Если Философ еще не применял свою способность: Философ либо качанием головы отказывается действовать, либо указывает на добрую роль в списке. Если он выбрал роль: замените жетон Философа жетоном этой роли. Или же, если эта роль есть в игре, отметьте ее владельца жетоном \"Пьян\", а Философа - жетоном \"Философ\".",
        "remindersGlobal": [
            "Философ",
            "Пьян"
        ],
        "reminders": []
    },
    {
        "id": "pithag",
        "name": "Яга",
        "ability": "Каждую ночь*, выберите игрока и роль: если роль не занята, то выбранный игрок приобретает эту роль (но команду не меняет). Если создали Демона, смерти этой ночью выбирает Рассказчик.",
        "firstNightReminder": "",
        "otherNightReminder": "Яга указывает на игрока и на роль в списке. Если этой роли нет в игре, разбудите выбранного игрока, покажите ему карточку \"Вы являетесь\" и нужный жетон роли. Если роль в игре есть, ничего не происходит.",
        "remindersGlobal": [],
        "reminders": []
    },
    {
        "id": "pixie",
        "name": "Пикси",
        "ability": "Вы начинаете игру, зная роль Местного жителя, которая присутствует в игре. Если вы убедительно отыгрываете эту роль, то получите её способности после смерти владельца. {:безумие(помешанность):}",
        "firstNightReminder": "Покажите Пикси жетон Горожанина, присутствующего в игре.",
        "otherNightReminder": "",
        "remindersGlobal": [],
        "reminders": [
            "Имеет способность",
            "Помешан"
        ]
    },
    {
        "id": "plaguedoctor",
        "name": "Чумной доктор",
        "ability": "Когда вы умираете, Рассказчик получает способность Приспешника.",
        "firstNightReminder": "",
        "otherNightReminder": "",
        "remindersGlobal": [],
        "reminders": [
            "Способность Рассказчика"
        ]
    },
    {
        "id": "po",
        "name": "По",
        "ability": "Каждую ночь*, можете выбрать игрока: этот игрок умирает. Если в прошлый раз никого не выбрали, то выберите троих игроков: все они умирают.",
        "firstNightReminder": "",
        "otherNightReminder": "Если По не стал выбирать прошлой ночью: По указывает на трех игроков. Иначе: По либо качанием головы отказывается действовать, либо указывает на игрока. Выбранные игроки умирают.",
        "remindersGlobal": [],
        "reminders": [
            "3 атаки",
            "Мертв"
        ]
    },
    {
        "id": "poisoner",
        "name": "Отравитель (Дурман)",
        "ability": "Каждую ночь*, выберите игрока: он будет отравлен этой ночью и завтра днем.",
        "firstNightReminder": "Отравитель указывает на игрока. Этот игрок отравлен.",
        "otherNightReminder": "Ранее отравленный игрок больше не отравлен. Отравитель указывает на игрока. Этот игрок отравлен.",
        "remindersGlobal": [],
        "reminders": [
            "Отравлен"
        ]
    },
    {
        "id": "politician",
        "name": "Политик",
        "ability": "Если вы внесли наибольший вклад в поражение своей команды, то меняете сторону и побеждаете. Способность в силе и после смерти.",
        "firstNightReminder": "",
        "otherNightReminder": "",
        "remindersGlobal": [],
        "reminders": []
    },
    {
        "id": "poppygrower",
        "name": "Садовник",
        "ability": "Игроки из команды Демона не знают друг друга. Они узнают друг о друге, ночью, как только вы умрёте.",
        "firstNightReminder": "Не показывайте Приспешникам и Демону друг друга.",
        "otherNightReminder": "Если Дурманщик умер, покажите Приспешникам и Демону друг друга.",
        "remindersGlobal": [],
        "reminders": [
            "Зло знакомится"
        ]
    },
    {
        "id": "preacher",
        "name": "Пастор",
        "ability": "Каждую ночь*, выберите игрока: если это Приспешник, то он узнает об этом. Все выбранные Приспешники теряют свою способность.",
        "firstNightReminder": "Пастор выбирает игрока. Если это Приспешник, разбудите Приспешника, покажите ему карточку \"Этот персонаж выбрал вас\", затем жетон Проповедника.",
        "otherNightReminder": "Проповедник выбирает игрока. Если это Приспешник, разбудите Приспешника, покажите ему карточку \"Этот персонаж выбрал вас\", затем жетон Проповедник.",
        "remindersGlobal": [],
        "reminders": [
            "На богослужении"
        ]
    },
    {
        "id": "professor",
        "name": "Профессор",
        "ability": "Раз за игру, ночью*, можете выбрать мёртвого игрока: если он Местный житель, то он оживает.",
        "firstNightReminder": "",
        "otherNightReminder": "Если Профессор не применял способность: Профессор либо качанием головы отказывается действовать, либо указывает на игрока. Если этот игрок - Горожанин, он оживает.",
        "remindersGlobal": [],
        "reminders": [
            "Жив",
            "Истрачено"
        ]
    },
    {
        "id": "psychopath",
        "name": "Психопат",
        "ability": "Каждый день, до начала номинаций, вы можете публично заявить о себе и выбрать игрока: этот игрок умирает. Если вас казнят, то вы умираете, только если проиграете в \"камень-ножницы-бумага\".",
        "firstNightReminder": "",
        "otherNightReminder": "",
        "remindersGlobal": [],
        "reminders": []
    },
    {
        "id": "pukka",
        "name": "Пукка",
        "ability": "Каждую ночь, выберите игрока: он отравлен. Предыдущий успешно отравленный игрок умирает и больше не отравлен.",
        "firstNightReminder": "Пукка указывает на игрока. Этот игрок отравлен.",
        "otherNightReminder": "Пукка указывает на игрока. Этот игрок отравлен. Ранее отравленный игрок умирает.",
        "remindersGlobal": [],
        "reminders": [
            "Мертв",
            "Отравлен"
        ]
    },
    {
        "id": "puzzlemaster",
        "name": "Эрудит",
        "ability": "Один игрок пьян (это в силе и после вашей смерти). Если вы с первой попытки угадаете, кто это, вы узнаете личность Демона, но если угадали неверно, то информацию получите ложную.",
        "firstNightReminder": "",
        "otherNightReminder": "",
        "remindersGlobal": [],
        "reminders": [
            "Догадка истрачена",
            "Пьян"
        ]
    },
    {
        "id": "ravenkeeper",
        "name": "Птицелов",
        "ability": "Если умерли ночью, то просыпаетесь и выбираете игрока: вы узнаете его роль.",
        "firstNightReminder": "",
        "otherNightReminder": "Если Хранитель воронов умер этой ночью: Хранитель воронов указывает на игрока. Покажите жетон роли этого игрока.",
        "remindersGlobal": [],
        "reminders": []
    },
    {
        "id": "recluse",
        "name": "Отшельник",
        "ability": "Вы можете определяться как Демон или Приспешник, даже после смерти.",
        "firstNightReminder": "",
        "otherNightReminder": "",
        "remindersGlobal": [],
        "reminders": []
    },
    {
        "id": "revolutionary",
        "name": "Революционер",
        "ability": "Всем известно, что два сидящих рядом игрока находятся на одной стороне. Один раз за игру, один из них может определяться неверно.",
        "firstNightReminder": "",
        "otherNightReminder": "",
        "remindersGlobal": [],
        "reminders": [
            "Неверно Представился?"
        ]
    },
    {
        "id": "riot",
        "name": "Бедлам (Погром)",
        "ability": "Номинированные игроки немедленно умирают, но имеют право сразу же номинировать кого-то еще (в 3-й день они обязаны это делать). После 3-го дня Демон побеждает. [все Приспешники – Бедлам]",
        "firstNightReminder": "",
        "otherNightReminder": "",
        "remindersGlobal": [],
        "reminders": []
    },
    {
        "id": "sage",
        "name": "Мудрец",
        "ability": "Если Демон убил вас, вам показывают двух игроков: один из них – Демон.",
        "firstNightReminder": "",
        "otherNightReminder": "Если Мудрец убит Демоном, укажите на двух игроков, из которых один - этот Демон.",
        "remindersGlobal": [],
        "reminders": []
    },
    {
        "id": "sailor",
        "name": "Моряк",
        "ability": "Каждую ночь, выберите живого игрока: либо он, либо вы пьянеете до следующей ночи. Вы не можете умереть.",
        "firstNightReminder": "Моряк указывает на игрока. Либо Моряк, либо выбранный игрок становится пьян.",
        "otherNightReminder": "Ранее опьяневший игрок трезвеет. Моряк указывает на игрока. Либо Моряк, либо выбранный игрок становится пьян.",
        "remindersGlobal": [],
        "reminders": [
            "Пьян"
        ]
    },
    {
        "id": "saint",
        "name": "Святой",
        "ability": "Если вас казнят, ваша команда проиграет.",
        "firstNightReminder": "",
        "otherNightReminder": "",
        "remindersGlobal": [],
        "reminders": []
    },
    {
        "id": "savant",
        "name": "Савант (Учёный)",
        "ability": "Каждый день, вы можете навестить Рассказчика, чтобы узнать 2 факта об игре: 1 – правда и 1 - ложь.",
        "firstNightReminder": "",
        "otherNightReminder": "",
        "remindersGlobal": [],
        "reminders": []
    },
    {
        "id": "scapegoat",
        "name": "Козел отпущения",
        "ability": "Если казнен игрок, находящийся на вашей стороне, вместо него можете быть казнены вы.",
        "firstNightReminder": "",
        "otherNightReminder": "",
        "remindersGlobal": [],
        "reminders": []
    },
    {
        "id": "scarletwoman",
        "name": "Блудница",
        "ability": "Если живы хотя бы 5 игроков и Демон погибает, вы становитесь Демоном.(Странники не считаются)",
        "firstNightReminder": "",
        "otherNightReminder": "Если Блудница стала Демоном: покажите карточку \"Вы являетесь\", затем жетон Демона.",
        "remindersGlobal": [],
        "reminders": [
            "Демон"
        ]
    },
    {
        "id": "seamstress",
        "name": "Швея",
        "ability": "Раз за игру, ночью, выберите двух игроков (кроме себя): вы узнаете, играют ли они в одной команде.",
        "firstNightReminder": "Портниха либо качанием головы отказывается действовать, либо указывает на двух других игроков. Если Портниха выбрала игроков, кивните (да) или покачайте головой (нет) в зависимости от того, на одной ли они стороне.",
        "otherNightReminder": "Если Портниха еще не применяла способность: Портниха либо качанием головы отказывается действовать, либо указывает на двух других игроков. Если Портниха выбрала игроков, кивните (да) или покачайте головой (нет) в зависимости от того, на одной ли они стороне.",
        "remindersGlobal": [],
        "reminders": [
            "Истрачено"
        ]
    },
    {
        "id": "sentinel",
        "name": "Привратник",
        "ability": "В игре может быть на одного Аутсайдера больше или меньше, чем должно быть.",
        "firstNightReminder": "",
        "otherNightReminder": "",
        "remindersGlobal": [],
        "reminders": []
    },
    {
        "id": "shabaloth",
        "name": "Шабалофф",
        "ability": "Каждую ночь*, выберите двух игроков: они умирают. Один из игроков, выбранных в прошлый раз, может ожить.",
        "firstNightReminder": "",
        "otherNightReminder": "Один игрок, выбранный Шабалотом прошлой ночью, может быть воскрешен. Шабалот указывает на двух игроков. Эти игроки умирают.",
        "remindersGlobal": [],
        "reminders": [
            "Жив",
            "Мертв"
        ]
    },
    {
        "id": "shugenja",
        "name": "Шегунья",
        "ability": "Вы начинаете игру, зная, в каком направлении (по часовой стрелке или против часовой стрелки) находится ближайший к вам игрок из команды Демона.",
        "firstNightReminder": "Укажите горизонтально в направленнии ближайшего злого игрока. Если два ближайших злых игрока на одинаковом расстоянии от Сюгэндзя, укажите горизонтально в любом направленнии",
        "otherNightReminder": "",
        "remindersGlobal": [],
        "reminders": []
    },
    {
        "id": "slayer",
        "name": "Лучник",
        "ability": "Раз за игру, днём, публично объявите свою роль и выберите игрока: если выбранный игрок — Демон, он умирает.",
        "firstNightReminder": "",
        "otherNightReminder": "",
        "remindersGlobal": [],
        "reminders": [
            "Истрачено"
        ]
    },
    {
        "id": "snakecharmer",
        "name": "Заклинатель змей",
        "ability": "Каждую ночь, выберите живого игрока: если выбрали Демона, вы меняетесь с ним ролями, командами, и затем выбранный игрок отравлен до конца игры.",
        "firstNightReminder": "Заклинатель змей указывает на игрока. Если этот игрок - Демон, поменяйте местами роли и стороны Заклинателя змей и Демона. Разбудите обоих игроков по очереди, чтобы объявить им их новую роль и сторону. Новый Заклинатель змей отравлен",
        "otherNightReminder": "Заклинатель змей указывает на игрока. Если этот игрок - Демон, поменяйте местами роли и стороны Заклинателя змей и Демона. Разбудите обоих игроков по очереди, чтобы объявить им их новую роль и сторону. Новый Заклинатель змей отравлен",
        "remindersGlobal": [],
        "reminders": [
            "Отравлен"
        ]
    },
    {
        "id": "snitch",
        "name": "Болтун",
        "ability": "Когда вы в игре, Приспешники знают три роли, отсутствующие в игре.",
        "firstNightReminder": "После знакомства Приспешников с Демоном разбудите каждого Приспешника и покажите им три жетона отсутствующих в игре ролей. Они могут быть разными для каждого Приспешника, а также могут отличаться от тех, что видел Демон.",
        "otherNightReminder": "",
        "remindersGlobal": [],
        "reminders": []
    },
    {
        "id": "soldier",
        "name": "Солдат",
        "ability": "Вы не можете умереть от нападения Демона ночью.",
        "firstNightReminder": "",
        "otherNightReminder": "",
        "remindersGlobal": [],
        "reminders": []
    },
    {
        "id": "spiritofivory",
        "name": "Дух побережья",
        "ability": "На стороне зла не может быть более одного дополнительного игрока.",
        "firstNightReminder": "",
        "otherNightReminder": "",
        "remindersGlobal": [],
        "reminders": [
            "Нельзя добавлять зло"
        ]
    },
    {
        "id": "spy",
        "name": "Шпион",
        "ability": "Каждую ночь, загляните в Гримуар. Вы можете опознаваться как Горожанин, даже после смерти.",
        "firstNightReminder": "Покажите Шпиону Гримуар на достаточное время.",
        "otherNightReminder": "Покажите Шпиону Гримуар на достаточное время.",
        "remindersGlobal": [],
        "reminders": []
    },
    {
        "id": "steward",
        "name": "Стюард",
        "ability": "Вы начинаете игру, зная одного игрока из команды Горожан.",
        "firstNightReminder": "Укажите на 1 доброго игрока.",
        "otherNightReminder": "",
        "remindersGlobal": [],
        "reminders": [
            "Знает"
        ]
    },
    {
        "id": "stormcatcher",
        "name": "Ловец бури",
        "ability": "Назовите роль из команды Горожан. Если роль находится в игре, то её владелец может быть убит только на казни, при этом игроки из команды Демона знают, кто этот игрок.",
        "firstNightReminder": "",
        "otherNightReminder": "",
        "remindersGlobal": [],
        "reminders": [
            "В безопасности"
        ]
    },
    {
        "id": "summoner",
        "name": "Призыватель",
        "ability": "На третью ночь, выберите игрока: он меняет команду и становится Демоном на выш выбор. Вам известно три роли, отсутствующих в игре. [Демон в начале игры отсутствует]",
        "firstNightReminder": "Show the 'These characters are not in play' card. Show 3 character tokens of good characters not in play.",
        "otherNightReminder": "If it is the 3rd night, wake the Summoner. They point to a player and a Demon on the character sheet - that player becomes that Demon.",
        "remindersGlobal": [],
        "reminders": [
            "Ночь 1",
            "Ночь 2",
            "Ночь 3"
        ]
    },
    {
        "id": "sweetheart",
        "name": "Душечка",
        "ability": "Когда вы умираете, один игрок становится пьян до конца игры.",
        "firstNightReminder": "",
        "otherNightReminder": "Выберите игрока, который опьянеет.",
        "remindersGlobal": [],
        "reminders": [
            "Пьян"
        ]
    },
    {
        "id": "tealady",
        "name": "Травница",
        "ability": "Если оба ваших живых соседа в команде Горожан, они не могут умереть.",
        "firstNightReminder": "",
        "otherNightReminder": "",
        "remindersGlobal": [],
        "reminders": [
            "Не может умереть"
        ]
    },
    {
        "id": "thief",
        "name": "Воришка",
        "ability": "Каждой ночью, выберите игрока (кроме себя): завтра его голос засчитывается наоборот.",
        "firstNightReminder": "Вор указывает на игрока. Положите жетон \"Отрицательный голос\" рядом с ролью этого игрока.",
        "otherNightReminder": "Вор указывает на игрока. Положите жетон \"Отрицательный голос\" рядом с ролью этого игрока.",
        "remindersGlobal": [],
        "reminders": [
            "Отрицательный голос"
        ]
    },
    {
        "id": "tinker",
        "name": "Умелец",
        "ability": "Вы можете умереть в любую секунду просто так.",
        "firstNightReminder": "",
        "otherNightReminder": "Умелец может умереть.",
        "remindersGlobal": [],
        "reminders": [
            "Мертв"
        ]
    },
    {
        "id": "towncrier",
        "name": "Звонарь",
        "ability": "Каждую ночь*, вы узнаёте, номинировал ли днем Приспешник.",
        "firstNightReminder": "",
        "otherNightReminder": "Кивните (да) или покачайте головой (нет) в зависимости от того, выдвигал ли днем кто-то из Приспешников кого-либо. Разместите жетон \"Приспешники не выдвигали\", а жетон \"Приспешник выдвигал\" уберите, если он размещен.",
        "remindersGlobal": [],
        "reminders": [
            "Приспешник выдвигал",
            "Приспешники не выдвигали"
        ]
    },
    {
        "id": "toymaker",
        "name": "Куклодел",
        "ability": "Демон может воздержаться от атаки и обязан это сделать хотя бы раз за игру. Злые игроки получают обычную стартовую информацию.",
        "firstNightReminder": "",
        "otherNightReminder": "",
        "remindersGlobal": [],
        "reminders": [
            "Не атаковал"
        ]
    },
    {
        "id": "undertaker",
        "name": "Могильщик",
        "ability": "Каждую ночь*, вы узнаёте роль казнённого днём игрока.",
        "firstNightReminder": "",
        "otherNightReminder": "Если сегодня был казнен игрок: покажите жетон роли этого игрока.",
        "remindersGlobal": [],
        "reminders": [
            "Казнен"
        ]
    },
    {
        "id": "vigormortis",
        "name": "Вигомортис",
        "ability": "Каждую ночь*, выберите игрока: он умирает. Убитые вами Приспешники сохраняют свои способности, а также один сосед-Местный убитого Приспешника отравлен. [-1 Аутсайдер]",
        "firstNightReminder": "",
        "otherNightReminder": "Вигормортис указывает на игрока. Этот игрок умирает. Если это Приспешник, он сохраняет свою способность, а один из его соседей-Горожан становится отравлен.",
        "remindersGlobal": [],
        "reminders": [
            "Имеет способность",
            "Мертв",
            "Отравлен"
        ]
    },
    {
        "id": "villageidiot",
        "name": "Дурачок",
        "ability": "Каждую ночь, выбирете игрока: вы узнаёте, в какой он команде. [от +0 до +2 Дурачков (один из дополнительных пьян)]",
        "firstNightReminder": "Деревенский дурачек указывает на игрока. Покажите ему палец вверх если этот игро добрый или палец вниз если он злой.",
        "otherNightReminder": "Деревенский дурачек указывает на игрока. Покажите ему палец вверх если этот игро добрый или палец вниз если он злой.",
        "remindersGlobal": [],
        "reminders": [
            "Пьян"
        ]
    },
    {
        "id": "virgin",
        "name": "Праведник",
        "ability": "Если вас номинировал на казнь один из Местных жителей, его немедленно казнят (без голосования). Срабатывает только при первой номинации (за игру).",
        "firstNightReminder": "",
        "otherNightReminder": "",
        "remindersGlobal": [],
        "reminders": [
            "Истрачено"
        ]
    },
    {
        "id": "vizier",
        "name": "Визирь",
        "ability": "Все игроки знают, кто вы. Вы не можете умереть днём. Если добрый игрок проголосовал, вы можете утвердить казнь.",
        "firstNightReminder": "Объявите \"Визирь находится в игре\" и укажите какой игрок - Визирь.",
        "otherNightReminder": "",
        "remindersGlobal": [],
        "reminders": []
    },
    {
        "id": "vortox",
        "name": "Вортокс",
        "ability": "Каждую ночь*, выберите игрока: он умирает. Горожане получают ложную информацию, используя свои способности. Если днём никого не казнили, вы побеждаете.",
        "firstNightReminder": "",
        "otherNightReminder": "Вортокс указывает на игрока. Этот игрок умирает.",
        "remindersGlobal": [],
        "reminders": [
            "Мертв"
        ]
    },
    {
        "id": "voudon",
        "name": "Шаман",
        "ability": "Голосовать можете только вы и мертвые игроки (и жетон голоса им для этого не требуется). Для казни не нужно большинство голосов.",
        "firstNightReminder": "",
        "otherNightReminder": "",
        "remindersGlobal": [],
        "reminders": []
    },
    {
        "id": "washerwoman",
        "name": "Прачка",
        "ability": "В начале игры, вам показывают роль Местного жителя и двух игроков. Один из них - обладатель этой роли.",
        "firstNightReminder": "Покажите жетон роли Горожанина, присутствующего в игре. Укажите на двух игроков, один из которых является этой ролью.",
        "otherNightReminder": "",
        "remindersGlobal": [],
        "reminders": [
            "Горожанин",
            "Обманка"
        ]
    },
    {
        "id": "widow",
        "name": "Вдова",
        "ability": "В первую ночь, загляните в Гримуар и выберите игрока: этот игрок отравлен. Один из Горожан знает, что Вдова присутствует в игре.",
        "firstNightReminder": "Покажите Гримуар Вдове на достаточное время. Вдова указывает на игрока. Этот игрок отравлен. Разбудите любого доброго игрока, покажите ему карточку \"Эти роли присутствуют в игре\", затем жетон Вдовы.",
        "otherNightReminder": "",
        "remindersGlobal": [
            "Знает"
        ],
        "reminders": [
            "Отравлен"
        ]
    },
    {
        "id": "witch",
        "name": "Ведьма",
        "ability": "Каждую ночь, выберите игрока: если завтра днём он номинирует – он сразу же умирает. Если в живых осталось только три игрока, вы теряете свою способность.",
        "firstNightReminder": "Ведьма указывает на игрока. Если этот игрок выдвигает кого-то на следующий день, то немедленно умирает.",
        "otherNightReminder": "Если живы 4 или больше игроков: Ведьма указывает на игрока. Если этот игрок выдвигает кого-то на следующий день, то немедленно умирает.",
        "remindersGlobal": [],
        "reminders": [
            "Проклятье"
        ]
    },
    {
        "id": "yaggababble",
        "name": "Ворчун ",
        "ability": "В начале игры, вы узнаёте фразу. Каждый раз, когда вы публично произносите эту фразу днём: любой из игроков может умереть (до конца следующей ночи).",
        "firstNightReminder": "Покажите игроку фразу",
        "otherNightReminder": "Выберите игроков, которые умрут.",
        "remindersGlobal": [],
        "reminders": [
            "Мертв"
        ]
    },
    {
        "id": "zealot",
        "name": "Фанатик",
        "ability": "Если в живых пять или больше игроков, вы должны голосовать при каждой номинации.",
        "firstNightReminder": "",
        "otherNightReminder": "",
        "remindersGlobal": [],
        "reminders": []
    },
    {
        "id": "zombuul",
        "name": "Зомбул",
        "ability": "Каждую ночь*, если сегодня днем никто не умер, выберите игрока: он умирает. Когда вас казнят в первый раз, вы не умираете, но опознаётесь мёртвым.",
        "firstNightReminder": "",
        "otherNightReminder": "Если никто не умер днем: Зомбул указывает на игрока. Этот игрок умирает.",
        "remindersGlobal": [],
        "reminders": [
            "Мертв",
            "Умер сегодня"
        ]
    }
]
