[
    {
        "id": "acrobat",
        "name": "Акробат",
        "ability": "Каждой ночью*, если любой из ваших добрых живых соседей пьян или отравлен, вы умираете.",
        "firstNightReminder": "",
        "otherNightReminder": "Если добрый живой сосед пьян или отравлен, Акробат умирает.",
        "remindersGlobal": [],
        "reminders": [
            "Мертв"
        ]
    },
    {
        "id": "alchemist",
        "name": "Алхимик",
        "ability": "Вы владеете способностью Приспешника, который отсутствует в игре.",
        "firstNightReminder": "Покажите Алхимику жетон Приспешника, который отсутствует в игре.",
        "otherNightReminder": "",
        "remindersGlobal": [
            "Алхимик"
        ],
        "reminders": []
    },
    {
        "id": "alhadikhia",
        "name": "Аль-Адихия",
        "ability": "Каждой ночью*, выберите 3 игроков (все узнают, кто был выбран). Каждый из них молча выберет, жить или умереть. Если все трое остались живы, все трое умирают.",
        "firstNightReminder": "",
        "otherNightReminder": "Аль-Адихия выбирает 3 игроков. Объявите первого игрока, разбудите его, чтобы он кивком показал \"жить\" или покачал головой \"умереть\". В зависимости от выбора отметьте его как живого или мертвого, усыпите и объявите следующего. Если все 3 после этого живы, все 3 умирают.",
        "remindersGlobal": [],
        "reminders": [
            "1",
            "2",
            "3",
            "Выбрал жизнь",
            "Выбрал смерть"
        ]
    },
    {
        "id": "alsaahir",
        "name": "Аль-Сахир",
        "ability": "Раз в день, если вы публично угадаете, кто из игроков является Миньоном(ами), а кто Демоном(ами), добро побеждает.",
        "firstNightReminder": "",
        "otherNightReminder": "",
        "remindersGlobal": [],
        "reminders": []
    },
    {
        "id": "amnesiac",
        "name": "Амнезиак",
        "ability": "Вы не знаете, что у вас за способность. Каждый день тайно попробуйте ее угадать и узнаете, насколько точной была догадка.",
        "firstNightReminder": "Решите, как будет работать способность Амнезиака. Если этой ночью Амнезиак должен проснуться, разбудите его и приведите в действие его способность.",
        "otherNightReminder": "Если этой ночью Амнезиак должен проснуться, разбудите его и приведите в действие его способность.",
        "remindersGlobal": [],
        "reminders": [
            "?"
        ]
    },
    {
        "id": "angel",
        "name": "Ангел",
        "ability": "Иногда с тем, кто внес наибольший вклад в гибель новичка, может случиться что-то плохое.",
        "firstNightReminder": "",
        "otherNightReminder": "",
        "remindersGlobal": [],
        "reminders": [
            "Защищён",
            "Что-то Плохое"
        ]
    },
    {
        "id": "apprentice",
        "name": "Подмастерье",
        "ability": "Первой ночью вы получаете способность какого-либо Горожанина (если вы добрый) или Приспешника (если злой).",
        "firstNightReminder": "Покажите Подмастерью карточку \"Вы являетесь\", затем жетон Горожанина или Приспешника. Замените жетон Подмастерья в гримуаре жетоном этой роли, а рядом поместите напоминающий жетон \"Подмастерье\".",
        "otherNightReminder": "",
        "remindersGlobal": [],
        "reminders": [
            "Подмастерье"
        ]
    },
    {
        "id": "artist",
        "name": "Художник",
        "ability": "Один раз за игру днем можете тайно задать Рассказчику вопрос, подразумевающий ответ да/нет.",
        "firstNightReminder": "",
        "otherNightReminder": "",
        "remindersGlobal": [],
        "reminders": [
            "Истрачено"
        ]
    },
    {
        "id": "assassin",
        "name": "Убийца",
        "ability": "Один раз за игру, ночью*, можете выбрать игрока. Этот игрок умрет, даже если по какой-то причине не должен был.",
        "firstNightReminder": "",
        "otherNightReminder": "Если Убийца еще не применял свою способность: Убийца качанием головы отказывается действовать или указывает на игрока. Тот игрок умирает.",
        "remindersGlobal": [],
        "reminders": [
            "Истрачено",
            "Мертв"
        ]
    },
    {
        "id": "atheist",
        "name": "Атеист",
        "ability": "Рассказчик волен нарушать правила. Если его казнить, добро побеждает. Способность в силе и после вашей смерти. [Злых ролей нет]",
        "firstNightReminder": "",
        "otherNightReminder": "",
        "remindersGlobal": [],
        "reminders": []
    },
    {
        "id": "balloonist",
        "name": "Аэронавт",
        "ability": "Каждой ночью вы узнаете 1 игрока, принадлежащего к ранее не встреченному классу ролей, пока не кончатся классы. [+0 или +1 Изгой]",
        "firstNightReminder": "Выберите класс ролей. Укажите на игрока, чья роль принадлежит к этому классу. Положите рядом с этой ролью напоминающий жетон \"Видел _\".",
        "otherNightReminder": "Выберите класс ролей, роли в котором еще не были отмечены жетоном \"Видел _\". Укажите на игрока, чья роль принадлежит к этому классу, если такой имеется. Положите рядом с этой ролью напоминающий жетон \"Видел _\".",
        "remindersGlobal": [],
        "reminders": [
            "Видел Горожанина",
            "Видел Демона",
            "Видел Изгоя",
            "Видел Приспешника",
            "Видел Странника"
        ]
    },
    {
        "id": "banshee",
        "name": "Баньши",
        "ability": "Если Демон вас убьет, все игроки узнают об этом. С этого момента вы можете выдвигать дважды за день и голосовать по два раза в каждом выдвижении.",
        "firstNightReminder": "",
        "otherNightReminder": "Объявите, что Баньши умерла.",
        "remindersGlobal": [],
        "reminders": [
            "Имеет способность"
        ]
    },
    {
        "id": "barber",
        "name": "Брадобрей",
        "ability": "Если вы умерли сегодня или этой ночью, Демон может ночью выбрать 2 игроков (но не другого Демона): эти игроки меняются ролями.",
        "firstNightReminder": "",
        "otherNightReminder": "Если Брадобрей сегодня умер: разбудите Демона. Покажите ему карточку \"Этот персонаж выбрал вас\", а затем жетон Брадобрея. Демон либо качанием головы отказывается действовать, либо указывает на 2 игроков. Если Демон выбрал игроков, поменяйте их роли местами. Разбудите каждого из игроков по очереди, покажите им карточку \"Вы являетесь\", а затем жетон их новой роли.",
        "remindersGlobal": [],
        "reminders": [
            "Стрижка ночью"
        ]
    },
    {
        "id": "barista",
        "name": "Бариста",
        "ability": "Каждой ночью, до следующего заката, 1) один из игроков становится трезвым, здоровым и получает только верную информацию, или 2) способность одного из игроков срабатывает дважды. Этот игрок узнает, какой из бонусов он получил.",
        "firstNightReminder": "Выберите игрока, разбудите его и сообщите, какой из эффектов Баристы на него действует. Ведите себя с ним соответствующе (трезв/здоров/верная информация или применить способность дважды).",
        "otherNightReminder": "Выберите игрока, разбудите его и сообщите, какой из эффектов Баристы на него действует. Ведите себя с ним соответствующе (трезв/здоров/верная информация или применить способность дважды).",
        "remindersGlobal": [],
        "reminders": [
            "Способность дважды",
            "Трезв и здоров"
        ]
    },
    {
        "id": "baron",
        "name": "Барон",
        "ability": "В игре имеются лишние Изгои. [+2 Изгоя]",
        "firstNightReminder": "",
        "otherNightReminder": "",
        "remindersGlobal": [],
        "reminders": []
    },
    {
        "id": "beggar",
        "name": "Нищий",
        "ability": "Вы должны потратить жетон голоса, чтобы голосовать. Мертвые игроки могут отдать вам свои жетоны голоса. Вы узнаете сторону того, кто это сделает.",
        "firstNightReminder": "",
        "otherNightReminder": "",
        "remindersGlobal": [],
        "reminders": []
    },
    {
        "id": "bishop",
        "name": "Епископ",
        "ability": "Выдвигать игроков может только Рассказчик. Каждый день должен быть выдвинут хотя бы 1 игрок из команды, противоположной вашей.",
        "firstNightReminder": "",
        "otherNightReminder": "",
        "remindersGlobal": [],
        "reminders": [
            "Выдвинуть доброго",
            "Выдвинуть злого"
        ]
    },
    {
        "id": "bonecollector",
        "name": "Коллекционер костей",
        "ability": "Один раз за игру, ночью, можете выбрать мертвого игрока. Этот игрок получает свою способность назад до следующего заката.",
        "firstNightReminder": "",
        "otherNightReminder": "Коллекционер костей либо качанием головы отказывается действовать, либо указывает на любого мертвого игрока. Если он выбрал игрока, положите рядом с жетоном выбранного игрока напоминающий жетон \"Имеет способность\". (Вероятно, этой ночью его нужно будет разбудить, чтобы воспользоваться ею).",
        "remindersGlobal": [],
        "reminders": [
            "Имеет способность",
            "Истрачено"
        ]
    },
    {
        "id": "boomdandy",
        "name": "Подрывник",
        "ability": "Если вас казнят, умирают все, кроме 3 игроков. Минуту спустя умрет тот игрок, на кого указывает большинство игроков.",
        "firstNightReminder": "",
        "otherNightReminder": "",
        "remindersGlobal": [],
        "reminders": []
    },
    {
        "id": "bootlegger",
        "name": "Bootlegger",
        "ability": "This script has homebrew characters or rules.",
        "firstNightReminder": "Announce the Bootlegger is in play and inform the group of all homebrew characters and/or rules you are using in this game.",
        "otherNightReminder": "",
        "remindersGlobal": [],
        "reminders": []
    },
    {
        "id": "bountyhunter",
        "name": "Охотник за головами",
        "ability": "Вы начинаете игру, зная 1 злого игрока. Если этот игрок умирает, ночью вы узнаете нового злого игрока. [1 Горожанин - злой]",
        "firstNightReminder": "Укажите на 1 злого игрока. Разбудите злого Горожанина, покажите ему карточку \"Вы являетесь\" и жест, обозначающий зло (палец вниз).",
        "otherNightReminder": "Если известный Охотнику за головами злой игрок умер, укажите на другого злого игрока.",
        "remindersGlobal": [],
        "reminders": [
            "Известен"
        ]
    },
    {
        "id": "buddhist",
        "name": "Буддист",
        "ability": "В течение первых 2 минут каждого дня опытным игрокам запрещено разговаривать.",
        "firstNightReminder": "",
        "otherNightReminder": "",
        "remindersGlobal": [],
        "reminders": []
    },
    {
        "id": "bureaucrat",
        "name": "Бюрократ",
        "ability": "Каждой ночью выберите игрока (кроме себя): его голос завтра засчитывается трижды.",
        "firstNightReminder": "Бюрократ указывает на игрока. Положите рядом с жетоном роли выбранного игрока напоминающий жетон \"3 голоса\".",
        "otherNightReminder": "Бюрократ указывает на игрока. Положите рядом с жетоном роли выбранного игрока напоминающий жетон \"3 голоса\".",
        "remindersGlobal": [],
        "reminders": [
            "3 голоса"
        ]
    },
    {
        "id": "butcher",
        "name": "Мясник",
        "ability": "Каждый день после первой казни вы можете выдвинуть кого-либо еще раз.",
        "firstNightReminder": "",
        "otherNightReminder": "",
        "remindersGlobal": [],
        "reminders": []
    },
    {
        "id": "butler",
        "name": "Дворецкий",
        "ability": "Каждой ночью выберите игрока (кроме себя): завтра вы можете голосовать только тогда, когда голосует он.",
        "firstNightReminder": "Дворецкий указывает на игрока. Отметьте этого игрока жетоном \"Хозяин\"",
        "otherNightReminder": "Дворецкий указывает на игрока. Отметьте этого игрока жетоном \"Хозяин\"",
        "remindersGlobal": [],
        "reminders": [
            "Хозяин"
        ]
    },
    {
        "id": "cannibal",
        "name": "Людоед",
        "ability": "Вы владеете способностью игрока, который был убит на казни последним. Если он был злой, то вы отравлены, пока не будет убит на казни добрый игрок.",
        "firstNightReminder": "",
        "otherNightReminder": "",
        "remindersGlobal": [],
        "reminders": [
            "Отравлен",
            "Умер сегодня"
        ]
    },
    {
        "id": "cerenovus",
        "name": "Цереновус",
        "ability": "Каждой ночью выберите игрока и добрую роль: завтра этот игрок иногда может быть казнен, если не будет \"помешан\" на том, что является этой ролью.",
        "firstNightReminder": "Цереновус указывает на игрока, а затем на роль в списке. Разбудите этого игрока и покажите ему табличку \"Этот персонаж выбрал вас\", затем жетон Цереновуса, затем жетон выбранной роли. Если назавтра этот игрок не будет помешан на том, что является этой ролью, вы можете его казнить.",
        "otherNightReminder": "Цереновус указывает на игрока, а затем на роль в списке. Разбудите этого игрока и покажите ему табличку \"Этот персонаж выбрал вас\", затем жетон Цереновуса, затем жетон выбранной роли. Если назавтра этот игрок не будет помешан на том, что является этой ролью, вы можете его казнить.",
        "remindersGlobal": [],
        "reminders": [
            "Помешан"
        ]
    },
    {
        "id": "chambermaid",
        "name": "Горничная",
        "ability": "Каждой ночью выберите 2 живых игроков (кроме себя): вы узнаете, сколько из них проснулось этой ночью в результате действия своей способности.",
        "firstNightReminder": "Горничная указывает на двух игроков. Покажите число (0, 1, 2...), равное количеству игроков среди этих двух, которые этой ночью проснулись благодаря своей способности.",
        "otherNightReminder": "Горничная указывает на двух игроков. Покажите число (0, 1, 2...), равное количеству игроков среди этих двух, которые этой ночью проснулись благодаря своей способности.",
        "remindersGlobal": [],
        "reminders": []
    },
    {
        "id": "chef",
        "name": "Повар",
        "ability": "Вы начинаете игру, зная количество пар сидящих рядом друг с другом злых игроков.",
        "firstNightReminder": "Покажите число (0, 1, 2, ...), равное количеству пар сидящих рядом друг с другом злых игроков.",
        "otherNightReminder": "",
        "remindersGlobal": [],
        "reminders": []
    },
    {
        "id": "choirboy",
        "name": "Служка",
        "ability": "Если Демон убил Короля, вы узнаете, кто из игроков - Демон. [+Король]",
        "firstNightReminder": "",
        "otherNightReminder": "Если Король был убит Демоном, разбудите Служку и укажите на игрока-Демона.",
        "remindersGlobal": [],
        "reminders": []
    },
    {
        "id": "clockmaker",
        "name": "Часовщик",
        "ability": "Вы начинаете игру, зная, сколько шагов от Демона до ближайшего к нему Приспешника.",
        "firstNightReminder": "Покажите число (1, 2, 3, ...), равное количеству шагов от Демона до ближайшего Приспешника.",
        "otherNightReminder": "",
        "remindersGlobal": [],
        "reminders": []
    },
    {
        "id": "courtier",
        "name": "Льстец",
        "ability": "Один раз за игру ночью вы можете выбрать роль: ее владелец станет пьян на 3 ночи и 3 дня.",
        "firstNightReminder": "Льстец либо качанием головы отказывается действовать, либо указывает на роль в списке. Если Льстец применил способность и выбранная роль находится в игре, ее владелец становится пьян.",
        "otherNightReminder": "Уменьшите счетчик дней рядом с помеченным пьяным игроком на 1. Если Льстец еще не применял способность: Льстец либо качанием головы отказывается действовать, либо указывает на роль в списке. Если Льстец применил способность и выбранная роль находится в игре, ее владелец становится пьян.",
        "remindersGlobal": [],
        "reminders": [
            "Истрачено",
            "Пьян 1",
            "Пьян 2",
            "Пьян 3"
        ]
    },
    {
        "id": "cultleader",
        "name": "Глава секты",
        "ability": "Каждой ночью вы переходите на сторону одного из живых соседей. Если все добрые игроки согласились вступить в вашу секту, ваша команда выигрывает.",
        "firstNightReminder": "Если Глава секты сменил сторону, покажите ему палец вверх (добро) или палец вниз (зло) соответственно новой стороне.",
        "otherNightReminder": "Если Глава секты сменил сторону, покажите ему палец вверх (добро) или палец вниз (зло) соответственно новой стороне.",
        "remindersGlobal": [],
        "reminders": []
    },
    {
        "id": "damsel",
        "name": "Девица",
        "ability": "Все Приспешники знают, что вы находитесь в игре. Если кто-то из Приспешников открыто угадает, кто вы (с первого раза), ваша команда проигрывает.",
        "firstNightReminder": "Разбудите всех Приспешников, покажите им карточку \"Этот персонаж выбрал вас\", затем жетон Девицы.",
        "otherNightReminder": "Если Девица была выбрана Охотником, разбудите ее, покажите карточку \"Вы являетесь\", а затем жетон роли Горожанина, отсутствующего в игре.",
        "remindersGlobal": [],
        "reminders": [
            "Догадка истрачена"
        ]
    },
    {
        "id": "deusexfiasco",
        "name": "Deus ex Fiasco",
        "ability": "Once per game, the Storyteller will make a \"mistake\", correct it and publicly admit to it.",
        "firstNightReminder": "",
        "otherNightReminder": "",
        "remindersGlobal": [],
        "reminders": [
            "Whoops"
        ]
    },
    {
        "id": "deviant",
        "name": "Юродивый",
        "ability": "Если вы сегодня вели себя забавно, вас нельзя изгнать.",
        "firstNightReminder": "",
        "otherNightReminder": "",
        "remindersGlobal": [],
        "reminders": []
    },
    {
        "id": "devilsadvocate",
        "name": "Адвокат дьявола",
        "ability": "Каждой ночью выберите живого игрока (не того же, что в прошлый раз). Назавтра этот игрок не может умереть от казни.",
        "firstNightReminder": "Адвокат дьявола указывает на живого игрока. Этот игрок назавтра не умирает от казни.",
        "otherNightReminder": "Адвокат дьявола указывает на живого игрока (не того же, которого выбирал прошлой ночью). Этот игрок назавтра не умирает от казни.",
        "remindersGlobal": [],
        "reminders": [
            "Переживает казнь"
        ]
    },
    {
        "id": "djinn",
        "name": "Джинн",
        "ability": "Особое правило Джинна в силе. Оно известно всем игрокам.",
        "firstNightReminder": "",
        "otherNightReminder": "",
        "remindersGlobal": [],
        "reminders": []
    },
    {
        "id": "doomsayer",
        "name": "Паникер",
        "ability": "Пока в живых есть 4 или больше игроков, каждый живой игрок может (один раз за игру) открыто потребовать, чтобы умер кто-то на его стороне.",
        "firstNightReminder": "",
        "otherNightReminder": "",
        "remindersGlobal": [],
        "reminders": []
    },
    {
        "id": "dreamer",
        "name": "Сновидец",
        "ability": "Каждой ночью выберите игрока (кроме себя и Странников). Вы узнаете 1 добрую и 1 злую роль - одна из них принадлежит выбранному игроку.",
        "firstNightReminder": "Сновидец указывает на игрока. Покажите ему 1 жетон доброй роли и 1 - злой, один из которых соответствует выбранному игроку.",
        "otherNightReminder": "Сновидец указывает на игрока. Покажите ему 1 жетон доброй роли и 1 - злой, один из которых соответствует выбранному игроку.",
        "remindersGlobal": [],
        "reminders": []
    },
    {
        "id": "drunk",
        "name": "Пьяница",
        "ability": "Вы не знаете, что вы Пьяница. Вам кажется, что вы - какой-либо Горожанин, но это не так.",
        "firstNightReminder": "",
        "otherNightReminder": "",
        "remindersGlobal": [
            "Пьяница"
        ],
        "reminders": []
    },
    {
        "id": "duchess",
        "name": "Герцогиня",
        "ability": "Каждый день ровно 3 игрока могут посетить вас. Ночью* каждый посетитель узнает, сколько среди посетителей злых игроков, но один из них получит неверную информацию.",
        "firstNightReminder": "",
        "otherNightReminder": "",
        "remindersGlobal": [],
        "reminders": [
            "Неверная информация",
            "Посетитель"
        ]
    },
    {
        "id": "empath",
        "name": "Эмпат",
        "ability": "Каждой ночью вы узнаете, сколько из ваших живых соседей - злые.",
        "firstNightReminder": "Покажите число (0, 1, 2), соответствующее количеству злых живых соседей Эмпата.",
        "otherNightReminder": "Покажите число (0, 1, 2), соответствующее количеству злых живых соседей Эмпата.",
        "remindersGlobal": [],
        "reminders": []
    },
    {
        "id": "engineer",
        "name": "Инженер",
        "ability": "Один раз за игру, ночью, вы можете выбрать для Приспешников или для Демона новые роли (того же класса).",
        "firstNightReminder": "Инженер либо качанием головы отказывается действовать, либо указывает на роль Демона или подходящее количество Приспешников. Если Инженер применил способность, замените Демона или Приспешников на выбранные роли. Затем разбудите игроков, чья роль изменилась, покажите им табличку \"Вы являетесь\" и жетон их новой роли.",
        "otherNightReminder": "Инженер либо качанием головы отказывается действовать, либо указывает на роль Демона или подходящее количество Приспешников. Если Инженер применил способность, замените Демона или Приспешников на выбранные роли. Затем разбудите игроков, чья роль изменилась, покажите им табличку \"Вы являетесь\" и жетон их новой роли.",
        "remindersGlobal": [],
        "reminders": [
            "Истрачено"
        ]
    },
    {
        "id": "eviltwin",
        "name": "Злой близнец",
        "ability": "Вы и игрок из противоположной команды знаете личность и роли друг друга. Если доброго игрока в данной паре казнят, зло побеждает. Пока вы оба живы, добро не может победить.",
        "firstNightReminder": "Разбудите Злого близнеца и его двойника. Удостоверьтесь, что они познакомились. Укажите на Злого близнеца и покажите жетон его роли его двойнику. Укажите на двойника и покажите его жетон роли Злому близнецу.",
        "otherNightReminder": "",
        "remindersGlobal": [],
        "reminders": [
            "Близнец"
        ]
    },
    {
        "id": "exorcist",
        "name": "Экзорцист",
        "ability": "Каждой ночью* выберите игрока (не того же, что прошлой ночью). Если это был Демон, то он узнает вашу роль и личность, но этой ночью больше не просыпается.",
        "firstNightReminder": "",
        "otherNightReminder": "Экзорцист указывает на игрока (не того же, которого выбирал прошлой ночью). Если этот игрок - Демон: разбудите Демона. Покажите ему жетон Экзорциста. Укажите на Экзорциста. Этой ночью Демон не сможет действовать.",
        "remindersGlobal": [],
        "reminders": [
            "Выбран"
        ]
    },
    {
        "id": "fanggu",
        "name": "Фан Гу",
        "ability": "Каждой ночью* выберите игрока: он умирает. Первый Изгой, убитый этой способностью, становится злым Фан Гу, а вместо него умираете вы. [+1 Изгой]",
        "firstNightReminder": "",
        "otherNightReminder": "Фан Гу указывает на игрока. Этот игрок умирает. Или же, если этот игрок - Изгой, и в игре нет другого Фан Гу, вместо выбранного игрока умирает Фан Гу. Выбранный игрок становится злым Фан Гу. Разбудите нового Фан Гу. Покажите ему карточку \"Вы являетесь\", затем жетон Фан Гу и жест, обозначающий зло (палец вниз).",
        "remindersGlobal": [],
        "reminders": [
            "Мертв",
            "Превращал"
        ]
    },
    {
        "id": "farmer",
        "name": "Фермер",
        "ability": "Если вы умрете ночью, кто-то из живых добрых игроков станет Фермером.",
        "firstNightReminder": "",
        "otherNightReminder": "Если этой ночью умер Фермер, выберите доброго живого игрока и сделайте его Фермером. Разбудите этого игрока, покажите ему карточку \"Вы являетесь\" и жетон Фермера.",
        "remindersGlobal": [],
        "reminders": []
    },
    {
        "id": "fearmonger",
        "name": "Смутьян",
        "ability": "Каждой ночью выберите игрока. Если вы выдвинете и сумеете казнить выбранного игрока, его команда проигрывает. Всем игрокам становится известно, когда вы выбираете нового игрока.",
        "firstNightReminder": "Смутьян указывает на игрока. Положите рядом с этим игроком жетон \"Цель\" и объявите, что способностью Смутьяна был выбран новый игрок.",
        "otherNightReminder": "Смутьян указывает на игрока. Если это не тот же игрок, что был выбран прошлой ночью, положите рядом с этим игроком жетон \"Цель\" и объявите, что способностью Смутьяна был выбран новый игрок.",
        "remindersGlobal": [],
        "reminders": [
            "Цель"
        ]
    },
    {
        "id": "fibbin",
        "name": "Врунишка",
        "ability": "Один раз за игру 1 добрый игрок иногда может получить неверную информацию.",
        "firstNightReminder": "",
        "otherNightReminder": "",
        "remindersGlobal": [],
        "reminders": [
            "Истрачено"
        ]
    },
    {
        "id": "fiddler",
        "name": "Скрипач",
        "ability": "Один раз за игру Демон тайно выбирает игрока из противоположной команды: все игроки сообща присуждают победу одному из этих двоих игроков.",
        "firstNightReminder": "",
        "otherNightReminder": "",
        "remindersGlobal": [],
        "reminders": []
    },
    {
        "id": "fisherman",
        "name": "Рыбак",
        "ability": "Один раз за игру, днем, можете наедине получить от Рассказчика совет, который поможет победить.",
        "firstNightReminder": "",
        "otherNightReminder": "",
        "remindersGlobal": [],
        "reminders": [
            "Истрачено"
        ]
    },
    {
        "id": "flowergirl",
        "name": "Цветочница",
        "ability": "Каждой ночью* вы узнаете, голосовал ли сегодня Демон.",
        "firstNightReminder": "",
        "otherNightReminder": "Кивните (да) или покачайте головой (нет) в зависимости от того, голосовал ли этим днем Демон. Отметьте Цветочницу маркером \"Демон не голосовал\" и уберите маркер \"Демон голосовал\", если он был.",
        "remindersGlobal": [],
        "reminders": [
            "Демон голосовал",
            "Демон не голосовал"
        ]
    },
    {
        "id": "fool",
        "name": "Шут",
        "ability": "Когда вы должны умереть в первый раз, вы не умираете.",
        "firstNightReminder": "",
        "otherNightReminder": "",
        "remindersGlobal": [],
        "reminders": [
            "Истрачено"
        ]
    },
    {
        "id": "fortuneteller",
        "name": "Гадалка",
        "ability": "Каждой ночью выберите 2 игроков: вы узнаете, есть ли среди них Демон. Среди добрых игроков есть один, который представляется вам Демоном.",
        "firstNightReminder": "Гадалка указывает на двух игроков. Жестом укажите (кивок - да, качание головой - нет), является ли Демоном кто-то из них.",
        "otherNightReminder": "Гадалка указывает на двух игроков. Жестом укажите (кивок - да, качание головой - нет), является ли Демоном кто-то из них.",
        "remindersGlobal": [],
        "reminders": [
            "Обманка"
        ]
    },
    {
        "id": "gambler",
        "name": "Азартный игрок",
        "ability": "Каждой ночью* выберите игрока и попробуйте угадать его роль. Если вы угадали неправильно, то умираете.",
        "firstNightReminder": "",
        "otherNightReminder": "Азартный игрок указывает на игрока, а затем на роль в списке. Если догадка неверная, Игрок умирает.",
        "remindersGlobal": [],
        "reminders": [
            "Мертв"
        ]
    },
    {
        "id": "gangster",
        "name": "Гангстер",
        "ability": "Один раз за день вы можете убить своего живого соседа, если ваш второй живой сосед согласен.",
        "firstNightReminder": "",
        "otherNightReminder": "",
        "remindersGlobal": [],
        "reminders": []
    },
    {
        "id": "general",
        "name": "Генерал",
        "ability": "Каждой ночью вы узнаете, кто, по мнению Рассказчика, ближе к победе: добро, зло, или же силы равны.",
        "firstNightReminder": "Жестом покажите Генералу, кто выигрывает (палец вверх - добро, вниз - зло, в сторону - ни те, ни другие).",
        "otherNightReminder": "Жестом покажите Генералу, кто выигрывает (палец вверх - добро, вниз - зло, в сторону - ни те, ни другие).",
        "remindersGlobal": [],
        "reminders": []
    },
    {
        "id": "goblin",
        "name": "Гоблин",
        "ability": "Если вы открыто объявите, что вы Гоблин, после того, как вас выдвинули, а потом в тот же день вас казнят, ваша команда победит.",
        "firstNightReminder": "",
        "otherNightReminder": "",
        "remindersGlobal": [],
        "reminders": [
            "Объявил"
        ]
    },
    {
        "id": "godfather",
        "name": "Крестный отец",
        "ability": "Вы начинаете игру, зная, какие Изгои присутствуют в игре. Если днем умирает Изгой, ночью выберите игрока: он умирает. [-1 или +1 Изгой]",
        "firstNightReminder": "Покажите Крестному отцу все жетоны Изгоев, присутствующих в игре.",
        "otherNightReminder": "Если сегодня умер Изгой: Крестный отец указывает на игрока. Этот игрок умирает.",
        "remindersGlobal": [],
        "reminders": [
            "Мертв",
            "Умер сегодня"
        ]
    },
    {
        "id": "golem",
        "name": "Голем",
        "ability": "Вы можете выдвигать только раз за игру. Когда вы это делаете, выдвинутый игрок умирает, если он не Демон.",
        "firstNightReminder": "",
        "otherNightReminder": "",
        "remindersGlobal": [],
        "reminders": [
            "Не может выдвигать"
        ]
    },
    {
        "id": "goon",
        "name": "Наемник",
        "ability": "Каждой ночью первый игрок, выбравший вас своей способностью, становится пьян до заката. Вы переходите на его сторону.",
        "firstNightReminder": "",
        "otherNightReminder": "",
        "remindersGlobal": [],
        "reminders": [
            "Пьян"
        ]
    },
    {
        "id": "gossip",
        "name": "Сплетница",
        "ability": "Каждый день вы можете открыто сделать некое заявление. Ночью, если заявление было истинным, кто-то из игроков умирает.",
        "firstNightReminder": "",
        "otherNightReminder": "Если открытое заявление Сплетницы было истинным: выберите игрока, который этой ночью не защищен от смерти. Этот игрок умирает.",
        "remindersGlobal": [],
        "reminders": [
            "Мертв"
        ]
    },
    {
        "id": "grandmother",
        "name": "Бабуля",
        "ability": "Вы начинаете игру, зная личность и роль одного из добрых игроков. Если этого игрока убивает Демон, вы тоже умираете.",
        "firstNightReminder": "Покажите помеченный жетон роли. Укажите на помеченного игрока.",
        "otherNightReminder": "Если внук Бабули был убит Демоном этой ночью: Бабуля умирает.",
        "remindersGlobal": [],
        "reminders": [
            "Внук"
        ]
    },
    {
        "id": "gunslinger",
        "name": "Стрелок",
        "ability": "Каждый день после подсчета первого голосования вы можете выбрать игрока, который в нем голосовал. Этот игрок умирает.",
        "firstNightReminder": "",
        "otherNightReminder": "",
        "remindersGlobal": [],
        "reminders": []
    },
    {
        "id": "harlot",
        "name": "Наперсница",
        "ability": "Каждой ночью* выберите живого игрока: если он согласится, вы узнаете его роль, но иногда вы оба можете умереть.",
        "firstNightReminder": "",
        "otherNightReminder": "Наперсница указывает на любого игрока. Усыпите ее. Разбудите выбранного игрока, покажите ему карточку \"Этот персонаж выбрал вас\", затем жетон Наперсницы. Этот игрок жестом обозначает согласие (кивок) либо отказ (качание головой). Если он кивнул, разбудите Наперсницу и покажите ей жетон роли выбранного игрока. После этого вы можете решить, что они оба умирают.",
        "remindersGlobal": [],
        "reminders": [
            "Мертв"
        ]
    },
    {
        "id": "harpy",
        "name": "Гарпия",
        "ability": "Каждой ночью выберите двух игроков: завтра, если 1й игрок не помешан, что 2й игрок злой, они оба иногда могут умереть.",
        "firstNightReminder": "Гарпия указывает на двух игроков. Усыпите её. Разбудите 1го выбранного игрока и покажите ему табличку \"Этот персонаж выбрал вас\", затем жетон Гарпии, затем укажите на 2го игрока.",
        "otherNightReminder": "Гарпия указывает на двух игроков. Усыпите её. Разбудите 1го выбранного игрока и покажите ему табличку \"Этот персонаж выбрал вас\", затем жетон Гарпии, затем укажите на 2го игрока.",
        "remindersGlobal": [],
        "reminders": [
            "Помешан",
            "2й"
        ]
    },
    {
        "id": "hatter",
        "name": "Шляпник",
        "ability": "Если вы умерли сегодня или этой ночью, Приспещники и Демон могут выбрать новые роли Приспешников и Демона и стать ими",
        "firstNightReminder": "",
        "otherNightReminder": "Если Шляпник сегодня умер: разбудите Примпешников и Демона. Покажите им карточку \"Этот персонаж выбрал вас\", а затем жетон Шляпника. Каждый из них либо качанием головы отказывается действовать, либо указывает на другого персонажа своего класса. Если у второго игрока в итоге окажется уже выбранный персонаж, покачайте головой и жестом попросите его выбрать еще раз. Усыпите их. Поменяйте каждого игрока на выбранную им роль.",
        "remindersGlobal": [],
        "reminders": [
            "Чаепитие"
        ]
    },
    {
        "id": "hellslibrarian",
        "name": "Тишина в зале",
        "ability": "С тем, кто разговаривал, когда Рассказчик попросил тишины, может произойти что-то плохое.",
        "firstNightReminder": "",
        "otherNightReminder": "",
        "remindersGlobal": [],
        "reminders": [
            "Что-то плохое"
        ]
    },
    {
        "id": "heretic",
        "name": "Еретик",
        "ability": "Те, кто победили - проигрывают, а те, кто проиграли - побеждают. Способность в силе и после вашей смерти.",
        "firstNightReminder": "",
        "otherNightReminder": "",
        "remindersGlobal": [],
        "reminders": []
    },
    {
        "id": "highpriestess",
        "name": "Верховная Жрица",
        "ability": "Каждой ночью, вы узнаёте игрока, с которым, по мнению Рассказчика, вам больше всего стоит поговорить.",
        "firstNightReminder": "Укажите на игрока.",
        "otherNightReminder": "Укажите на игрока.",
        "remindersGlobal": [],
        "reminders": []
    },
    {
        "id": "huntsman",
        "name": "Охотник",
        "ability": "Один раз за игру, ночью, можете выбрать живого игрока. Если это Девица, она станет Горожанином, отсутствующим в игре. [+Девица]",
        "firstNightReminder": "Охотник либо качанием головы отказывается действовать, либо указывает на игрока. Если он указал на Девицу, разбудите этого игрока, покажите ему карточку \"Вы являетесь\" и жетон Горожанина, отсутствующего в игре.",
        "otherNightReminder": "Охотник либо качанием головы отказывается действовать, либо указывает на игрока. Если он указал на Девицу, разбудите этого игрока, покажите ему карточку \"Вы являетесь\" и жетон Горожанина, отсутствующего в игре.",
        "remindersGlobal": [],
        "reminders": [
            "Истрачено"
        ]
    },
    {
        "id": "imp",
        "name": "Черт",
        "ability": "Каждой ночью* выберите игрока: он умирает. Если вы убили самого себя, то Чертом становится один из Приспешников.",
        "firstNightReminder": "",
        "otherNightReminder": "Черт указывает на игрока. Этот игрок умирает. Если Черт выбрал себя: замените жетон одного из живых Приспешников запасным жетоном Черта. Покажите ему карточку \"Вы являетесь\", затем жетон Черта.",
        "remindersGlobal": [],
        "reminders": [
            "Мертв"
        ]
    },
    {
        "id": "innkeeper",
        "name": "Трактирщик",
        "ability": "Каждой ночью* выберите 2 игроков: этой ночью они не могут умереть, но 1 из них станет пьян до заката.",
        "firstNightReminder": "",
        "otherNightReminder": "Снимите маркеры с игроков, защищенных и опьяневших ранее. Трактирщик указывает на двух игроков. Оба они защищены. Один из них пьян.",
        "remindersGlobal": [],
        "reminders": [
            "Защищен",
            "Пьян"
        ]
    },
    {
        "id": "investigator",
        "name": "Детектив",
        "ability": "Вы начинаете игру, зная 2 игроков, один из которых является каким-либо определенным Приспешником.",
        "firstNightReminder": "Покажите жетон роли Приспешника, присутствующего в игре. Укажите на двух игроков, один из которых является этой ролью.",
        "otherNightReminder": "",
        "remindersGlobal": [],
        "reminders": [
            "Обманка",
            "Приспешник"
        ]
    },
    {
        "id": "judge",
        "name": "Судья",
        "ability": "Один раз за игру вы можете отменить или автоматически утвердить текущую казнь, если жертву выдвинули не вы.",
        "firstNightReminder": "",
        "otherNightReminder": "",
        "remindersGlobal": [],
        "reminders": [
            "Истрачено"
        ]
    },
    {
        "id": "juggler",
        "name": "Жонглер",
        "ability": "В первый день можете открыто сделать до пяти попыток угадать роль какого-либо или каких-либо игроков. Следующей ночью вы узнаете, сколько догадок были верными.",
        "firstNightReminder": "",
        "otherNightReminder": "Если предыдущий день был первым днем для Жонглера, покажите жестом число (0, 1, 2...) жетонов \"Верно\". Уберите эти жетоны.",
        "remindersGlobal": [],
        "reminders": [
            "Верно"
        ]
    },
    {
        "id": "kazali",
        "name": "Казалич",
        "ability": "Каждой ночью* выберите игрока: он умирает. [Вы выбираете, кто станет каким Приспешником. -?/+? Изгоев]",
        "firstNightReminder": "Казали указывает на игрока и Приспешника в списке ролей. Замените жетон этого игрока на жетон Приспешника, покажите ему карточку \"Вы являетесь\", жетон Приспешника и жест, обозначающий зло (палец вниз). Повторяйте, пока не будет создано обычное количество Приспешников. Казали засыпает.",
        "otherNightReminder": "Казали указывает на игрока. Этот игрок умирает.",
        "remindersGlobal": [],
        "reminders": [
            " "
        ]
    },
    {
        "id": "king",
        "name": "Король",
        "ability": "Каждой ночью, если мертвых игроков больше, чем живых, вы узнаете 1 живую роль. Демон знает, кто вы.",
        "firstNightReminder": "Разбудите Демона, покажите ему карточку \"Этот персонаж выбрал вас\", затем покажите жетон Короля и укажите на игрока-Короля.",
        "otherNightReminder": "Если мертвых игроков больше, чем живых, покажите Королю жетон роли одного из живых игроков.",
        "remindersGlobal": [],
        "reminders": []
    },
    {
        "id": "klutz",
        "name": "Растяпа",
        "ability": "Когда вы узнаете, что умерли, открыто укажите на 1 живого игрока. Если он злой, ваша команда проигрывает.",
        "firstNightReminder": "",
        "otherNightReminder": "",
        "remindersGlobal": [],
        "reminders": []
    },
    {
        "id": "knight",
        "name": "Рыцарь",
        "ability": "Вы начинаете игру, зная 2 игроков, ни один из которых не является Демоном.",
        "firstNightReminder": "Укажите на 2 игроков, которые не являются Демоном.",
        "otherNightReminder": "",
        "remindersGlobal": [],
        "reminders": [
            "Видел",
            "Видел"
        ]
    },
    {
        "id": "legion",
        "name": "Легион",
        "ability": "Каждой ночью* иногда умирает игрок. Голосования аннулируются, если голосовали только злые игроки. Вы представляетесь Приспешником помимо собственной роли. [Большинство игроков - Легион]",
        "firstNightReminder": "",
        "otherNightReminder": "Выберите игрока. Этот игрок умирает.",
        "remindersGlobal": [],
        "reminders": [
            "Мертв",
            "Умрет"
        ]
    },
    {
        "id": "leviathan",
        "name": "Левиафан",
        "ability": "Если казнен более, чем 1 добрый игрок, вы побеждаете. Всем игрокам известно, что вы находитесь в игре. По завершению 5 дня зло побеждает.",
        "firstNightReminder": "Разместите жетон \"День 1\". Объявите \"Левиафан находится в игре. Сегодня 1 день.\"",
        "otherNightReminder": "Замените напоминающий жетон Левиафана на жетон следующего дня.",
        "remindersGlobal": [],
        "reminders": [
            "День 1",
            "День 2",
            "День 3",
            "День 4",
            "День 5",
            "Казнен добрый игрок"
        ]
    },
    {
        "id": "librarian",
        "name": "Библиотекарь",
        "ability": "Вы начинаете игру, зная 2 игроков, один из которых является каким-либо определенным Изгоем (или что Изгоев в игре нет).",
        "firstNightReminder": "Покажите жетон роли Изгоя, присутствующего в игре. Укажите на двух игроков, один из которых является этой ролью.",
        "otherNightReminder": "",
        "remindersGlobal": [],
        "reminders": [
            "Изгой",
            "Обманка"
        ]
    },
    {
        "id": "lilmonsta",
        "name": "Монстренок",
        "ability": "Каждой ночью Приспешники сообща решают, кто присматривает за Монстренком: выбранный игрок считается Демоном. Каждой ночью* какой-либо игрок умирает. [+1 Приспешник]",
        "firstNightReminder": "Разбудите всех Приспешников и позвольте им договориться указыванием пальцев, кто присматривает за Монстренком.",
        "otherNightReminder": "Разбудите всех Приспешников и позвольте им договориться указыванием пальцев, кто присматривает за Монстренком. Выберите игрока: этот игрок умирает.",
        "remindersGlobal": [
            "Демон",
            "Мертв"
        ],
        "reminders": []
    },
    {
        "id": "lleech",
        "name": "Пиявица",
        "ability": "Каждой ночью* выберите игрока: этот игрок умирает. В начале игры вы выбираете живого игрока: этот игрок отравлен, а вы умрете тогда и только тогда, когда умрет он.",
        "firstNightReminder": "Пиявица указывает на игрока. Разместите рядом с тем игроком жетон \"Отравлен\".",
        "otherNightReminder": "Пиявица указывает на игрока. Этот игрок умирает.",
        "remindersGlobal": [],
        "reminders": [
            "Мертв",
            "Отравлен"
        ]
    },
    {
        "id": "lunatic",
        "name": "Безумец",
        "ability": "Вам кажется, что вы - Демон, но это не так. Настоящий Демон знает, кто вы и кого вы выбираете ночью.",
        "firstNightReminder": "Если 7 или больше игроков: укажите Безумцу на столько любых игроков, сколько Приспешников должно быть в игре. Покажите ему 3 любых жетона добрых ролей. Если Безумцу достался жетон Демона, который просыпается этой ночью: позвольте Безумцу совершить действия этого Демона. Разместите жетоны \"Атака\" соответствующим образом. Разбудите Демона, покажите ему жетон его настоящей роли Демона, затем укажите на игрока-Безумца. Если Безумец атаковал игроков: укажите настоящему Демону на атакованных игроков. Уберите жетоны \"Атака\".",
        "otherNightReminder": "Позвольте Безумцу совершить действия Демона. Разместите жетоны \"Атака\" соответствующим образом. Если Безумец атаковал игроков: разбудите Демона, покажите ему жетон \"Атака\", затем укажите на атакованных игроков. Уберите жетоны \"Атака\".",
        "remindersGlobal": [],
        "reminders": [
            "Атака 1",
            "Атака 2",
            "Атака 3"
        ]
    },
    {
        "id": "lycanthrope",
        "name": "Оборотень",
        "ability": "Каждой ночью* выберите живого игрока. Если этот игрок добрый, то он умирает, но больше этой ночью никто не умрет.",
        "firstNightReminder": "",
        "otherNightReminder": "Оборотень указывает на живого игрока. Если этот игрок добрый, то он умирает, и больше этой ночью никто умереть не может.",
        "remindersGlobal": [],
        "reminders": [
            "Мертв"
        ]
    },
    {
        "id": "magician",
        "name": "Фокусник",
        "ability": "Демону кажется, что вы Приспешник. Приспешникам кажется, что вы Демон.",
        "firstNightReminder": "",
        "otherNightReminder": "",
        "remindersGlobal": [],
        "reminders": []
    },
    {
        "id": "marionette",
        "name": "Марионетка",
        "ability": "Вам кажется, что вы - какая-либо добрая роль, но это не так. Демон знает, кто вы. [Вы сидите рядом с Демоном]",
        "firstNightReminder": "Выберите одного из добрых игроков, сидящих рядом с Демоном, и разместите рядом с ним напоминающий жетон \"Марионетка\". Разбудите Демона и укажите ему на Марионетку.",
        "otherNightReminder": "",
        "remindersGlobal": [
            "Марионетка"
        ],
        "reminders": []
    },
    {
        "id": "mastermind",
        "name": "Кукловод",
        "ability": "Если Демон убит на казни и игра должна завершиться, продолжайте играть еще 1 день. Если в этот день казнят игрока, команда казненного проигрывает.",
        "firstNightReminder": "",
        "otherNightReminder": "",
        "remindersGlobal": [],
        "reminders": []
    },
    {
        "id": "mathematician",
        "name": "Математик",
        "ability": "Каждой ночью вы узнаете, у скольких игроков некорректно сработала способность (с прошлого рассвета) из-за чужой способности.",
        "firstNightReminder": "Покажите жестом число (0, 1, 2...) игроков, чья способность дала сбой из-за чужой способности.",
        "otherNightReminder": "Покажите жестом число (0, 1, 2...) игроков, чья способность дала сбой из-за чужой способности.",
        "remindersGlobal": [],
        "reminders": [
            "Сбой"
        ]
    },
    {
        "id": "matron",
        "name": "Матрона",
        "ability": "Каждый день вы можете заставить до 3 игроков поменяться с кем-либо местами. Игроки не могут вставать с места для тайного общения.",
        "firstNightReminder": "",
        "otherNightReminder": "",
        "remindersGlobal": [],
        "reminders": []
    },
    {
        "id": "mayor",
        "name": "Мэр",
        "ability": "Если живы ровно 3 игрока и день заканчивается без казни, ваша команда побеждает. Если вы должны умереть ночью, вместо вас иногда умирает другой игрок.",
        "firstNightReminder": "",
        "otherNightReminder": "",
        "remindersGlobal": [],
        "reminders": []
    },
    {
        "id": "mezepheles",
        "name": "Мецефель",
        "ability": "В начале игры вы узнаете тайное слово. Первый добрый игрок, который его произнесет, станет злым следующей ночью.",
        "firstNightReminder": "Покажите Мецефелю тайное слово.",
        "otherNightReminder": "Разбудите первого доброго игрока, который произнес тайное слово. Покажите ему карточку \"Вы являетесь\", затем жест, обозначающий зло (палец вниз).",
        "remindersGlobal": [],
        "reminders": [
            "Способность истрачена",
            "Станет злым"
        ]
    },
    {
        "id": "minstrel",
        "name": "Менестрель",
        "ability": "Когда Приспешника убивают на казни, все остальные игрока (кроме Странников) становятся пьяными до конца завтрашнего дня.",
        "firstNightReminder": "",
        "otherNightReminder": "",
        "remindersGlobal": [],
        "reminders": [
            "Все пьяны"
        ]
    },
    {
        "id": "monk",
        "name": "Монах",
        "ability": "Каждой ночью* выберите игрока (кроме себя): этот игрок сегодня ночью защищен от Демона.",
        "firstNightReminder": "",
        "otherNightReminder": "Игрок, что был защищен ранее, теряет защиту. Монах указывает на игрока, кроме себя. Отметьте этого игрока жетоном \"Защищен\".",
        "remindersGlobal": [],
        "reminders": [
            "Защищен"
        ]
    },
    {
        "id": "moonchild",
        "name": "Дитя луны",
        "ability": "Когда вы узнаете, что умерли, открыто укажите на 1 живого игрока. Если этот игрок добрый, ночью он умрет.",
        "firstNightReminder": "",
        "otherNightReminder": "Если Дитя луны применил способность и указал на игрока: если тот игрок добрый, он умирает.",
        "remindersGlobal": [],
        "reminders": [
            "Мертв"
        ]
    },
    {
        "id": "mutant",
        "name": "Мутант",
        "ability": "Если вы \"помешаны\" на том, что вы Изгой, вы иногда можете быть казнены.",
        "firstNightReminder": "",
        "otherNightReminder": "",
        "remindersGlobal": [],
        "reminders": []
    },
    {
        "id": "nightwatchman",
        "name": "Стражник",
        "ability": "Один раз за игру, ночью, можете выбрать игрока: этот игрок узнает вашу личность.",
        "firstNightReminder": "Стражник может указать на игрока. Разбудите этого игрока, покажите ему карточку \"Этот персонаж выбрал вас\", жетон Стражника, затем укажите на игрока-Стражника.",
        "otherNightReminder": "Стражник может указать на игрока. Разбудите этого игрока, покажите ему карточку \"Этот персонаж выбрал вас\", жетон Стражника, затем укажите на игрока-Стражника.",
        "remindersGlobal": [],
        "reminders": [
            "Истрачено"
        ]
    },
    {
        "id": "noble",
        "name": "Вельможа",
        "ability": "Вы начинаете игру, зная 3 игроков, из которых 1 и только 1 злой.",
        "firstNightReminder": "Укажите на 3 игроков, включая одного злого, в любом порядке.",
        "otherNightReminder": "",
        "remindersGlobal": [],
        "reminders": [
            "Видел"
        ]
    },
    {
        "id": "nodashii",
        "name": "Но Дащи",
        "ability": "Каждой ночью* выберите игрока: этот игрок умирает. Два ваших ближайших соседа-Горожанина отравлены.",
        "firstNightReminder": "",
        "otherNightReminder": "Но Дащи указывает на игрока. Этот игрок умирает.",
        "remindersGlobal": [],
        "reminders": [
            "Мертв",
            "Отравлен"
        ]
    },
    {
        "id": "ogre",
        "name": "Огр",
        "ability": "В свою первую ночь выберите игрока (не себя): вы становитесь его мировоззрением (вы не знаете каким), даже если вы пьяны или отравлены.",
        "firstNightReminder": "Огр указывает на игрока (не на себя) и становится его мировоззрением.",
        "otherNightReminder": "",
        "remindersGlobal": [],
        "reminders": [
            "Друг"
        ]
    },
    {
        "id": "ojo",
        "name": "Око",
        "ability": "Каждую ночь*, выберите роль: игрок с этой ролью умирает. Если этой роли нет в игре, Рассказчик решает кто умирает.",
        "firstNightReminder": "",
        "otherNightReminder": "Око указывает на роль в списке. Если эта роль в игре, игрок с этой ролью умирает. Если этой роли в игре нет, Рассказчик решает кто умирает.",
        "remindersGlobal": [],
        "reminders": [
            "Мертв"
        ]
    },
    {
        "id": "oracle",
        "name": "Пророк",
        "ability": "Каждой ночью* вы узнаете, сколько злых игроков среди мертвых.",
        "firstNightReminder": "",
        "otherNightReminder": "Покажите жестом (0, 1, 2...) число мертвых злых игроков.",
        "remindersGlobal": [],
        "reminders": []
    },
    {
        "id": "organgrinder",
        "name": "Шарманщик",
        "ability": "Все игроки держат глаза закрытыми во время голосования, и подсчет голосов является секретным. Голоса за вас учитываются только в том случае, если вы проголосовали.",
        "firstNightReminder": "",
        "otherNightReminder": "",
        "remindersGlobal": [],
        "reminders": [
            "Умрет"
        ]
    },
    {
        "id": "pacifist",
        "name": "Пацифист",
        "ability": "Казненные добрые игроки иногда не умирают.",
        "firstNightReminder": "",
        "otherNightReminder": "",
        "remindersGlobal": [],
        "reminders": []
    },
    {
        "id": "philosopher",
        "name": "Философ",
        "ability": "Один раз за игру, ночью, выберите добрую роль: вы получите способность этой роли. Если она присутствует в игре, ее владелец становится пьян.",
        "firstNightReminder": "Философ либо качанием головы отказывается действовать, либо указывает на добрую роль в списке. Если он выбрал роль: замените жетон Философа жетоном этой роли. Или же, если эта роль есть в игре, отметьте ее владельца жетоном \"Пьян\", а Философа - жетоном \"Философ\".",
        "otherNightReminder": "Если Философ еще не применял свою способность: Философ либо качанием головы отказывается действовать, либо указывает на добрую роль в списке. Если он выбрал роль: замените жетон Философа жетоном этой роли. Или же, если эта роль есть в игре, отметьте ее владельца жетоном \"Пьян\", а Философа - жетоном \"Философ\".",
        "remindersGlobal": [
            "Философ",
            "Пьян"
        ],
        "reminders": []
    },
    {
        "id": "pithag",
        "name": "Яга",
        "ability": "Каждой ночью* выберите игрока и роль: выбранный игрок получит эту роль, если она отсутствовала в игре. Если вы превратили кого-то в Демона, этой ночью Рассказчик решает, кто и как умрет.",
        "firstNightReminder": "",
        "otherNightReminder": "Яга указывает на игрока и на роль в списке. Если этой роли нет в игре, разбудите выбранного игрока, покажите ему карточку \"Вы являетесь\" и нужный жетон роли. Если роль в игре есть, ничего не происходит.",
        "remindersGlobal": [],
        "reminders": []
    },
    {
        "id": "pixie",
        "name": "Пикси",
        "ability": "Вы начинаете игру, зная 1 роль присутствующего в игре Горожанина. Если вы были помешаны на том, что являетесь этой ролью, то получите эту роль после смерти владельца.",
        "firstNightReminder": "Покажите Пикси жетон Горожанина, присутствующего в игре.",
        "otherNightReminder": "",
        "remindersGlobal": [],
        "reminders": [
            "Имеет способность",
            "Помешан"
        ]
    },
    {
        "id": "plaguedoctor",
        "name": "Чумной Доктор",
        "ability": "Когда вы умираете, Рассказчик получает способность Приспешника, который отсутствует в игре.",
        "firstNightReminder": "",
        "otherNightReminder": "",
        "remindersGlobal": [],
        "reminders": [
            "Способность Рассказчика"
        ]
    },
    {
        "id": "po",
        "name": "По",
        "ability": "Каждой ночью* можете выбрать игрока: этот игрок умирает. Если прошлой ночью вы не стали выбирать, то этой ночью можете выбрать 3 игроков.",
        "firstNightReminder": "",
        "otherNightReminder": "Если По не стал выбирать прошлой ночью: По указывает на трех игроков. Иначе: По либо качанием головы отказывается действовать, либо указывает на игрока. Выбранные игроки умирают.",
        "remindersGlobal": [],
        "reminders": [
            "3 атаки",
            "Мертв"
        ]
    },
    {
        "id": "poisoner",
        "name": "Отравитель",
        "ability": "Каждой ночью выберите игрока: он будет отравлен этой ночью и завтра днем.",
        "firstNightReminder": "Отравитель указывает на игрока. Этот игрок отравлен.",
        "otherNightReminder": "Ранее отравленный игрок больше не отравлен. Отравитель указывает на игрока. Этот игрок отравлен.",
        "remindersGlobal": [],
        "reminders": [
            "Отравлен"
        ]
    },
    {
        "id": "politician",
        "name": "Политик",
        "ability": "Если вы внесли наибольший вклад в поражение своей команды, то меняете сторону и побеждаете. Способность в силе и после смерти.",
        "firstNightReminder": "",
        "otherNightReminder": "",
        "remindersGlobal": [],
        "reminders": []
    },
    {
        "id": "poppygrower",
        "name": "Дурманщик",
        "ability": "Приспешники и Демоны не знакомятся. Если вы умрете, то они познакомятся этой же ночью.",
        "firstNightReminder": "Не показывайте Приспешникам и Демону друг друга.",
        "otherNightReminder": "Если Дурманщик умер, покажите Приспешникам и Демону друг друга.",
        "remindersGlobal": [],
        "reminders": [
            "Зло знакомится"
        ]
    },
    {
        "id": "preacher",
        "name": "Проповедник",
        "ability": "Каждой ночью выберите игрока. Если вы выбрали Приспешника, то он узнает об этом. Все выбранные Приспешники теряют свою способность.",
        "firstNightReminder": "Пастор выбирает игрока. Если это Приспешник, разбудите Приспешника, покажите ему карточку \"Этот персонаж выбрал вас\", затем жетон Проповедника.",
        "otherNightReminder": "Проповедник выбирает игрока. Если это Приспешник, разбудите Приспешника, покажите ему карточку \"Этот персонаж выбрал вас\", затем жетон Проповедник.",
        "remindersGlobal": [],
        "reminders": [
            "На богослужении"
        ]
    },
    {
        "id": "professor",
        "name": "Профессор",
        "ability": "Один раз за игру, ночью*, выберите мертвого игрока. Если это Горожанин, он воскресает.",
        "firstNightReminder": "",
        "otherNightReminder": "Если Профессор не применял способность: Профессор либо качанием головы отказывается действовать, либо указывает на игрока. Если этот игрок - Горожанин, он оживает.",
        "remindersGlobal": [],
        "reminders": [
            "Жив",
            "Истрачено"
        ]
    },
    {
        "id": "psychopath",
        "name": "Маньяк",
        "ability": "Каждый день, до начала выдвижений, вы можете открыто указать на игрока: этот игрок умирает. Если вас казнят, то вы умираете, только если проиграете в камень-ножницы-бумага.",
        "firstNightReminder": "",
        "otherNightReminder": "",
        "remindersGlobal": [],
        "reminders": []
    },
    {
        "id": "pukka",
        "name": "Пукка",
        "ability": "Каждой ночью выберите игрока: он становится отравлен. Отравленный вами ранее игрок умирает, затем становится здоров.",
        "firstNightReminder": "Пукка указывает на игрока. Этот игрок отравлен.",
        "otherNightReminder": "Пукка указывает на игрока. Этот игрок отравлен. Ранее отравленный игрок умирает.",
        "remindersGlobal": [],
        "reminders": [
            "Мертв",
            "Отравлен"
        ]
    },
    {
        "id": "puzzlemaster",
        "name": "Эрудит",
        "ability": "1 игрок пьян (это в силе и после вашей смерти). Если вы с первой попытки угадаете, кто это, вы узнаете личность Демона, но если угадали неверно, то и информацию получите ложную.",
        "firstNightReminder": "",
        "otherNightReminder": "",
        "remindersGlobal": [],
        "reminders": [
            "Догадка истрачена",
            "Пьян"
        ]
    },
    {
        "id": "ravenkeeper",
        "name": "Хранитель воронов",
        "ability": "Если вы умерли ночью, вы просыпаетесь и выбираете игрока: вы узнаете его роль.",
        "firstNightReminder": "",
        "otherNightReminder": "Если Хранитель воронов умер этой ночью: Хранитель воронов указывает на игрока. Покажите жетон роли этого игрока.",
        "remindersGlobal": [],
        "reminders": []
    },
    {
        "id": "recluse",
        "name": "Затворник",
        "ability": "Вы иногда представляетесь злым Приспешником или Демоном. Способность в силе и после вашей смерти.",
        "firstNightReminder": "",
        "otherNightReminder": "",
        "remindersGlobal": [],
        "reminders": []
    },
    {
        "id": "revolutionary",
        "name": "Революционер",
        "ability": "Всем известно, что 2 сидящих рядом игрока находятся на одной стороне. Один раз за игру, 1 из них иногда может неверно представиться.",
        "firstNightReminder": "",
        "otherNightReminder": "",
        "remindersGlobal": [],
        "reminders": [
            "Неверно Представился?"
        ]
    },
    {
        "id": "riot",
        "name": "Бедлам",
        "ability": "Выдвинутые игроки немедленно умирают, но имеют право сразу же выдвинуть кого-то еще (в 3-й день они обязаны это сделать). После 3-го дня зло побеждает. [Все Приспешники - Бедлам]",
        "firstNightReminder": "",
        "otherNightReminder": "",
        "remindersGlobal": [],
        "reminders": []
    },
    {
        "id": "sage",
        "name": "Мудрец",
        "ability": "Если Демон убил вас, вы узнаете 2 игроков, 1 из которых - он.",
        "firstNightReminder": "",
        "otherNightReminder": "Если Мудрец убит Демоном, укажите на двух игроков, из которых один - этот Демон.",
        "remindersGlobal": [],
        "reminders": []
    },
    {
        "id": "sailor",
        "name": "Моряк",
        "ability": "Каждой ночью выберите живого игрока: один из вас пьянеет до заката. Вы не можете умереть.",
        "firstNightReminder": "Моряк указывает на игрока. Либо Моряк, либо выбранный игрок становится пьян.",
        "otherNightReminder": "Ранее опьяневший игрок трезвеет. Моряк указывает на игрока. Либо Моряк, либо выбранный игрок становится пьян.",
        "remindersGlobal": [],
        "reminders": [
            "Пьян"
        ]
    },
    {
        "id": "saint",
        "name": "Святой",
        "ability": "Если вы убиты на казни, ваша команда проигрывает.",
        "firstNightReminder": "",
        "otherNightReminder": "",
        "remindersGlobal": [],
        "reminders": []
    },
    {
        "id": "savant",
        "name": "Савант",
        "ability": "Каждый день вы можете наедине узнать у Рассказчика 2 факта: 1 истинный и 1 ложный.",
        "firstNightReminder": "",
        "otherNightReminder": "",
        "remindersGlobal": [],
        "reminders": []
    },
    {
        "id": "scapegoat",
        "name": "Козел отпущения",
        "ability": "Если казнен игрок, находящийся на вашей стороне, вместо него иногда можете быть казнены вы.",
        "firstNightReminder": "",
        "otherNightReminder": "",
        "remindersGlobal": [],
        "reminders": []
    },
    {
        "id": "scarletwoman",
        "name": "Блудница",
        "ability": "Если живы хотя бы 5 игроков и погибает Демон, то Демоном становитесь вы. (Странники не считаются)",
        "firstNightReminder": "",
        "otherNightReminder": "Если Блудница стала Демоном: покажите карточку \"Вы являетесь\", затем жетон Демона.",
        "remindersGlobal": [],
        "reminders": [
            "Демон"
        ]
    },
    {
        "id": "seamstress",
        "name": "Портниха",
        "ability": "Один раз за игру, ночью, можете выбрать 2 игроков (кроме себя). Вы узнаете, на одной ли они стороне.",
        "firstNightReminder": "Портниха либо качанием головы отказывается действовать, либо указывает на двух других игроков. Если Портниха выбрала игроков, кивните (да) или покачайте головой (нет) в зависимости от того, на одной ли они стороне.",
        "otherNightReminder": "Если Портниха еще не применяла способность: Портниха либо качанием головы отказывается действовать, либо указывает на двух других игроков. Если Портниха выбрала игроков, кивните (да) или покачайте головой (нет) в зависимости от того, на одной ли они стороне.",
        "remindersGlobal": [],
        "reminders": [
            "Истрачено"
        ]
    },
    {
        "id": "sentinel",
        "name": "Привратник",
        "ability": "В игре иногда может быть на 1 Изгоя больше или меньше, чем должно быть.",
        "firstNightReminder": "",
        "otherNightReminder": "",
        "remindersGlobal": [],
        "reminders": []
    },
    {
        "id": "shabaloth",
        "name": "Шабалот",
        "ability": "Каждой ночью* выберите 2 игроков: они умирают. Один из мертвых игроков, выбранных прошлой ночью, иногда оживает.",
        "firstNightReminder": "",
        "otherNightReminder": "Один игрок, выбранный Шабалотом прошлой ночью, может быть воскрешен. Шабалот указывает на двух игроков. Эти игроки умирают.",
        "remindersGlobal": [],
        "reminders": [
            "Жив",
            "Мертв"
        ]
    },
    {
        "id": "shugenja",
        "name": "Сюгэндзя",
        "ability": "Вы начинаете игру, зная в каком направлении (по часовой стрелке или против часовой стрелке) ближайший к вам злой игрок. Если два ближайших на одинаковом растоянии, Рассказчик показывает любое из двух направлений.",
        "firstNightReminder": "Укажите горизонтально в направленнии ближайшего злого игрока. Если два ближайших злых игрока на одинаковом расстоянии от Сюгэндзя, укажите горизонтально в любом направленнии",
        "otherNightReminder": "",
        "remindersGlobal": [],
        "reminders": []
    },
    {
        "id": "slayer",
        "name": "Истребитель",
        "ability": "Один раз за игру, днем, можете открыто выбрать игрока. Если это был Демон, он умирает.",
        "firstNightReminder": "",
        "otherNightReminder": "",
        "remindersGlobal": [],
        "reminders": [
            "Истрачено"
        ]
    },
    {
        "id": "snakecharmer",
        "name": "Заклинатель змей",
        "ability": "Каждой ночью выберите живого игрока. Если вы выбрали Демона, он меняется с вами ролями и стороной, а затем становится отравлен.",
        "firstNightReminder": "Заклинатель змей указывает на игрока. Если этот игрок - Демон, поменяйте местами роли и стороны Заклинателя змей и Демона. Разбудите обоих игроков по очереди, чтобы объявить им их новую роль и сторону. Новый Заклинатель змей отравлен",
        "otherNightReminder": "Заклинатель змей указывает на игрока. Если этот игрок - Демон, поменяйте местами роли и стороны Заклинателя змей и Демона. Разбудите обоих игроков по очереди, чтобы объявить им их новую роль и сторону. Новый Заклинатель змей отравлен",
        "remindersGlobal": [],
        "reminders": [
            "Отравлен"
        ]
    },
    {
        "id": "snitch",
        "name": "Болтун",
        "ability": "Приспешникам известны 3 роли, отсутствующие в игре.",
        "firstNightReminder": "После знакомства Приспешников с Демоном разбудите каждого Приспешника и покажите им три жетона отсутствующих в игре ролей. Они могут быть разными для каждого Приспешника, а также могут отличаться от тех, что видел Демон.",
        "otherNightReminder": "",
        "remindersGlobal": [],
        "reminders": []
    },
    {
        "id": "soldier",
        "name": "Солдат",
        "ability": "Вы защищены от Демона.",
        "firstNightReminder": "",
        "otherNightReminder": "",
        "remindersGlobal": [],
        "reminders": []
    },
    {
        "id": "spiritofivory",
        "name": "Дух-защитник",
        "ability": "На стороне зла не может быть более одного лишнего игрока.",
        "firstNightReminder": "",
        "otherNightReminder": "",
        "remindersGlobal": [],
        "reminders": [
            "Нельзя добавлять зло"
        ]
    },
    {
        "id": "spy",
        "name": "Шпион",
        "ability": "Каждой ночью вы можете заглянуть в Гримуар. Вы иногда представляетесь добрым Горожанином или Изгоем (это в силе и после вашей смерти).",
        "firstNightReminder": "Покажите Шпиону Гримуар на достаточное время.",
        "otherNightReminder": "Покажите Шпиону Гримуар на достаточное время.",
        "remindersGlobal": [],
        "reminders": []
    },
    {
        "id": "steward",
        "name": "Распорядитель",
        "ability": "Вы начинаете игру, зная 1 доброго игрока.",
        "firstNightReminder": "Укажите на 1 доброго игрока.",
        "otherNightReminder": "",
        "remindersGlobal": [],
        "reminders": [
            "Know"
        ]
    },
    {
        "id": "stormcatcher",
        "name": "Киногерой",
        "ability": "Назовите добрую роль. Если она находится в игре, то ее владелец может быть убит только на казни, но злым игрокам будет известно, кто он.",
        "firstNightReminder": "",
        "otherNightReminder": "",
        "remindersGlobal": [],
        "reminders": [
            "В безопасности"
        ]
    },
    {
        "id": "summoner",
        "name": "Призыватель",
        "ability": "Ты получаешь три добрые роли вне игры. Во время третьей ночи, выберите игрока: он становится злым выбранным вам Демоном [Нет Демона]",
        "firstNightReminder": "Покажите карточку 'Эти роли находятся вне игры'. Покажите три жетона добрых персонажей, не находящихся в игре.",
        "otherNightReminder": "Если сейчас третья ночь, разбудите Призыватели. Он указывает на игрока и на роль Демона в списке - этот игрок становится этим демоном.",
        "remindersGlobal": [],
        "reminders": [
            "1я Ночь",
            "2я Ночь",
            "3я Ночь"
        ]
    },
    {
        "id": "sweetheart",
        "name": "Душечка",
        "ability": "Когда вы умираете, 1 игрок становится пьян до конца игры.",
        "firstNightReminder": "",
        "otherNightReminder": "Выберите игрока, который опьянеет.",
        "remindersGlobal": [],
        "reminders": [
            "Пьян"
        ]
    },
    {
        "id": "tealady",
        "name": "Чаевница",
        "ability": "Если оба ваших живых соседа - добрые, они не могут умереть.",
        "firstNightReminder": "",
        "otherNightReminder": "",
        "remindersGlobal": [],
        "reminders": [
            "Не может умереть"
        ]
    },
    {
        "id": "thief",
        "name": "Вор",
        "ability": "Каждой ночью выберите игрока (кроме себя): завтра его голос засчитывается наоборот.",
        "firstNightReminder": "Вор указывает на игрока. Положите жетон \"Отрицательный голос\" рядом с ролью этого игрока.",
        "otherNightReminder": "Вор указывает на игрока. Положите жетон \"Отрицательный голос\" рядом с ролью этого игрока.",
        "remindersGlobal": [],
        "reminders": [
            "Отрицательный голос"
        ]
    },
    {
        "id": "tinker",
        "name": "Умелец",
        "ability": "Иногда вы можете умереть просто так.",
        "firstNightReminder": "",
        "otherNightReminder": "Умелец может умереть.",
        "remindersGlobal": [],
        "reminders": [
            "Мертв"
        ]
    },
    {
        "id": "towncrier",
        "name": "Глашатай",
        "ability": "Каждой ночью* вы узнаете, выдвигал ли сегодня Приспешник.",
        "firstNightReminder": "",
        "otherNightReminder": "Кивните (да) или покачайте головой (нет) в зависимости от того, выдвигал ли днем кто-то из Приспешников кого-либо. Разместите жетон \"Приспешники не выдвигали\", а жетон \"Приспешник выдвигал\" уберите, если он размещен.",
        "remindersGlobal": [],
        "reminders": [
            "Приспешник выдвигал",
            "Приспешники не выдвигали"
        ]
    },
    {
        "id": "toymaker",
        "name": "Куклодел",
        "ability": "Демон может воздержаться от атаки и обязан это сделать хотя бы раз за игру. Злые игроки получают обычную стартовую информацию.",
        "firstNightReminder": "",
        "otherNightReminder": "",
        "remindersGlobal": [],
        "reminders": [
            "Не атаковал"
        ]
    },
    {
        "id": "undertaker",
        "name": "Гробовщик",
        "ability": "Каждой ночью* вы узнаете роль игрока, убитого на казни сегодня.",
        "firstNightReminder": "",
        "otherNightReminder": "Если сегодня был казнен игрок: покажите жетон роли этого игрока.",
        "remindersGlobal": [],
        "reminders": [
            "Казнен"
        ]
    },
    {
        "id": "vigormortis",
        "name": "Вигормортис",
        "ability": "Каждой ночью* выберите игрока: он умирает. Убитые вами Приспешники сохраняют свою способность, а один из их соседей-Горожан становится отравлен. [-1 Изгой]",
        "firstNightReminder": "",
        "otherNightReminder": "Вигормортис указывает на игрока. Этот игрок умирает. Если это Приспешник, он сохраняет свою способность, а один из его соседей-Горожан становится отравлен.",
        "remindersGlobal": [],
        "reminders": [
            "Имеет способность",
            "Мертв",
            "Отравлен"
        ]
    },
    {
        "id": "villageidiot",
        "name": "Деревенский Дурачек",
        "ability": "Каждую ночь, выбирете игрока: вы узнаете его сторону. [от +0 до +2 Деревенских Дурачков. Один из лишних пьян]",
        "firstNightReminder": "Деревенский дурачек указывает на игрока. Покажите ему палец вверх если этот игро добрый или палец вниз если он злой.",
        "otherNightReminder": "Деревенский дурачек указывает на игрока. Покажите ему палец вверх если этот игро добрый или палец вниз если он злой.",
        "remindersGlobal": [],
        "reminders": [
            "Пьян"
        ]
    },
    {
        "id": "virgin",
        "name": "Девственница",
        "ability": "Когда вас выдвигают в первый раз, выдвинувший вас игрок немедленно становится казнен сам, если он Горожанин.",
        "firstNightReminder": "",
        "otherNightReminder": "",
        "remindersGlobal": [],
        "reminders": [
            "Истрачено"
        ]
    },
    {
        "id": "vizier",
        "name": "Визирь",
        "ability": "Все игроки знают, кто вы. Вы не можете умереть днём. Если добрый игрок проголосовал, вы можете утвердить казнь.",
        "firstNightReminder": "Объявите \"Визирь находится в игре\" и укажите какой игрок - Визирь.",
        "otherNightReminder": "",
        "remindersGlobal": [],
        "reminders": []
    },
    {
        "id": "vortox",
        "name": "Вортокс",
        "ability": "Каждой ночью* выберите игрока: он умирает. Способности Горожан дают только ложную информацию. Если день завершается без казни, зло побеждает.",
        "firstNightReminder": "",
        "otherNightReminder": "Вортокс указывает на игрока. Этот игрок умирает.",
        "remindersGlobal": [],
        "reminders": [
            "Мертв"
        ]
    },
    {
        "id": "voudon",
        "name": "Шаман",
        "ability": "Голосовать можете только вы и мертвые игроки (и жетон голоса им для этого не требуется). Для осуждения не нужно 50-процентное большинство.",
        "firstNightReminder": "",
        "otherNightReminder": "",
        "remindersGlobal": [],
        "reminders": []
    },
    {
        "id": "washerwoman",
        "name": "Прачка",
        "ability": "Вы начинаете игру, зная 2 игроков, один из которых является каким-либо определенным Горожанином.",
        "firstNightReminder": "Покажите жетон роли Горожанина, присутствующего в игре. Укажите на двух игроков, один из которых является этой ролью.",
        "otherNightReminder": "",
        "remindersGlobal": [],
        "reminders": [
            "Горожанин",
            "Обманка"
        ]
    },
    {
        "id": "widow",
        "name": "Вдова",
        "ability": "В первую ночь загляните в Гримуар и выберите игрока: этот игрок отравлен. 1 добрый игрок знает, что Вдова присутствует в игре.",
        "firstNightReminder": "Покажите Гримуар Вдове на достаточное время. Вдова указывает на игрока. Этот игрок отравлен. Разбудите любого доброго игрока, покажите ему карточку \"Эти роли присутствуют в игре\", затем жетон Вдовы.",
        "otherNightReminder": "",
        "remindersGlobal": [
            "Знает"
        ],
        "reminders": [
            "Отравлен"
        ]
    },
    {
        "id": "witch",
        "name": "Ведьма",
        "ability": "Каждой ночью выберите игрока: если завтра он кого-то выдвинет, то тут же умрет. Если живы только 3 игрока, вы теряете эту способность.",
        "firstNightReminder": "Ведьма указывает на игрока. Если этот игрок выдвигает кого-то на следующий день, то немедленно умирает.",
        "otherNightReminder": "Если живы 4 или больше игроков: Ведьма указывает на игрока. Если этот игрок выдвигает кого-то на следующий день, то немедленно умирает.",
        "remindersGlobal": [],
        "reminders": [
            "Проклятье"
        ]
    },
    {
        "id": "yaggababble",
        "name": "Дурнотрёп",
        "ability": "Вы знаете тайную фразу. За каждый раз, что вы публично произнесли ее днем, иногда умирает игрок.",
        "firstNightReminder": "Покажите Дурнотрёпу его тайную фразу.",
        "otherNightReminder": "Выберите максимум столько игроков, сколько раз Дурнотрёп сегодня открыто произнес свою тайную фразу. Эти игроки умирают.",
        "remindersGlobal": [],
        "reminders": [
            "Мертв"
        ]
    },
    {
        "id": "zealot",
        "name": "Zealot",
        "ability": "Если в живых осталось 5 или более игроков, необходимо проголосовать за каждую номинацию.",
        "firstNightReminder": "",
        "otherNightReminder": "",
        "remindersGlobal": [],
        "reminders": []
    },
    {
        "id": "zombuul",
        "name": "Зомбул",
        "ability": "Каждой ночью*, если этим днем никто не умер, выберите игрока: он умирает. Когда вы умираете в первый раз, то остаетесь в живых, но представляетесь мертвым.",
        "firstNightReminder": "",
        "otherNightReminder": "Если никто не умер днем: Зомбул указывает на игрока. Этот игрок умирает.",
        "remindersGlobal": [],
        "reminders": [
            "Умер сегодня",
            "Мертв"
        ]
    }
]
