[
    {
        "id": "acrobat",
        "name": "Akrobat",
        "ability": "Varje natt*, om någon god levande granne är full eller förgiftad, dör du.",
        "firstNightReminder": "",
        "otherNightReminder": "Om en god levande granne är full eller förgiftad så dör Akrobaten.",
        "remindersGlobal": [],
        "reminders": [
            "Död"
        ]
    },
    {
        "id": "alchemist",
        "name": "Alkemist",
        "ability": "Du har förmågan av en Minion som inte är med i spelet.",
        "firstNightReminder": "Visa Alkemisten en Minion som inte är med i spelet.",
        "otherNightReminder": "",
        "remindersGlobal": [
            "Är Alkemist"
        ],
        "reminders": []
    },
    {
        "id": "alhadikhia",
        "name": "Al-Hadikhia",
        "ability": "Varje natt*, välj 3 spelare (alla spelare får reda på ditt val): varje spelare väljer i tystnad att leva eller dö, men om alla lever, så dör alla.",
        "firstNightReminder": "",
        "otherNightReminder": "Al-Hadikhia väljer 3 spelare. Utropa den första spelaren, väck dem för att nicka för att leva eller skaka på huvudet för att dö, döda eller återuppliva enligt valet, få spelaren att blunda och sedan utropa nästa spelare. Om alla 3 lever efter processen, så dör alla 3.",
        "remindersGlobal": [],
        "reminders": [
            "1",
            "2",
            "3",
            "Välj död",
            "Välj leva."
        ]
    },
    {
        "id": "amnesiac",
        "name": "Minnesförlorare",
        "ability": "Du vet inte vad din förmåga är. Varje dag, gissa privat vad din förmåga är: du får reda på hur nära du är.",
        "firstNightReminder": "Bestäm Minnesförlorarens hela förmåga. Om Minnesförlorarens förmåga gör så de vaknar under natten: väck Minnesförloraren och utför deras förmåga. ",
        "otherNightReminder": "Om Minnesförlorarens förmåga gör så de vaknar under natten: väck Minnesförloraren och utför deras förmåga. ",
        "remindersGlobal": [],
        "reminders": []
    },
    {
        "id": "angel",
        "name": "Ängel",
        "ability": "Något dåligt kan hända för spelaren som är mest ansvarig för en ny spelares död.",
        "firstNightReminder": "",
        "otherNightReminder": "",
        "remindersGlobal": [],
        "reminders": []
    },
    {
        "id": "apprentice",
        "name": "Lärling",
        "ability": "På din 1a natt, får du en Bybos förmåga (om du är god), eller en Minions förmåga (om du är ond).",
        "firstNightReminder": "Visa Lärlingen \"Du är\" kortet, sedan en Bybo eller en Minion. I grimoaren, byt ut Lärlingen med den karaktärens du visat, och sätt Lärlingens \"Är Lärlingen\" markör bredvid den nya karaktären.",
        "otherNightReminder": "",
        "remindersGlobal": [],
        "reminders": [
            "Är Lärlingen"
        ]
    },
    {
        "id": "artist",
        "name": "Artist",
        "ability": "En gång per spel, under dagen, fråga privat Sagoberättaren en ja/nej fråga.",
        "firstNightReminder": "",
        "otherNightReminder": "",
        "remindersGlobal": [],
        "reminders": [
            "Ingen förmåga"
        ]
    },
    {
        "id": "assassin",
        "name": "Lönnmördare",
        "ability": "En gång per spel, på natten*, välj en spelare: de dör, även om de inte skulle kunna dö av någon anledning.",
        "firstNightReminder": "",
        "otherNightReminder": "Om Lönnmördaren inte har använt sin förmåga: Lönnmördaren skakar antingen på huvudet för nej, eller pekar på en spelare. Den spelaren dör.",
        "remindersGlobal": [],
        "reminders": [
            "Död",
            "Ingen förmåga"
        ]
    },
    {
        "id": "atheist",
        "name": "Ateist",
        "ability": "Sagoberättaren kan bryta spelreglerna & om avrättad, vinner goda laget, även om du är död [Inga onda karaktärer]",
        "firstNightReminder": "",
        "otherNightReminder": "",
        "remindersGlobal": [],
        "reminders": []
    },
    {
        "id": "balloonist",
        "name": "Ballongfarare",
        "ability": "Varje natt, får du reda på 1 spelare av varje karaktärstyp, tills det inte finns några fler typer att få reda på. [+1 Outsider]",
        "firstNightReminder": "Välj en karaktärtyp. Peka på en spelare vars karaktär är av samma typ. Placera Ballongfararens \"Sett\" markör bredvid den karaktären.",
        "otherNightReminder": "Välj en karaktärstyp som inte har en \"Sett\" markör bredvid en karaktär av den typen. Peka på en spelare vars karaktär är av den typen, om det finns några. Placera Ballongfararens \"Sett\" markör bredvid den karaktären.",
        "remindersGlobal": [],
        "reminders": [
            "Sett Bybo",
            "Sett Outsider",
            "Sett Minion",
            "Sett Demon",
            "Sett Resande"
        ]
    },
    {
        "id": "barber",
        "name": "Barberare",
        "ability": "Om du dog idag eller inatt, kan Demonen välja 2 spelare (inte en annan Demon) som byter karaktärer.",
        "firstNightReminder": "",
        "otherNightReminder": "Om Barberaren dog idag: Väck Demonen. Visa \"Den här karaktären valde dig\" kortet, sen Barberaren. Demonen skakar antingen på huvudet för att inte byta någon karaktär, eller pekar på 2 spelare. Om de väljer spelare: Byt deras karaktärer. Väck varje vald spelare. Visa \"Du är\", sen deras nya karaktär.",
        "remindersGlobal": [],
        "reminders": [
            "Klippt sig"
        ]
    },
    {
        "id": "barista",
        "name": "Barista",
        "ability": "Varje natt, tills skymmning, 1) en spelare blir nykter, frisk och får sann information, eller 2) deras förmåga fungerar två gånger. De får reda på vilken.",
        "firstNightReminder": "Välj en spelare, väck dem och berätta för dem vilken av Baristans förmågor påverkar dem. Behandla dem sedan enligt förmågan (nykter/frisk/sann information eller aktivera deras förmåga två gånger)",
        "otherNightReminder": "Välj en spelare, väck dem och berätta för dem vilken av Baristans förmågor påverkar dem. Behandla dem sedan enligt förmågan (nykter/frisk/sann information eller aktivera deras förmåga två gånger)",
        "remindersGlobal": [],
        "reminders": [
            "Nykter & Frisk",
            "Förmåga två gånger"
        ]
    },
    {
        "id": "baron",
        "name": "Baron",
        "ability": "Det är extra Outsiders i spelet. [+2 Outsiders]",
        "firstNightReminder": "",
        "otherNightReminder": "",
        "remindersGlobal": [],
        "reminders": []
    },
    {
        "id": "beggar",
        "name": "Tiggare",
        "ability": "Du måste använda en rösta-pollett för att rösta. Döda spelare kan välja att ge dig deras. Om de gör det, så får du reda på deras sida.",
        "firstNightReminder": "",
        "otherNightReminder": "",
        "remindersGlobal": [],
        "reminders": []
    },
    {
        "id": "bishop",
        "name": "Biskop",
        "ability": "Bara Sagoberättaren kan nominera. Minst 1 spelare från motsatt lag måste bli nominerad varje dag.",
        "firstNightReminder": "",
        "otherNightReminder": "",
        "remindersGlobal": [],
        "reminders": [
            "Nominera god",
            "Nominera ond."
        ]
    },
    {
        "id": "bonecollector",
        "name": "Bensamlare",
        "ability": "En gång per match, under natten, välj en död spelare: de får tillbaka sin förmåga tills skymmning.",
        "firstNightReminder": "",
        "otherNightReminder": "Bensamlaren skakar antingen på huvudet eller pekar på en död spelare. Om de pekar på en död spelare, sätt Bensamlarens \"Har förmåga\" markör bredvid den valda spelarens karaktär. (De kan behöva väckas inatt för att använda sin förmåga)",
        "remindersGlobal": [],
        "reminders": [
            "Ingen förmåga",
            "Har förmåga"
        ]
    },
    {
        "id": "boomdandy",
        "name": "Boomdandy",
        "ability": "Om du blir avrättad, dör alla förutom 3 spelare. 1 minut senare, dör spelaren med flest spelare som pekar på dem.",
        "firstNightReminder": "",
        "otherNightReminder": "",
        "remindersGlobal": [],
        "reminders": []
    },
    {
        "id": "bountyhunter",
        "name": "Prisjägare",
        "ability": "Du börjar att veta om 1 ond spelare. Om spelaren du vet om dör, lär du dig en ny ond spelare inatt. [1 Bybo är ond]",
        "firstNightReminder": "Peka på 1 ond spelare. Väck Bybon som är ond och visa dem \"Du är\" kortet och signalera tumme ner för ond.",
        "otherNightReminder": "Om den onda spelaren dör, peka på en till ond spelare.",
        "remindersGlobal": [],
        "reminders": [
            "Känd"
        ]
    },
    {
        "id": "buddhist",
        "name": "Buddhist",
        "ability": "De första 2 minuterna varje dag, får inte erfarna spelare prata.",
        "firstNightReminder": "",
        "otherNightReminder": "",
        "remindersGlobal": [],
        "reminders": []
    },
    {
        "id": "bureaucrat",
        "name": "Byråkrat",
        "ability": "Varje natt, välj en spelare (inte dig själv): deras röst räknas som 3 röster imorgon.",
        "firstNightReminder": "Byråkraten pekar på en spelare. Lägg Byråkratens \"3 röster\" markör vid den valda spelarens karaktär.",
        "otherNightReminder": "Byråkraten pekar på en spelare. Lägg Byråkratens \"3 röster\" markör vid den valda spelarens karaktär.",
        "remindersGlobal": [],
        "reminders": [
            "3 röster"
        ]
    },
    {
        "id": "butcher",
        "name": "Slaktare",
        "ability": "Varje dag, efter den 1a avrättningen, får du nominera igen.",
        "firstNightReminder": "",
        "otherNightReminder": "",
        "remindersGlobal": [],
        "reminders": []
    },
    {
        "id": "butler",
        "name": "Butler",
        "ability": "Varje natt, välj en spelare (inte dig själv): imorgon får du bara rösta om den du valt också röstar.",
        "firstNightReminder": "Butlern pekar på en spelare. Markera den spelaren som \"Mästare\"",
        "otherNightReminder": "Butlern pekar på en spelare. Markera den spelaren som \"Mästare\"",
        "remindersGlobal": [],
        "reminders": [
            "Mästare"
        ]
    },
    {
        "id": "cannibal",
        "name": "Kanibal",
        "ability": "Du har förmågan av den senaste avrättade karaktären. Om den var ond, blir du förgiftad tills en god spelare dör av avrättning.",
        "firstNightReminder": "",
        "otherNightReminder": "",
        "remindersGlobal": [],
        "reminders": [
            "Förgiftad",
            "Dog idag"
        ]
    },
    {
        "id": "cerenovus",
        "name": "Cerenovus",
        "ability": "Varje natt, välj en spelare & en god karaktär: de är \"galen\" att de är den karaktären imorgon, annars kan de bli avrättad.",
        "firstNightReminder": "Cerenouvus pekar på en spelare, sen på en karaktär på deras karaktärslista. Väck den spelaren, visa dem \"Den här karaktären valde dig\"-kortet och sedan Cerenouvus. Visa den valda karaktären. Om spelaren inte är \"galen\" att de är den karaktären imorgon, så kan du avrätta dem.",
        "otherNightReminder": "Cerenouvus pekar på en spelare, sen på en karaktär på sin karaktärslista. Väck den spelaren, visa dem \"Den här karaktären valde dig\" kortet och sedan Cerenouvus. Visa den valda karaktäen. Om spelaren inte är \"galen\" att de är den karaktären imorgon, så kan du avrätta dem.",
        "remindersGlobal": [],
        "reminders": []
    },
    {
        "id": "chambermaid",
        "name": "Kammarjungfru",
        "ability": "Varje natt, välj 2 levande spelare (inte dig själv): du får reda på hur många som vaknade inatt på grund av deras egna förmåga.",
        "firstNightReminder": "Kammarjungfrun pekar på två spelare. Visa dem fingersignalen (0, 1, 2, etc.) för hur många av de valda spelarna som vaknade inatt på grund av deras egna förmåga.",
        "otherNightReminder": "Kammarjungfrun pekar på två spelare. Visa dem fingersignalen (0, 1, 2, ...) för hur många av de valda spelarna som vaknade inatt på grund av deras egna förmåga.",
        "remindersGlobal": [],
        "reminders": []
    },
    {
        "id": "chef",
        "name": "Kock",
        "ability": "Du börjar att veta hur många par onda spelare det finns.",
        "firstNightReminder": "Visa fingersignalen (0, 1, 2, etc.) för antalet par onda spelare.",
        "otherNightReminder": "",
        "remindersGlobal": [],
        "reminders": []
    },
    {
        "id": "choirboy",
        "name": "Körgosse",
        "ability": "Om Demonen dödar Kungen, får du reda på vilken spelare som är Demonen. [+ Kung]",
        "firstNightReminder": "",
        "otherNightReminder": "Om Kungen blev dödad av Demonen, väck Körgossen och peka på spelaren som är Demonen.",
        "remindersGlobal": [],
        "reminders": []
    },
    {
        "id": "clockmaker",
        "name": "Klockmakare",
        "ability": "Du börjar att veta hur många steg Demonen har till sin närmaste Minion.",
        "firstNightReminder": "Visa fingersignalen (1, 2, 3, etc.) för hur många steg Demonen har till sin närmaste Minion.",
        "otherNightReminder": "",
        "remindersGlobal": [],
        "reminders": []
    },
    {
        "id": "courtier",
        "name": "Hovman",
        "ability": "En gång per spel, på natten, välj en karaktär: den blir full i 3 dagar & 3 nätter.",
        "firstNightReminder": "Hovmannen skakar antingen på huvudet för nej, eller pekar på en karaktär på karaktärslistan. Om Hovmannen använder sin förmåga: Om den valda karaktären är med i spelet, blir den karaktären full.",
        "otherNightReminder": "Räkna ner de kvarstående dagarna för den fulla karaktären. Om Hovmannen inte har använt sin förmåga: Hovmannen skakar antingen på huvudet för nej, eller pekar på en karaktär på karaktärslistan. Om Hovmannen använder sin förmåga: Om den valda karaktären är med i spelet, blir den karaktären full.",
        "remindersGlobal": [],
        "reminders": [
            "Full 3",
            "Full 2",
            "Full 1",
            "Ingen förmåga"
        ]
    },
    {
        "id": "cultleader",
        "name": "Sektledare",
        "ability": "Varje natt, blir du på samma lag som en av dina levande grannar. Om alla goda spelare väljer att gå med i din sekt, så vinner ditt lag.",
        "firstNightReminder": "Om Sektledaren bytte lag, visa dem tummen upp för god eller tumme ner för ond.",
        "otherNightReminder": "Om Sektledaren bytte lag, visa dem tummen upp för god eller tumme ner för ond.",
        "remindersGlobal": [],
        "reminders": []
    },
    {
        "id": "damsel",
        "name": "Mö",
        "ability": "Alla Minions vet att du är i spel. Om en Minion gissar dig offentligt (ett försök), så förlorar ditt lag.",
        "firstNightReminder": "Väck alla Minions, visa dem \"Den här karaktären valde dig\" kortet och sedan Mö.",
        "otherNightReminder": "Om vald av Jägaren, väck Mön, visa dem \"Du är\" kortet och en Bybo som inte är med i spelet.",
        "remindersGlobal": [],
        "reminders": [
            "Har gissat"
        ]
    },
    {
        "id": "deviant",
        "name": "Avvikare",
        "ability": "Om du var rolig idag, så kan du inte dö av exil.",
        "firstNightReminder": "",
        "otherNightReminder": "",
        "remindersGlobal": [],
        "reminders": []
    },
    {
        "id": "devilsadvocate",
        "name": "Djävulens Advokat",
        "ability": "Varje natt, välj en levande spelare (En annan än förra natten): om de blir avrättade imorgon, så dör de inte.",
        "firstNightReminder": "Djävulens Advokat pekar på en levande spelare. Den spelaren överlever avrättning imorgon.",
        "otherNightReminder": "Djävulens Advokat pekar på en levande spelare, en annan från förra natten. Den spelaren överlever avrättning imorgon.",
        "remindersGlobal": [],
        "reminders": [
            "Överlever avrättning"
        ]
    },
    {
        "id": "djinn",
        "name": "Djinn",
        "ability": "Använd Djins specialregel. Alla spelare vet vad regeln är.",
        "firstNightReminder": "",
        "otherNightReminder": "",
        "remindersGlobal": [],
        "reminders": []
    },
    {
        "id": "doomsayer",
        "name": "Domedagsprofet",
        "ability": "Om 4 eller fler spelare lever, får varje levande spelare offentligt välja (en gång per spel) att den spelare på samma lag som dem dör.",
        "firstNightReminder": "",
        "otherNightReminder": "",
        "remindersGlobal": [],
        "reminders": []
    },
    {
        "id": "dreamer",
        "name": "Drömmare",
        "ability": "Varje natt, välj en spelare (inte dig själv eller Resande): du lär dig 1 god och 1 ond karaktär, 1 av dem är korrekt.",
        "firstNightReminder": "Drömmaren pekar på en spelare. Visa 1 god och 1 ond karaktär; en av dem är korrekt.",
        "otherNightReminder": "Drömmaren pekar på en spelare. Visa 1 god och 1 ond karaktär; en av dem är korrekt.",
        "remindersGlobal": [],
        "reminders": []
    },
    {
        "id": "drunk",
        "name": "Fyllo",
        "ability": "Du vet inte att du är Fyllot. Du tror att du är en Bybo, men det är du inte.",
        "firstNightReminder": "",
        "otherNightReminder": "",
        "remindersGlobal": [
            "Fyllo"
        ],
        "reminders": []
    },
    {
        "id": "duchess",
        "name": "Hertiginna",
        "ability": "Varje dag, 3 spelare kan välja att besöka dig. På natten*, varje besökare lär sig hur många besökare är onda, men 1 får falsk information.",
        "firstNightReminder": "",
        "otherNightReminder": "",
        "remindersGlobal": [],
        "reminders": []
    },
    {
        "id": "empath",
        "name": "Empat",
        "ability": "Varje natt, du lär dig hur många av dina 2 levande grannar är onda.",
        "firstNightReminder": "Visa fingersignalen (0, 1, 2) för antalet onda levande grannar till Empaten.",
        "otherNightReminder": "Visa fingersignalen (0, 1, 2) för antalet onda levande grannar.",
        "remindersGlobal": [],
        "reminders": []
    },
    {
        "id": "engineer",
        "name": "Ingenjör",
        "ability": "En gång per spel, på natten, välj vilka Minions eller vilken Demon som är i spel.",
        "firstNightReminder": "Ingenjören skakar på huvudet för nej, eller pekar på en Demon eller pekar på den relevanta mängden Minions. Om Ingenjören väljer karaktärer, byt ut Demonen eller Minions med valen, sen väck de relevanta spelarna och visa dem \"Du är\" kortet och de valda karakärerna.",
        "otherNightReminder": "Ingenjören skakar på huvudet för nej, eller pekar på en Demon eller pekar på den relevanta mängden Minions. Om Ingenjören väljer karaktärer, byt ut Demonen eller Minions med valen, sen väck de relevanta spelarna och visa dem \"Du är\" kortet och de valda karakärerna.",
        "remindersGlobal": [],
        "reminders": [
            "Ingen förmåga"
        ]
    },
    {
        "id": "eviltwin",
        "name": "Ond Tvilling",
        "ability": "Du & en spelare på andra laget vet om varandra. Om den goda spelaren blir avrättad, vinner onda. Goda kan inte vinna om ni båda lever.",
        "firstNightReminder": "Väck den Onda Tvillingen och deras tvilling. Se till att de har noterat varandra. Peka på den Onda Tvillingen. Visa Onda Tvilling karaktären till den andra tvillingen. Peka på tvillingen. Visa deras karaktär till den Onda Tvilling spelaren.",
        "otherNightReminder": "",
        "remindersGlobal": [],
        "reminders": [
            "Tvilling"
        ]
    },
    {
        "id": "exorcist",
        "name": "Exorsist",
        "ability": "Varje natt*, välj en spelare (inte samma som förra natten): Demonen, om vald, lär sig vem du är och väcks sen inte på natten.",
        "firstNightReminder": "",
        "otherNightReminder": "Exorsisten pekar på en spelare, annan än förra natten. Om den spelaren är Demonen: Väck Demonen. Visa dem Exorsist karaktären. Peka på Exorsisten. Demonen agerar inte i natt.",
        "remindersGlobal": [],
        "reminders": [
            "Vald"
        ]
    },
    {
        "id": "fanggu",
        "name": "Fang gu",
        "ability": "Varje natt*, välj en spelare: De dör. Den 1a Outsider som väljs blir en ny ond Fang Gu & du dör istället. [+1 Outsider]",
        "firstNightReminder": "",
        "otherNightReminder": "Fang Gu pekar på en spelare. Den spelaren dör. Eller, om den valda spelaren var en Outsider och det finns inga fler Fang Gu i spelet: Fang Gu dör istället för den valda spelaren. Den valda spelaren är nu en ond Fang Gu. Visa dem \"Du är\" kortet, sen Fang Gu polletten. Visa dem \"Du är\" kortet och sen tummen ner för ond.",
        "remindersGlobal": [],
        "reminders": [
            "Död",
            "En"
        ]
    },
    {
        "id": "farmer",
        "name": "Bonde",
        "ability": "Om du dör på natten, en levande spelare blir en Bonde.",
        "firstNightReminder": "",
        "otherNightReminder": "Om en Bonde dog inatt, välj en annan god spelare och gör dem till en ny Bonde. Väck den spelaren, visa dem \"Du är\" kortet och Bonde-polletten.",
        "remindersGlobal": [],
        "reminders": []
    },
    {
        "id": "fearmonger",
        "name": "Rädslespridare",
        "ability": "Varje natt, välj en spelare. Om du nominerar & avrättar dem, så förlorar deras lag. Alla spelare får reda på om du väljer en ny spelare.",
        "firstNightReminder": "Rädslespridaren pekar på en spelare. Placera Rädd-polletten bredvid den spelaren och utropa att en ny spelare har valts av Rädslespridaren.",
        "otherNightReminder": "Rädslespridaren pekar på en spelare. Om det är en annan än förra natten, placera Rädd-polletten bredvid den spelaren och utropa att en ny spelare har valts av Rädslespridaren.",
        "remindersGlobal": [],
        "reminders": [
            "Rädd"
        ]
    },
    {
        "id": "fibbin",
        "name": "",
        "ability": "En gång per spel, 1 god spelare kan få falsk information.",
        "firstNightReminder": "",
        "otherNightReminder": "",
        "remindersGlobal": [],
        "reminders": []
    },
    {
        "id": "fiddler",
        "name": "Violinist",
        "ability": "En gång per spel, Demonen väljer i hemlighet en spelare av motsatt lag: alla spelare väljer vilken av dessa 2 spelare vinner.",
        "firstNightReminder": "",
        "otherNightReminder": "",
        "remindersGlobal": [],
        "reminders": []
    },
    {
        "id": "fisherman",
        "name": "Fiskare",
        "ability": "En gång per spel, under dagen, besök Sagoberättaren för ett råd för att hjälpa dig vinna.",
        "firstNightReminder": "",
        "otherNightReminder": "",
        "remindersGlobal": [],
        "reminders": [
            "Ingen förmåga"
        ]
    },
    {
        "id": "flowergirl",
        "name": "Brudtärna",
        "ability": "Varje natt*, få reda på om Demonen röstade idag.",
        "firstNightReminder": "",
        "otherNightReminder": "Nicka \"ja\" eller skaka på huvudet \"nej\" beroende på om Demonen visade idag. Placera \"Demonen röstade\" om Demonen röstade, annars ta bort den och lägg dit \"Demonen röstade inte\".",
        "remindersGlobal": [],
        "reminders": [
            "Demonen röstade",
            "Demonen röstade inte"
        ]
    },
    {
        "id": "fool",
        "name": "Narr",
        "ability": "Första gången du dör, dör du inte.",
        "firstNightReminder": "",
        "otherNightReminder": "",
        "remindersGlobal": [],
        "reminders": [
            "Ingen förmåga"
        ]
    },
    {
        "id": "fortuneteller",
        "name": "Spådam",
        "ability": "Varje natt, välj 2 spelare: du får reda på om någon av dem är Demonen. Det finns en god spelare som registrerar som Demonen för dig.",
        "firstNightReminder": "Spådamen pekar på två spelare. Ge huvudsignalen (nicka för ja eller skaka på huvudet för nej) beroende på om en av dem är Demonen.",
        "otherNightReminder": "Spådamen pekar på två spelare. Ge huvudsignalen (nicka för ja eller skaka på huvudet för nej) beroende på om en av dem är Demonen.",
        "remindersGlobal": [],
        "reminders": [
            "Villospår"
        ]
    },
    {
        "id": "gambler",
        "name": "Hasardspelare",
        "ability": "Varje natt*, välj en spelare & gissa deras karaktär: om du gissar fel, dör du.",
        "firstNightReminder": "",
        "otherNightReminder": "Hasardspelaren pekar på en spelare, och på en karaktär på deras karaktärslista. Om det inte är rätt, dör Hasardspelaren.",
        "remindersGlobal": [],
        "reminders": [
            "Död"
        ]
    },
    {
        "id": "gangster",
        "name": "Gangster",
        "ability": "En gång per dag, du får välja att döda en levande granne, om din andra granne tillåter det.",
        "firstNightReminder": "",
        "otherNightReminder": "",
        "remindersGlobal": [],
        "reminders": []
    },
    {
        "id": "general",
        "name": "General",
        "ability": "Varje natt, du lär dig vilket lag Sagoberättaren tycker vinner: goda, onda eller ingen.",
        "firstNightReminder": "Visa Generalen tumme upp om det goda laget vinner, tumme ner om det onda laget vinner, eller tumme åt sidan om ingen vinner.",
        "otherNightReminder": "Visa Generalen tumme upp om det goda laget vinner, tumme ner om det onda laget vinner, eller tumme åt sidan om ingen vinner.",
        "remindersGlobal": [],
        "reminders": []
    },
    {
        "id": "goblin",
        "name": "Goblin",
        "ability": "Om du påstår vara en Goblin offetnligt när du blir nominerad & blir avrättad den dagen, vinner ditt lag.",
        "firstNightReminder": "",
        "otherNightReminder": "",
        "remindersGlobal": [],
        "reminders": [
            "Påstått"
        ]
    },
    {
        "id": "godfather",
        "name": "Gudfader",
        "ability": "Du börjar att veta vilka Outsiders är med i spelet. Om 1 dog idag, välj en spelare inatt: de dör. [−1 or +1 Outsider]",
        "firstNightReminder": "Visa varje Outsider som är i spel.",
        "otherNightReminder": "Om en Outsider dog idag: Gudfadern pekar på en spelare. Den spelaren dör.",
        "remindersGlobal": [],
        "reminders": [
            "Dog idag",
            "Död"
        ]
    },
    {
        "id": "golem",
        "name": "Golem",
        "ability": "Du får bara nominera en gång per spel. När du gör det, om den nominerade inte är Demonen, dör de.",
        "firstNightReminder": "",
        "otherNightReminder": "",
        "remindersGlobal": [],
        "reminders": [
            "Kan inte nominera"
        ]
    },
    {
        "id": "goon",
        "name": "",
        "ability": "Varje natt, den 1a spelaren som väljer dig med deras förmåga är full tills skymmning. Du blir på deras lag.",
        "firstNightReminder": "",
        "otherNightReminder": "",
        "remindersGlobal": [],
        "reminders": [
            "Full"
        ]
    },
    {
        "id": "gossip",
        "name": "Skvallrare",
        "ability": "Varje dag, du får göra ett påstående offentligt. Inatt, om det var sant, dör en spelare.",
        "firstNightReminder": "",
        "otherNightReminder": "Om Skvallrarens offentliga påstående var sant: Välj en spelare som inte är skyddad från att dö inatt. Den spelaren dör.",
        "remindersGlobal": [],
        "reminders": [
            "Död"
        ]
    },
    {
        "id": "grandmother",
        "name": "Mormor",
        "ability": "Du börjar att veta en god spelare & deras karaktär. Om Demonen dödar dem, dör du också.",
        "firstNightReminder": "Visa den markerade karaktärs-polletten. Peka på den markerade spelaren.",
        "otherNightReminder": "Om Mormors barnbarn dog av Demonen inatt: Dör Mormor också.",
        "remindersGlobal": [],
        "reminders": [
            "Barnbarn"
        ]
    },
    {
        "id": "gunslinger",
        "name": "Revolverman",
        "ability": "Varje dag, efter den 1a omröstningen har räknats, får du välja en spelare som röstade: de dör.",
        "firstNightReminder": "",
        "otherNightReminder": "",
        "remindersGlobal": [],
        "reminders": []
    },
    {
        "id": "harlot",
        "name": "Sköka",
        "ability": "Varje natt*, välj en levande spelare: om de accepterar, lär du dig deras karaktär, men ni båda kanske dör inatt.",
        "firstNightReminder": "",
        "otherNightReminder": "Skökan pekar på en spelare. Sen, lägg Skökan. Väck den valda spelaren, visa dem \"den här karaktären valde dig\" kortet och sedan Sköka-polletten. Spelaren antingen nickar eller skakar på huvudet. Om de nickade, väck Skökan och visa dem den valda spelarens karaktär. Sedan, får du välja om båda dör.",
        "remindersGlobal": [],
        "reminders": [
            "Död"
        ]
    },
    {
        "id": "hellslibrarian",
        "name": "Helvetets Biblotikarie",
        "ability": "Något dåligt kan hända till den spelaren som pratar över Sagoberättaren om du har bett om tystnad.",
        "firstNightReminder": "",
        "otherNightReminder": "",
        "remindersGlobal": [],
        "reminders": []
    },
    {
        "id": "heretic",
        "name": "Kättare",
        "ability": "Den som vinner, förlorar & den som förlorar, vinner, även om du är död.",
        "firstNightReminder": "",
        "otherNightReminder": "",
        "remindersGlobal": [],
        "reminders": []
    },
    {
        "id": "huntsman",
        "name": "Jägare",
        "ability": "En gång per spel, under natten, välj en levande spelare: Mön, om vald, blir en Bybo som inte är med i spelet. [+the Damsel]",
        "firstNightReminder": "Jägaren skakar på huvudet för \"nej\" eller pekar på en spelare. Om de pekar på Mön, väck den spelaren, visa dem \"Du är\" kortet och en Bybo som inte är med i spelet.",
        "otherNightReminder": "Jägaren skakar på huvudet för \"nej\" eller pekar på en spelare. Om de pekar på Mön, väck den spelaren, visa dem \"Du är\" kortet och en Bybo som inte är med i spelet.",
        "remindersGlobal": [],
        "reminders": [
            "Ingen förmåga"
        ]
    },
    {
        "id": "imp",
        "name": "Djävul",
        "ability": "Varje natt*, välj en spelare: de dör. Om du väljer dig själv, blir en Minion Djävulen.",
        "firstNightReminder": "",
        "otherNightReminder": "Djävulen pekar på en spelare. Den spelaren dör. Om Djävulen väljer sig själv: Byt ut karaktären av 1 levande Minion med en extra Djävuls-pollett. Visa dem \"Du är\" kortet och sedan Djävulen.",
        "remindersGlobal": [],
        "reminders": [
            "Död"
        ]
    },
    {
        "id": "innkeeper",
        "name": "Värdshusvärd",
        "ability": "Varje natt*, välj 2 spelare: de kan inte dö inatt, men 1 av dem är full tills skymmning.",
        "firstNightReminder": "",
        "otherNightReminder": "Den förra skyddade och fulla spelare blir av med de markörerna. Värdshusvärden pekar på 2 spelare. De spelarna är skyddade. En är full.",
        "remindersGlobal": [],
        "reminders": [
            "Skyddad",
            "Full"
        ]
    },
    {
        "id": "investigator",
        "name": "Utredare",
        "ability": "Du börjar veta att 1 av 2 spelare är en specifik Minion.",
        "firstNightReminder": "Visa en karaktärs-pollett av en Minion som är med i spelet. Peka på 2 spelare, varav 1 av dem är den karaktären.",
        "otherNightReminder": "",
        "remindersGlobal": [],
        "reminders": [
            "Minion",
            "Fel"
        ]
    },
    {
        "id": "judge",
        "name": "Domare",
        "ability": "En gång per spel, om en annan spelare nominerade, får du välja att tvinga avrättningen att gå genom eller misslyckas.",
        "firstNightReminder": "",
        "otherNightReminder": "",
        "remindersGlobal": [],
        "reminders": [
            "Ingen förmåga"
        ]
    },
    {
        "id": "juggler",
        "name": "Jonglör",
        "ability": "På den 1a dagen, gissa offentligt upp till 5 spelares karaktärer. Den natten, lär du dig hur många du gissade rätt.",
        "firstNightReminder": "",
        "otherNightReminder": "Om idag var Junglörens första dag: Visa dem handsignalen för antalet (0, 1, 2, etc.) \"Rätt\" markörer. Ta bort markörerna.",
        "remindersGlobal": [],
        "reminders": [
            "Rätt"
        ]
    },
    {
        "id": "king",
        "name": "Kung",
        "ability": "Varje natt, om de döda är fler än de levande, lär du dig en levande karaktär. Demonen vet vem du är.",
        "firstNightReminder": "Väck Demonen, visa dem \"Den här karaktären valde dig\" kortet, visa dem Kung-polletten och peka på spelaren som är Kungen.",
        "otherNightReminder": "Om det är fler döda än levande spelare, visa Kungen en karaktär-pollett av en levande spelare.",
        "remindersGlobal": [],
        "reminders": []
    },
    {
        "id": "klutz",
        "name": "Klant",
        "ability": "När du lär dig att du har dött, välj offentligt 1 levande spelare: om de är ond, förlorar ditt lag.",
        "firstNightReminder": "",
        "otherNightReminder": "",
        "remindersGlobal": [],
        "reminders": []
    },
    {
        "id": "legion",
        "name": "Legion",
        "ability": "Varje natt*, en spelare kan dö. Avrättningar misslyckas om bara onda spelare röstade. Du registrerar som en Minion också. [De flesta spelarna är Legion]",
        "firstNightReminder": "",
        "otherNightReminder": "Välj en spelare, den spelaren dör.",
        "remindersGlobal": [],
        "reminders": [
            "Död",
            "Kommer dö"
        ]
    },
    {
        "id": "leviathan",
        "name": "Leviathan",
        "ability": "Om mer än 1 god spelare är avrättad, vinner du. Alla spelare vet att du är i spel. Efter dag 5, vinner onda.",
        "firstNightReminder": "Placera Leviathans \"Dag 1\" markör. Utropa \"Leviathan är i spel; det här är dag 1\". ",
        "otherNightReminder": "Byt ut Leviathans Dagpåminnelse till nästa dagen.",
        "remindersGlobal": [],
        "reminders": [
            "Dag 1",
            "Dag 2",
            "Dag 3",
            "Dag 4",
            "Dag 5",
            "God spelare avrättad"
        ]
    },
    {
        "id": "librarian",
        "name": "Bibliotikarie",
        "ability": "Du börjar veta att 1 av 2 spelare är en specifik Outsider. (Eller att inga är med i spelet).",
        "firstNightReminder": "Visa en karaktärs-pollett av en Outsider som är i spel. Peka på 2 spelare, varav 1 är den karaktären.",
        "otherNightReminder": "",
        "remindersGlobal": [],
        "reminders": [
            "Outsider",
            "Fel"
        ]
    },
    {
        "id": "lilmonsta",
        "name": "Lil' Monsta",
        "ability": "Varje natt, Minions väljer vem som är barnvakt till Lil'Monsta & \"Är Demonen\". 1 spelare dör varje natt*.  [+1 Minion]",
        "firstNightReminder": "Väck alla Minions tillsammans, låt dem rösta genom att peka på den de vill ska vara barnvakt åt Lil'Monsta.",
        "otherNightReminder": "Väck alla Minions tillsammans, låt dem rösta genom att peka på den de vill ska vara barnvakt åt Lil'Monsta. Välj en spelare, den spelaren dör.",
        "remindersGlobal": [
            "Är Demonen",
            "Död"
        ],
        "reminders": []
    },
    {
        "id": "lleech",
        "name": "Igel",
        "ability": "Varje natt*, välj en spelare: de dör. Du börjar att välja en levande spelare: de är förgiftade - du dör om & och endast om de dör.",
        "firstNightReminder": "Igeln pekar på en spelare. Placera Förgiftad påminnelsemarkören.",
        "otherNightReminder": "Igeln pekar på en spelare. Den spelaren dör.",
        "remindersGlobal": [],
        "reminders": [
            "Död",
            "Förgiftad"
        ]
    },
    {
        "id": "lunatic",
        "name": "Galning",
        "ability": "Du tror du är en Demon, men det är du inte. Demonen vet vem du är & vem du väljer på natten.",
        "firstNightReminder": "Om 7 eller fler spelare är med: Visa Galningen ett relevant antal godtyckliga Minions. Visa 3 godtyckliga goda karaktärer. Om polletten som Galningen fick är en Demon som skulle vakna inatt: Låt Galningen utföra Demonens aktioner. Placera deras \"attack\" markörer. Väck Demonen. Visa dem Demonens ricktiga karkatär-pollett. Visa dem spelaren som är Galningen. Om Galningen attackerade spelare: Visa den riktiga Demonen varje markerad spelare. Ta bort alla Galningens \"attack\" markörer.",
        "otherNightReminder": "Låt Galningen utföra aktionerna som Demonen skulle. Placera deras \"attack\" markörer. Om Galningen valde spelare: Väck Demonen. Visa dem \"attack\" markören och sedan peka på varke markerad spelare. Ta bort alla Galningens \"attack\" markörer.",
        "remindersGlobal": [],
        "reminders": [
            "Attack 1",
            "Attack 2",
            "Attack 3"
        ]
    },
    {
        "id": "lycanthrope",
        "name": "Varulv",
        "ability": "Varje natt*, välj en levande spelare: om spelaren är god, dör de, men de är den enda spelaren som kan dö inatt.",
        "firstNightReminder": "",
        "otherNightReminder": "Varulven pekar på en levande spelare: om spelaren är god, dör de och ingen annan kan dö inatt.",
        "remindersGlobal": [],
        "reminders": [
            "Död"
        ]
    },
    {
        "id": "magician",
        "name": "Magiker",
        "ability": "Demonen tror att du är en Minion. Minions tror att du är en Demon.",
        "firstNightReminder": "",
        "otherNightReminder": "",
        "remindersGlobal": [],
        "reminders": []
    },
    {
        "id": "marionette",
        "name": "Marionett",
        "ability": "Du tror att du är en god karaktär, men det är du inte. Demonen vet vem du är. [Du sitter granne till Demonen]",
        "firstNightReminder": "Välj en av de goda spelarna bredvid Demonen och placera \"Är Marionett\" markören. Väck Demonen och visa dem Marionetten.",
        "otherNightReminder": "",
        "remindersGlobal": [
            "Är Marionett"
        ],
        "reminders": []
    },
    {
        "id": "mastermind",
        "name": "Ont Geni",
        "ability": "Om Demonen dör av avrättning (avslutar spelet), spela i 1 till dag. Om en spelare då blir avrättad så förlorar deras lag.",
        "firstNightReminder": "",
        "otherNightReminder": "",
        "remindersGlobal": [],
        "reminders": []
    },
    {
        "id": "mathematician",
        "name": "Matematiker",
        "ability": "Varje natt, du lär dig hur många spelares förmågor inte fungerade som de ska (sedan skymmning) på grund av en annan karaktärs förmåga.",
        "firstNightReminder": "Visa handsignalen för antalet (0, 1, 2, etc.) spelares förmågor som inte fungerade som de ska på grund av en annan karaktärs förmåga.",
        "otherNightReminder": "Visa handsignalen för antalet (0, 1, 2, etc.) spelares förmågor som inte fungerade som de ska på grund av en annan karaktärs förmåga.",
        "remindersGlobal": [],
        "reminders": [
            "Onormal"
        ]
    },
    {
        "id": "matron",
        "name": "Husmor",
        "ability": "Varje dag, du får välja upp till 3 sets av 2 spelare som får byta plats. Spelare får inte lämna deras plats för att prata privat.",
        "firstNightReminder": "",
        "otherNightReminder": "",
        "remindersGlobal": [],
        "reminders": []
    },
    {
        "id": "mayor",
        "name": "Borgmästare",
        "ability": "Om bara 3 spelare lever & ingen blir avrättad, vinner ditt lag. Om du dör på natten, kan en annan spelare dö istället.",
        "firstNightReminder": "",
        "otherNightReminder": "",
        "remindersGlobal": [],
        "reminders": []
    },
    {
        "id": "mezepheles",
        "name": "Mezepheles",
        "ability": "Du börjar med att veta ett hemligt ord. Den 1a goda spelaren som säger det hemliga ordet blir ond den natten.",
        "firstNightReminder": "Visa Mezepheles deras hemliga ord.",
        "otherNightReminder": "Väck den 1a goda spelaren som säger Mezepheles hemliga ord och visa dem \"Du är\" kortet och sen tummen ner för ond.",
        "remindersGlobal": [],
        "reminders": [
            "Blir ond",
            "Ingen förmåga"
        ]
    },
    {
        "id": "minstrel",
        "name": "Bard",
        "ability": "När en Minion dör av avrättning, alla andra spelare (Förutom Resande) är fulla till skymmning imorgon.",
        "firstNightReminder": "",
        "otherNightReminder": "",
        "remindersGlobal": [],
        "reminders": [
            "Alla fulla"
        ]
    },
    {
        "id": "monk",
        "name": "Munk",
        "ability": "Varje natt*, välj en spelare (inte dig själv): De är skyddad från Demonen inatt.",
        "firstNightReminder": "",
        "otherNightReminder": "Den tidigare valda spelaren är inte längre skyddad. Munken pekar på en spelare (inte sig själv). Markera den spelaren som \"skyddad\".",
        "remindersGlobal": [],
        "reminders": [
            "Skyddad"
        ]
    },
    {
        "id": "moonchild",
        "name": "Månbarn",
        "ability": "När du får reda på att du dog, välj offentligt 1 levande spelare. Inatt, om de var en god spelare, dör de.",
        "firstNightReminder": "",
        "otherNightReminder": "Om Månbarnet använder deras förmåga för att välja en spelare idag: Om den spelaren är god, dör de.",
        "remindersGlobal": [],
        "reminders": [
            "Död"
        ]
    },
    {
        "id": "mutant",
        "name": "Mutant",
        "ability": "Om du är \"galen\" att du är en Outsider, kan du bli avrättad.",
        "firstNightReminder": "",
        "otherNightReminder": "",
        "remindersGlobal": [],
        "reminders": []
    },
    {
        "id": "nightwatchman",
        "name": "Nattvakt",
        "ability": "En gång per spel, under natten, välj en spelare: de får reda på vem du är.",
        "firstNightReminder": "Nattvakten kan peka på en spelare. Väck den spelaren, visa dem \"Den här karaktären valde dig\" kortet och Nattvaktens pollett, sen peka på spelaren som är Nattvakten.",
        "otherNightReminder": "Nattvakten kan peka på en spelare. Väck den spelaren, visa dem \"Den här karaktären valde dig\" kortet och Nattvaktens pollett, sen peka på spelaren som är Nattvakten.",
        "remindersGlobal": [],
        "reminders": [
            "Ingen förmåga"
        ]
    },
    {
        "id": "noble",
        "name": "Adel",
        "ability": "Du börjar att veta 3 spelare, 1 och endast 1 är ond.",
        "firstNightReminder": "Peka på 3 spelare och inkludera 1 ond spelare, i valfri ordning.",
        "otherNightReminder": "",
        "remindersGlobal": [],
        "reminders": [
            "Sett"
        ]
    },
    {
        "id": "nodashii",
        "name": "No Dashii",
        "ability": "Varje natt*, välj en spelare: de dör. Dina 2 Bybo-grannar är förgiftade.",
        "firstNightReminder": "",
        "otherNightReminder": "No Dashii pekar på en spelare. Den spelaren dör.",
        "remindersGlobal": [],
        "reminders": [
            "Död",
            "Förgiftad"
        ]
    },
    {
        "id": "oracle",
        "name": "Orakel",
        "ability": "Varje natt*, du får reda på hur många döda spelare är onda.",
        "firstNightReminder": "",
        "otherNightReminder": "Visa handsignalen för antalet (0, 1, 2, etc.) döda spelare.",
        "remindersGlobal": [],
        "reminders": []
    },
    {
        "id": "pacifist",
        "name": "Pacefist",
        "ability": "Avrättade goda spelare kanske inte dör.",
        "firstNightReminder": "",
        "otherNightReminder": "",
        "remindersGlobal": [],
        "reminders": []
    },
    {
        "id": "philosopher",
        "name": "Filosof",
        "ability": "En gång per spel, under natten, välj en god karaktär: få deras förmåga. Om karaktären redan är i spel, blir de full.",
        "firstNightReminder": "Filosofen antingen skakar på huvudet för nej, eller pekar på en god karaktär på deras lista. Om de väljer en karaktär: Byt karaktärs-polletten med Filosofens pollett. Om karaktären är i spel, placera \"Full\" markören vid den spelaren och \"Inte Filosof\" markören bredvid Filosofen.",
        "otherNightReminder": "Om Filosofen inte har använt deras förmåga: Filosofen antingen skakar på huvudet för nej, eller pekar på en god karaktär på deras lista. Om de väljer en karaktär: Byt karaktärs-polletten med Filosofens pollett. Om karaktären är i spel, placera \"Full\" markören vid den spelaren och \"Inte Filosof\" markören bredvid Filosofen.",
        "remindersGlobal": [],
        "reminders": [
            "Full",
            "Är Filosofen"
        ]
    },
    {
        "id": "pithag",
        "name": "Pit-Hag",
        "ability": "Varje natt*, välj en spelare & en karaktär som de blir (om karaktären inte redan är i spel). Om en Demon är skapad, bestäms döda spelare ikväll av Sagoberättaren.",
        "firstNightReminder": "",
        "otherNightReminder": "Pit-Hag pekar på en spelare och en karaktär på listan. Om den karaktären inte är i spel, väck den valda spelaren och visa dem \"Du är\" kortet och den relevanta karaktärs-polletten. Om karaktären är i spel, händer ingenting.",
        "remindersGlobal": [],
        "reminders": []
    },
    {
        "id": "pixie",
        "name": "Älva",
        "ability": "Du börjar veta 1 Bybo i spel. Om du är \"galen\" att du är den karaktären, får du deras förmåga när de dör.",
        "firstNightReminder": "Visa Älvan 1 Bybo-pollett som är i spel.",
        "otherNightReminder": "",
        "remindersGlobal": [],
        "reminders": [
            "Galen",
            "Har förmåga"
        ]
    },
    {
        "id": "po",
        "name": "Po",
        "ability": "Varje natt*, du får välja en spelare: de dör. Om ditt senaste val var ingen, välj 3 spelare inatt.",
        "firstNightReminder": "",
        "otherNightReminder": "Om Po valde ingen förra natten: Po pekar på 3 spelare. Annars: Po skakar antingen på huvudet för nej,  eller pekar på en spelare. Den valda spelaren dör.",
        "remindersGlobal": [],
        "reminders": [
            "Död",
            "3 attacker"
        ]
    },
    {
        "id": "poisoner",
        "name": "Giftmakare",
        "ability": "Varje natt, välj en spelare: de är förgiftade inatt och imorgon dag.",
        "firstNightReminder": "Giftmakaren pekar på en spelare. Den spelaren är förgiftad.",
        "otherNightReminder": "Den förra förgiftade spelaren är inte längre förgiftad. Giftmakaren pekar på en spelare. Den spelaren är förgiftad.",
        "remindersGlobal": [],
        "reminders": [
            "Förgiftad"
        ]
    },
    {
        "id": "politician",
        "name": "Politiker",
        "ability": "Om du var spelaren mest ansvarig för att ditt lag förlorade, byter du lag & vinner, även om du är död.",
        "firstNightReminder": "",
        "otherNightReminder": "",
        "remindersGlobal": [],
        "reminders": []
    },
    {
        "id": "poppygrower",
        "name": "Valmoodlare",
        "ability": "Minions & Demoner vet inte om varandra. Om du dör, får de reda på varandra den natten.",
        "firstNightReminder": "Informera inte Demonen/Minions vilka varandra är.",
        "otherNightReminder": "Om Valmoodlaren har dött, visa Minions/Demonen vilka varandra är.",
        "remindersGlobal": [],
        "reminders": [
            "Onda vaknar"
        ]
    },
    {
        "id": "preacher",
        "name": "Predikant",
        "ability": "Varje natt, välj en spelare: om en Minion är vald, får de reda på det. Alla valda Minions har ingen förmåga.",
        "firstNightReminder": "Predikanten väljer en spelare. Om en Minion blir vald, väck Minionen och visa dem \"Den här karaktären valde dig\" kortet och sedan Predikanten.",
        "otherNightReminder": "Predikanten väljer en spelare. Om en Minion blir vald, väck Minionen och visa dem \"Den här karaktären valde dig\" kortet och sedan Predikanten.",
        "remindersGlobal": [],
        "reminders": [
            "På straffpredikan"
        ]
    },
    {
        "id": "professor",
        "name": "Professor",
        "ability": "En gång per spel, på natten*, välj en död spelare: om de är en Bybo, blir de återupplivade.",
        "firstNightReminder": "",
        "otherNightReminder": "Om Professorn inte har använt sin förmåga: Professorn skakar antingen på huvudet för nej, eller pekar på en spelare. Om den spelaren är en Bybo, lever de.",
        "remindersGlobal": [],
        "reminders": [
            "Lever",
            "Ingen förmåga"
        ]
    },
    {
        "id": "psychopath",
        "name": "Psykopat",
        "ability": "Varje dag, före nominationer, får du offentligt välja en spelare: de dör. Om du blir avrättad, dör du bara om du förlorar i sten sax påse.",
        "firstNightReminder": "",
        "otherNightReminder": "",
        "remindersGlobal": [],
        "reminders": []
    },
    {
        "id": "pukka",
        "name": "Pukka",
        "ability": "Varje natt, välj en spelare: de är förgiftad. Den senast förgiftade spelaren dör och sedan blir frisk.",
        "firstNightReminder": "Pukka pekar på en spelare. Den spelaren är förgiftad.",
        "otherNightReminder": "Pukka pekar på en spelare. Den spelaren är förgiftad. Den tidigare förgiftade spelaren dör.",
        "remindersGlobal": [],
        "reminders": [
            "Förgiftad",
            "Död"
        ]
    },
    {
        "id": "puzzlemaster",
        "name": "Pusselmästare",
        "ability": "1 spelare är full, även om du dör. Om du gissar (ett försök) vem det är, får du reda på vilken spelare som är Demonen, men gissar du fel får du falsk information.",
        "firstNightReminder": "",
        "otherNightReminder": "",
        "remindersGlobal": [],
        "reminders": [
            "Full",
            "Har gissat"
        ]
    },
    {
        "id": "ravenkeeper",
        "name": "Korpskötare",
        "ability": "Om du dör på natten, blir du väckt och väljer en spelare: du lär dig deras karaktär.",
        "firstNightReminder": "",
        "otherNightReminder": "Om Korpskötaren dör inatt: Korpskötaren pekar på en spelare. Visa den spelarens karaktär",
        "remindersGlobal": [],
        "reminders": []
    },
    {
        "id": "recluse",
        "name": "Eremit",
        "ability": "Du kan registrea som ond & som en Minion eller Demon, även om du är död.",
        "firstNightReminder": "",
        "otherNightReminder": "",
        "remindersGlobal": [],
        "reminders": []
    },
    {
        "id": "revolutionary",
        "name": "Revolutionär",
        "ability": "Alla vet att 2 stycken grannar är på samma lag. En gång per spel, en av dom registrerar falskt.",
        "firstNightReminder": "",
        "otherNightReminder": "",
        "remindersGlobal": [],
        "reminders": []
    },
    {
        "id": "riot",
        "name": "Folkupplopp",
        "ability": "Nominerade spelare dör, men får nominera igen direkt (på dag 3 måste de). Efter dag 3 vinner onda. [Alla Minions är Folkupplopp]",
        "firstNightReminder": "",
        "otherNightReminder": "",
        "remindersGlobal": [],
        "reminders": []
    },
    {
        "id": "sage",
        "name": "Vis Man",
        "ability": "Om Demonen dödar dig, lär du dig att det är 1 av 2 spelare.",
        "firstNightReminder": "",
        "otherNightReminder": "Om den Visa Mannen dör av Demonen: Peka på 2 spelare, en av dem är Demonen.",
        "remindersGlobal": [],
        "reminders": []
    },
    {
        "id": "sailor",
        "name": "Seglare",
        "ability": "Varje natt, välj en levande spelare: antingen du eller dem är full tills skymmning. Du kan inte dö.",
        "firstNightReminder": "Seglaren pekar på en levande spelare. Antingen Seglaren eller den valda spelaren är full.",
        "otherNightReminder": "Den tidigare fulla spelaren är inte längre full. Seglaren pekar på en levande spelare. Antingen Seglaren eller den valda spelaren är full.",
        "remindersGlobal": [],
        "reminders": [
            "Full"
        ]
    },
    {
        "id": "saint",
        "name": "Helgon",
        "ability": "Om du dör av avrättning, förlorar ditt lag.",
        "firstNightReminder": "",
        "otherNightReminder": "",
        "remindersGlobal": [],
        "reminders": []
    },
    {
        "id": "savant",
        "name": "Lärd",
        "ability": "Varje dag, får du besöka Sagoberättaren för att privat får reda på 2 saker: 1 är sant & 1 är falsk.",
        "firstNightReminder": "",
        "otherNightReminder": "",
        "remindersGlobal": [],
        "reminders": []
    },
    {
        "id": "scapegoat",
        "name": "Syndabock",
        "ability": "Om en spelare på ditt lag blir avrättad, kan du bli avrättad istället.",
        "firstNightReminder": "",
        "otherNightReminder": "",
        "remindersGlobal": [],
        "reminders": []
    },
    {
        "id": "scarletwoman",
        "name": "",
        "ability": "Om det är 5 eller fler spelare levande & Demonen dör, blir du Demonen. (Resande räknas inte)",
        "firstNightReminder": "",
        "otherNightReminder": "Om _ blev Demon idag: Visa dem \"Du är\" kortet och sedan Demonens pollett.",
        "remindersGlobal": [],
        "reminders": [
            "Demon"
        ]
    },
    {
        "id": "seamstress",
        "name": "Sömmerska",
        "ability": "En gång per spel, under natten, välj 2 spelare (inte dig själv): du får reda på om de är på samma lag.",
        "firstNightReminder": "Sömmerskan skakar antingen huvudet för nej eller pekar på 2 spelare. Om Sömmerskan valde spelare, nicka för ja eller skaka på huvudet för nej beroende på om de är på samma lag.",
        "otherNightReminder": "Om Sömmerskan inte har använt sin förmåga: Sömmerskan skakar antingen huvudet för nej eller pekar på 2 spelare. Om Sömmerskan valde spelare, nicka för ja eller skaka på huvudet för nej beroende på om de är på samma lag.",
        "remindersGlobal": [],
        "reminders": [
            "Ingen förmåga"
        ]
    },
    {
        "id": "sentinel",
        "name": "Vakt",
        "ability": "Det kan vara 1 extra eller 1 färre Outsider i spel.",
        "firstNightReminder": "",
        "otherNightReminder": "",
        "remindersGlobal": [],
        "reminders": []
    },
    {
        "id": "shabaloth",
        "name": "Shabaloth",
        "ability": "Varje natt*, välj 2 spelare: de dör. En död spelare du valde förra natten kan bli återupplivad.",
        "firstNightReminder": "",
        "otherNightReminder": "En spelare som Shabaloth valde förra natten kan bli återupplivad. Shabaloth pekar på 2 spelare. De spelarna dör.",
        "remindersGlobal": [],
        "reminders": [
            "Död",
            "Levande"
        ]
    },
    {
        "id": "slayer",
        "name": "Baneman",
        "ability": "En gång per spel, under dagen, välj offentligt en spelare: om de är Demonen, dör de.",
        "firstNightReminder": "",
        "otherNightReminder": "",
        "remindersGlobal": [],
        "reminders": [
            "Ingen förmåga"
        ]
    },
    {
        "id": "snakecharmer",
        "name": "Ormtjusare",
        "ability": "Varje natt, välj en levande spelare: en vald Demon byter karaktär & lag med dig & är sedan förgiftad.",
        "firstNightReminder": "Ormtjusaren pekar på en spelare. Om den spelare är Demonen: byt Demonen och Ormtjusarens karaktär och lag. Väck varje spelare och informera dem om deras nya karaktär och lag. Den nya Ormtjusaren är förgiftad.",
        "otherNightReminder": "Ormtjusaren pekar på en spelare. Om den spelare är Demonen: byt Demonen och Ormtjusarens karaktär och lag. Väck varje spelare och informera dem om deras nya karaktär och lag. Den nya Ormtjusaren är förgiftad.",
        "remindersGlobal": [],
        "reminders": [
            "Förgiftad"
        ]
    },
    {
        "id": "snitch",
        "name": "Tjallare",
        "ability": "Minions börjar att veta 3 karaktärer som inte är med i spelet.",
        "firstNightReminder": "Efter Minion-info väck varje Minion och visa dem 3 karaktärer som inte är med i spelet. Dessa kan vara de samma eller olika från varandra och de som visas till Demonen.",
        "otherNightReminder": "",
        "remindersGlobal": [],
        "reminders": []
    },
    {
        "id": "soldier",
        "name": "Soldat",
        "ability": "Du är säker från Demonen.",
        "firstNightReminder": "",
        "otherNightReminder": "",
        "remindersGlobal": [],
        "reminders": []
    },
    {
        "id": "spiritofivory",
        "name": "",
        "ability": "Det kan inte finnas mer än 1 extra ond spelare.",
        "firstNightReminder": "",
        "otherNightReminder": "",
        "remindersGlobal": [],
        "reminders": []
    },
    {
        "id": "spy",
        "name": "Spion",
        "ability": "Varje natt, du får se Grimoaren. Du kan registrera som god & som en Bybo eller Outsider, även om du är död.",
        "firstNightReminder": "Visa Spionen Grimoaren så länge de behöver.",
        "otherNightReminder": "Visa Spionen Grimoaren så länge de behöver.",
        "remindersGlobal": [],
        "reminders": []
    },
    {
        "id": "stormcatcher",
        "name": "Stormfångare",
        "ability": "Välj en god karaktär. Om den är i spel, kan de bara dö av avrättning, men onda spelare vet vilken spelare det är.",
        "firstNightReminder": "",
        "otherNightReminder": "",
        "remindersGlobal": [],
        "reminders": []
    },
    {
        "id": "sweetheart",
        "name": "Sötnos",
        "ability": "När du dör, 1 spelare är full från och med nu.",
        "firstNightReminder": "",
        "otherNightReminder": "Välj en spelare som är full.",
        "remindersGlobal": [],
        "reminders": [
            "Full"
        ]
    },
    {
        "id": "tealady",
        "name": "Tedam",
        "ability": "Om båda dina levande grannar är goda, kan de inte dö.",
        "firstNightReminder": "",
        "otherNightReminder": "",
        "remindersGlobal": [],
        "reminders": [
            "Kan inte dö"
        ]
    },
    {
        "id": "thief",
        "name": "Tjuv",
        "ability": "Varje natt, välj en spelare (inte dig själv): deras röst räknas negativt imorgon.",
        "firstNightReminder": "Tjuven pekar på en spelare. Lägg Tjuvens \"Negativ röst\" markör bredvid den valda spelarens karaktär-pollett.",
        "otherNightReminder": "Tjuven pekar på en spelare. Lägg Tjuvens \"Negativ röst\" markör bredvid den valda spelarens karaktär-pollett.",
        "remindersGlobal": [],
        "reminders": [
            "Negativ röst"
        ]
    },
    {
        "id": "tinker",
        "name": "Mekaniker",
        "ability": "Du kan dö när som helst.",
        "firstNightReminder": "",
        "otherNightReminder": "Mekanikern kan dö.",
        "remindersGlobal": [],
        "reminders": [
            "Död"
        ]
    },
    {
        "id": "towncrier",
        "name": "Stadsropare",
        "ability": "Varje natt*, du lär dig om en Minion nominerade idag.",
        "firstNightReminder": "",
        "otherNightReminder": "Nicka \"ja\" eller skaka på huvudet \"nej\" beroende på om en Minion nominerade idag. Placera \"Minion inte nominerat\" markören (ta bort \"Minion nominerade\" om det finns någon).",
        "remindersGlobal": [],
        "reminders": [
            "Minion inte nominerat",
            "Minion nominerade"
        ]
    },
    {
        "id": "toymaker",
        "name": "Leksaksmakare",
        "ability": "Demonen kan välja att inte attackera & måste göra det minst en gång per spel. Onda spelare får normal start-information.",
        "firstNightReminder": "",
        "otherNightReminder": "",
        "remindersGlobal": [],
        "reminders": []
    },
    {
        "id": "undertaker",
        "name": "Gravgrävare",
        "ability": "Varje natt*, du lär dig vilken karaktär som dog av avrättning idag.",
        "firstNightReminder": "",
        "otherNightReminder": "Om en spelare var avrättad idag: Visa den spelarens karaktär.",
        "remindersGlobal": [],
        "reminders": [
            "Avrättad"
        ]
    },
    {
        "id": "vigormortis",
        "name": "Vigormortis",
        "ability": "Varje natt*, välj en spelare: de dör. Minions du dödar behåller deras förmåga & förgiftar 1 Bybo granne. [−1 Outsider]",
        "firstNightReminder": "",
        "otherNightReminder": "Vigormortis pekar på en spelare. Den spelaren dör. Om en Minion väljs, behåller de sin förmåga och 1 av deras Bybo grannar blir förgiftad.",
        "remindersGlobal": [],
        "reminders": [
            "Död",
            "Har förmåga",
            "Förgiftad"
        ]
    },
    {
        "id": "virgin",
        "name": "Oskuld",
        "ability": "Den 1a gången du blir nominerad, om den som nominerar är en Bybo, blir de avrättade direkt.",
        "firstNightReminder": "",
        "otherNightReminder": "",
        "remindersGlobal": [],
        "reminders": [
            "No ability"
        ]
    },
    {
        "id": "vortox",
        "name": "Vortox",
        "ability": "Varje natt*, välj en spelare: de dör. Bybors förmågor ger falsk info. Varje dag, om ingen blir avrättad, vinner onda.",
        "firstNightReminder": "",
        "otherNightReminder": "Vortox pekar på en spelare. Den spelaren dör.",
        "remindersGlobal": [],
        "reminders": [
            "Död"
        ]
    },
    {
        "id": "voudon",
        "name": "Voudon",
        "ability": "Endast du och de döda kan rösta. De behöver inte en röst-pollett för att göra det. Det krävs inte en 50% majoritet.",
        "firstNightReminder": "",
        "otherNightReminder": "",
        "remindersGlobal": [],
        "reminders": []
    },
    {
        "id": "washerwoman",
        "name": "Tvätterska",
        "ability": "Du börjar veta att 1 av 2 spelare är en specifik Bybo.",
        "firstNightReminder": "Visa en Bybo som är i spel. Peka på två spelare, varav en är den karaktären.",
        "otherNightReminder": "",
        "remindersGlobal": [],
        "reminders": [
            "Bybo",
            "Fel"
        ]
    },
    {
        "id": "widow",
        "name": "Änka",
        "ability": "På din 1a natt, titta på Grimoaren och välj en spelare: de är fögiftad. 1 god spelare vet att en Änka är i spel.",
        "firstNightReminder": "Visa Änkan Grimoaren så länge de behöver. Änkan pekar på en spelare. Den spelaren är förgiftad. Väck en god spelare. Visa dem \"De här karaktärerna är i spel\" kortet, sedan Änka-polletten.",
        "otherNightReminder": "",
        "remindersGlobal": [
            "Vet"
        ],
        "reminders": [
            "Förgiftad"
        ]
    },
    {
        "id": "witch",
        "name": "Häxa",
        "ability": "Varje natt, välj en spelare: om de nominerar imorgon, dör de. Om 3 eller färre spelare lever förlorar du din förmåga.",
        "firstNightReminder": "Häxan pekar på en spelare. Om den spelaren nominerar imorgon dör de direkt.",
        "otherNightReminder": "Om det är 4 eller fler levande spelare: Häxan pekar på en spelare. Om den spelaren nominerar imorgon dör de direkt.",
        "remindersGlobal": [],
        "reminders": [
            "Förhäxad"
        ]
    },
    {
        "id": "zombuul",
        "name": "Zombuul",
        "ability": "Varje natt*, om ingen dog idag, välj en spelare: de dör. Den 1a gången du dör, lever du men registrerar som död.",
        "firstNightReminder": "",
        "otherNightReminder": "Om ingen dog under dagen: Zombuul pekar på en spelare. Den spelaren dör.",
        "remindersGlobal": [],
        "reminders": [
            "Dog idag",
            "Död"
        ]
    }
]
