[
    {
        "target": "alhadikhia",
        "trick": "princess",
        "reason": "Wenn die Prinzessin einen Spieler an seinem ersten Tag nominiert und hingerichtet hat, stirbt heute Abend niemand durch die Al-Hadikhia-Fähigkeit."
    },
    {
        "target": "bountyhunter",
        "trick": "kazali",
        "reason": "Ein böser Städter entsteht nur, wenn der Kopfgeldjäger nach der Tat von Kazali noch im Spiel ist."
    },
    {
        "target": "bountyhunter",
        "trick": "philosopher",
        "reason": "Wenn der Philosoph die Fähigkeit „Kopfgeldjäger“ erlangt, könnte ein Stadtbewohner böse werden."
    },
    {
        "target": "cannibal",
        "trick": "butler",
        "reason": "Wenn der Kannibale die Butler Fähigkeit erlangt, erfährt der Kannibale dies."
    },
    {
        "target": "cannibal",
        "trick": "juggler",
        "reason": "Wenn der Jongleur am ersten Tag rät und durch Hinrichtung stirbt, erfährt der lebende Kannibale heute Abend, wie viele Schätzungen der Jongleur richtig gemacht hat."
    },
    {
        "target": "cannibal",
        "trick": "poppygrower",
        "reason": "Wenn der Kannibale den Mohnzüchter frisst, dann stirbt oder die Mohnzüchter-Fähigkeit verliert, lernen der Dämon und die Schergen in dieser Nacht einander kennen."
    },
    {
        "target": "cannibal",
        "trick": "princess",
        "reason": "Wenn der Kannibale die Prinzessin heute nominiert und hingerichtet hat, tötet der Dämon heute Abend nicht."
    },
    {
        "target": "cannibal",
        "trick": "zealot",
        "reason": "Wenn der Kannibale die Fähigkeit „Eiferer“ erlangt, lernt der Kannibale dies."
    },
    {
        "target": "mathematician",
        "trick": "chambermaid",
        "reason": "Die Kammerzofe erfährt, ob der Mathematiker heute Nacht aufwacht oder nicht, obwohl die Kammerzofe zuerst aufwacht."
    },
    {
        "target": "mathematician",
        "trick": "lunatic",
        "reason": "Der Mathematiker erfährt, wenn der Wahnsinnige einen anderen Spieler angreift als der echte Dämon angegriffen hat."
    },
    {
        "target": "butler",
        "trick": "organgrinder",
        "reason": "Wenn wegen dem Leiermann mit geschlossenen Augen abgestimmt wird, darf der Butler seine Hand heben um abzustimmen  aber die Stimme wird nur gezählt wenn sein Dienstherr auch abgestimmt hat."
    },
    {
        "target": "heretic",
        "trick": "baron",
        "reason": "Der Baron fügt unter umständen nur einen anstatt 2 Außenseiter zum Spiel hinzu."
    },
    {
        "target": "heretic",
        "trick": "boffin",
        "reason": "Der Dämon kann nicht über die Fähigkeit „Ketzer“ verfügen."
    },
    {
        "target": "heretic",
        "trick": "godfather",
        "reason": "Nur 1 verhexter Character kann gleichzeitig im Spiel sein"
    },
    {
        "target": "heretic",
        "trick": "lleech",
        "reason": "Wenn der Eegel den Ketzer vergiftet hat und der Eegel stirbt, bleibt der Ketzer vergiftet."
    },
    {
        "target": "heretic",
        "trick": "pithag",
        "reason": "Ein Grubenweib kann keinen Ketzer erschaffen."
    },
    {
        "target": "heretic",
        "trick": "spy",
        "reason": "Nur 1 verhexter Character kann gleichzeitig im Spiel sein"
    },
    {
        "target": "heretic",
        "trick": "widow",
        "reason": "Nur 1 verhexter Character kann gleichzeitig im Spiel sein"
    },
    {
        "target": "ogre",
        "trick": "recluse",
        "reason": "Wenn sich der Einsiedler gegenüber dem Oger als böse registriert, erfährt der Oger, dass er böse ist."
    },
    {
        "target": "plaguedoctor",
        "trick": "baron",
        "reason": "Wenn der Geschichtenerzähler die Baron-Fähigkeit erlangt, werden bis zu zwei Spieler zu Außenseitern, die nicht im Spiel sind."
    },
    {
        "target": "plaguedoctor",
        "trick": "boomdandy",
        "reason": "Wenn der Pestdoktor hingerichtet wird und der Geschichtenerzähler die Boomdandy-Fähigkeit erhalten würde, wird die Boomdandy-Fähigkeit sofort ausgelöst."
    },
    {
        "target": "plaguedoctor",
        "trick": "eviltwin",
        "reason": "Der Geschichtenerzähler kann die Fähigkeit „Böser Zwilling“ nicht erlangen, wenn der Seuchendoktor stirbt."
    },
    {
        "target": "plaguedoctor",
        "trick": "fearmonger",
        "reason": "Wenn der Pestdoktor stirbt, erhält ein lebender Diener zusätzlich zu seiner eigenen Fähigkeit die Fähigkeit „Furchtmacher“ und lernt diese."
    },
    {
        "target": "plaguedoctor",
        "trick": "goblin",
        "reason": "Wenn der Pestdoktor stirbt, erhält ein lebender Diener zusätzlich zu seiner eigenen Fähigkeit die Goblin-Fähigkeit und lernt diese."
    },
    {
        "target": "plaguedoctor",
        "trick": "marionette",
        "reason": "Wenn der Dämon beim Tod des Seuchendoktors einen lebenden Nachbarn und einen Stadtbewohner oder Außenseiter hat, wird dieser Spieler zu einer bösen Marionette. Wenn es bereits einen zusätzlichen bösen Spieler gibt, passiert dies nicht."
    },
    {
        "target": "plaguedoctor",
        "trick": "scarletwoman",
        "reason": "Wenn der Pestdoktor stirbt, erhält ein lebender Diener zusätzlich zu seiner eigenen Fähigkeit die Fähigkeit „Scharlachrote Frau“ und lernt diese."
    },
    {
        "target": "plaguedoctor",
        "trick": "spy",
        "reason": "Wenn der Pestdoktor stirbt, erhält ein lebender Diener zusätzlich zu seiner eigenen Fähigkeit die Spionagefähigkeit und lernt diese."
    },
    {
        "target": "boffin",
        "trick": "alchemist",
        "reason": "Wenn der Alchemist die Boffin-Fähigkeit besitzt, erfährt der Alchemist nicht, welche Fähigkeit der Dämon hat."
    },
    {
        "target": "boffin",
        "trick": "cultleader",
        "reason": "Wenn der Dämon über die Fähigkeit „Kultanführer“ verfügt, kann er aufgrund dieser Fähigkeit nicht zum Guten werden."
    },
    {
        "target": "boffin",
        "trick": "drunk",
        "reason": "Wenn der Dämon über die Fähigkeit „Betrunken“ verfügen würde, wählt der Boffin stattdessen einen Stadtbewohner-Spieler mit dieser Fähigkeit."
    },
    {
        "target": "boffin",
        "trick": "goon",
        "reason": "Wenn der Dämon über die Goon-Fähigkeit verfügt, kann er aufgrund dieser Fähigkeit nicht zum Guten werden."
    },
    {
        "target": "boffin",
        "trick": "ogre",
        "reason": "Der Dämon kann nicht über die Oger-Fähigkeit verfügen."
    },
    {
        "target": "boffin",
        "trick": "politician",
        "reason": "Der Dämon kann nicht über die Fähigkeit „Politiker“ verfügen."
    },
    {
        "target": "boffin",
        "trick": "villageidiot",
        "reason": "Wenn ein Ersatzmarker vorhanden ist, kann der Boffin dem Dämon die Fähigkeit „Dorfidiot“ verleihen."
    },
    {
        "target": "cerenovus",
        "trick": "goblin",
        "reason": "Der Cerenovus kann sich entscheiden einen Spieler davon besessen zu machen der Goblin zu sein."
    },
    {
        "target": "marionette",
        "trick": "balloonist",
        "reason": "Wenn die Marionette denkt das sie der Ballonfahrer ist, wurde +1 Außenseiter hinzugefügt."
    },
    {
        "target": "marionette",
        "trick": "damsel",
        "reason": "Die Marionette lernt nicht, dass sich eine Maid im Spiel befindet."
    },
    {
        "target": "marionette",
        "trick": "huntsman",
        "reason": "Wenn die Marionette denkt dass sie der Jäger ist wurde die Maid hinzugefügt."
    },
    {
        "target": "marionette",
        "trick": "lilmonsta",
        "reason": "Die Marionette ist benachbart zu einem Untergebenen und nicht dem Dämon. Die Marionette wird nicht geweckt um zu bestimmen wer das Kleine Monsta Charakterplättchen nimmt und lernt nicht das sie die Marionette ist wenn sie das Kleine Monsta Charakterplättchen hat."
    },
    {
        "target": "marionette",
        "trick": "poppygrower",
        "reason": "When der Mohnzüchter stirbt erfährt der Dämon wer die Marionette ist, aber die Marionette lernt nichts."
    },
    {
        "target": "marionette",
        "trick": "snitch",
        "reason": "Der Marionette werden keine 3 Charakter die sich nicht im Spiel befinden gezeigt. Stattdessen zeige dem Dämon 3 zusätzliche."
    },
    {
        "target": "mastermind",
        "trick": "alhadikhia",
        "reason": "Wenn Al-Hadikhia durch Hinrichtung stirbt und der Mastermind am Leben ist, wählt Al-Hadikhia heute Abend drei gute Spieler: Wenn sich alle drei dafür entscheiden zu leben, gewinnt das Böse. Ansonsten gewinnt das Gute."
    },
    {
        "target": "pithag",
        "trick": "cultleader",
        "reason": "Wenn die Pit-Hag einen bösen Spieler zum Kultanführer macht, kann er aufgrund seiner eigenen Fähigkeiten nicht zum Guten werden."
    },
    {
        "target": "pithag",
        "trick": "damsel",
        "reason": "Wenn ein Grubenweib eine Maid erschafft wählt der Erzähler welcher Spieler es ist."
    },
    {
        "target": "pithag",
        "trick": "goon",
        "reason": "Wenn der Pit-Hag einen bösen Spieler in einen Goon verwandelt, kann er aufgrund seiner eigenen Fähigkeiten nicht zum Guten werden."
    },
    {
        "target": "pithag",
        "trick": "ogre",
        "reason": "Wenn der Pit-Hag einen bösen Spieler in einen Oger verwandelt, kann er aufgrund seiner eigenen Fähigkeiten nicht zum Guten werden."
    },
    {
        "target": "pithag",
        "trick": "politician",
        "reason": "Ein Grubenweib kann keinen bösen Politiker erschaffen."
    },
    {
        "target": "pithag",
        "trick": "villageidiot",
        "reason": "Wenn ein Ersatzmarker vorhanden ist, kann die Grubenhexe einen zusätzlichen Dorfidioten erschaffen. Wenn ja, könnte sich der betrunkene Dorftrottel ändern."
    },
    {
        "target": "scarletwoman",
        "trick": "alhadikhia",
        "reason": "Wenn es zwei lebende Al-Hadikhias gibt, wird der \"Scharlachrote Frau\" Al-Hadikhia wieder zu \"Scharlachrote Frau\"."
    },
    {
        "target": "scarletwoman",
        "trick": "fanggu",
        "reason": "Wenn der Fang Gu einen Außenseiter wählt und stirbt wird die Scharlachrote Frau nicht zum Fang Gu."
    },
    {
        "target": "spy",
        "trick": "alchemist",
        "reason": "Wenn der Alchemist über die Fähigkeit „Spion“ verfügt, sieht er das Zauberbuch nicht und der echte Spion kann sich nicht fälschlicherweise registrieren."
    },
    {
        "target": "spy",
        "trick": "damsel",
        "reason": "Wenn der Spion im Spiel ist (oder war), ist die Jungfrau vergiftet."
    },
    {
        "target": "spy",
        "trick": "magician",
        "reason": "Wenn der Spion das Grimoire sieht, werden das Dämon und das Magier Charakterplättchen entfernt."
    },
    {
        "target": "spy",
        "trick": "ogre",
        "reason": "Der Spion registriert sich gegenüber dem Oger als böse."
    },
    {
        "target": "spy",
        "trick": "poppygrower",
        "reason": "Wenn der Mohnzüchter im Spiel ist, sieht der Spion das Zauberbuch erst, wenn der Mohnzüchter stirbt."
    },
    {
        "target": "summoner",
        "trick": "alchemist",
        "reason": "Wenn ein Alchemist-Beschwörer im Spiel ist, beginnt das Spiel wie gewohnt mit einem Dämon im Spiel. Wenn der Alchemist-Beschwörer einen Spieler auswählt, macht er diesen Spieler zu einem Dämon, ändert aber nicht seine Ausrichtung."
    },
    {
        "target": "summoner",
        "trick": "clockmaker",
        "reason": "Wenn der Beschwörer im Spiel ist, erhält der Uhrmacher seine Informationen erst, wenn ein Dämon erschaffen wurde."
    },
    {
        "target": "summoner",
        "trick": "courtier",
        "reason": "Wenn der Beschwörer in der dritten Nacht betrunken ist, wählt der Beschwörer welchen Dämon, aber der Geschichtenerzähler wählt welchen Spieler."
    },
    {
        "target": "summoner",
        "trick": "engineer",
        "reason": "Wenn der Ingenieur einen Beschwörer aus dem Spiel entfernt, bevor dieser Beschwörer seine Fähigkeit nutzt, nutzt der Beschwörer seine Fähigkeit sofort."
    },
    {
        "target": "summoner",
        "trick": "hatter",
        "reason": "Der Beschwörer kann keinen Dämon im Spiel erschaffen. Wenn der Beschwörer einen nicht im Spiel befindlichen Dämon erschafft, sind die Todesfälle heute Nacht willkürlich."
    },
    {
        "target": "summoner",
        "trick": "kazali",
        "reason": "Der Beschwörer kann keinen Dämon im Spiel erschaffen. Wenn der Beschwörer einen nicht im Spiel befindlichen Dämon erschafft, sind die Todesfälle heute Nacht willkürlich."
    },
    {
        "target": "summoner",
        "trick": "legion",
        "reason": "Wenn der Beschwörer eine Legion erschafft, werden die meisten Spieler (einschließlich aller bösen Spieler) zur bösen Legion."
    },
    {
        "target": "summoner",
        "trick": "lordoftyphon",
        "reason": "Wenn der Beschwörer einen Lord of Typhon erschafft, muss der Lord of Typhon als Nachbar einen Diener haben. Der andere Nachbar wird zu einem bösen Diener, der nicht im Spiel ist."
    },
    {
        "target": "summoner",
        "trick": "marionette",
        "reason": "Die Marionette ist die Nachbarin des Beschwörers. Der Beschwörer weiß, wer die Marionette ist."
    },
    {
        "target": "summoner",
        "trick": "pithag",
        "reason": "Der Beschwörer kann keinen Dämon im Spiel erschaffen. Wenn der Beschwörer einen nicht im Spiel befindlichen Dämon erschafft, sind die Todesfälle heute Nacht willkürlich."
    },
    {
        "target": "summoner",
        "trick": "poppygrower",
        "reason": "Wenn der Mohnzüchter am Leben ist, wenn der Beschwörer handelt, wählt der Beschwörer welchen Dämon, aber der Geschichtenerzähler wählt welchen Spieler."
    },
    {
        "target": "summoner",
        "trick": "preacher",
        "reason": "Wenn der Prediger den Beschwörer am oder vor der 3. Nacht wählt, wählt der Beschwörer welchen Dämon, aber der Geschichtenerzähler wählt welchen Spieler."
    },
    {
        "target": "summoner",
        "trick": "pukka",
        "reason": "Der Beschwörer kann in der zweiten Nacht einen Spieler auswählen, der zum Pukka wird."
    },
    {
        "target": "summoner",
        "trick": "zombuul",
        "reason": "Wenn der Beschwörer einen toten Spieler in den Zombuul verwandelt, behandelt der Geschichtenerzähler diesen Spieler als einen Zombuul, der einmal gestorben ist."
    },
    {
        "target": "vizier",
        "trick": "alsaahir",
        "reason": "Wenn der Wesir im Spiel ist, muss der Alsaahir auch erraten, welcher Dämon bzw. welche Dämonen im Spiel sind."
    },
    {
        "target": "vizier",
        "trick": "courtier",
        "reason": "Wenn der Wesir seine Fähigkeit verliert, erfährt er Folgendes. Wenn der Wesir hingerichtet wird, während er über seine Fähigkeit verfügt, gewinnt sein Team."
    },
    {
        "target": "vizier",
        "trick": "fearmonger",
        "reason": "Der Wesir erwacht mit dem Angstmacher, erfährt, wen er auswählt, und kann sich nicht dazu entschließen, diesen Spieler sofort hinzurichten."
    },
    {
        "target": "vizier",
        "trick": "investigator",
        "reason": "Wenn der Ermittler erfährt, dass der Wesir im Spiel ist, wird die Existenz des Wesir nicht vom Geschichtenerzähler angekündigt."
    },
    {
        "target": "vizier",
        "trick": "magician",
        "reason": "Wenn Wesir und Magier beide im Spiel sind, lernt der Dämon die Schergen nicht."
    },
    {
        "target": "vizier",
        "trick": "politician",
        "reason": "Der Politiker könnte sich gegenüber dem Wesir als böse einstufen."
    },
    {
        "target": "vizier",
        "trick": "preacher",
        "reason": "Wenn der Wesir seine Fähigkeit verliert, erfährt er Folgendes. Wenn der Wesir hingerichtet wird, während er über seine Fähigkeit verfügt, gewinnt sein Team."
    },
    {
        "target": "vizier",
        "trick": "zealot",
        "reason": "Der Zelot könnte dem Wesir gegenüber als böse gelten."
    },
    {
        "target": "widow",
        "trick": "alchemist",
        "reason": "Wenn der Alchemist über die Fähigkeit „Witwe“ verfügt, sieht er das Zauberbuch nicht."
    },
    {
        "target": "widow",
        "trick": "damsel",
        "reason": "Wenn die Witwe im Spiel ist (oder war), wird die Jungfrau vergiftet."
    },
    {
        "target": "widow",
        "trick": "magician",
        "reason": "Wenn die Witwe das Grimoire sieht, werden das Dämon und das Magier Charakterplättchen entfernt."
    },
    {
        "target": "widow",
        "trick": "poppygrower",
        "reason": "Wenn der Mohnzüchter im Spiel ist sieht die Witwe das Grimoire erst wenn der Mohnzüchter stirbt."
    },
    {
        "target": "kazali",
        "trick": "choirboy",
        "reason": "Der Kazali kann den König nicht als Diener wählen, wenn ein Chorknabe im Spiel ist."
    },
    {
        "target": "kazali",
        "trick": "goon",
        "reason": "Die Kazali können wählen, dass der Goon-Spieler einer ihrer bösen Schergen ist."
    },
    {
        "target": "kazali",
        "trick": "huntsman",
        "reason": "Wenn der Kazali die Jungfrau als Dienerin auswählt und ein Jäger im Spiel ist, wird ein guter Spieler zur Jungfrau."
    },
    {
        "target": "kazali",
        "trick": "marionette",
        "reason": "Wenn die Kazali eine Marionette erschaffen möchten, müssen sie einen ihrer Nachbarn auswählen."
    },
    {
        "target": "kazali",
        "trick": "soldier",
        "reason": "Die Kazali können wählen, dass der Soldatenspieler einer ihrer bösen Schergen ist."
    },
    {
        "target": "legion",
        "trick": "engineer",
        "reason": "Legion und Ingeniuer können nicht beide zu Spielstart im Spiel sein. Wenn der Ingeniuer Legion erschaftt werden die meisten Spieler (inklusiv aller bösen Spieler) zur bösen Legion."
    },
    {
        "target": "legion",
        "trick": "hatter",
        "reason": "Wenn der Hutmacher stirbt und Legion im Spiel ist, passiert nichts. Wenn der Hutmacher stirbt und ein böser Spieler Legion wählt, werden alle aktuellen bösen Spieler zu Legion."
    },
    {
        "target": "legion",
        "trick": "minstrel",
        "reason": "Wenn Legion heute durch Hinrichtung gestorben ist, behält Legion ihre Fähigkeiten, aber der Minstrel könnte erfahren, dass sie Legion sind."
    },
    {
        "target": "legion",
        "trick": "preacher",
        "reason": "Wenn der Prediger Legion wählt, behält Legion ihre Fähigkeiten, aber der Prediger erfährt möglicherweise, dass sie Legion sind."
    },
    {
        "target": "legion",
        "trick": "zealot",
        "reason": "Der Zelot könnte aufgrund der Fähigkeiten der Legion als böse eingestuft werden."
    },
    {
        "target": "leviathan",
        "trick": "banshee",
        "reason": "Jede Nacht* wählt der Leviathan einen lebenden, guten Spieler (anders als in den vorherigen Nächten): Eine ausgewählte Banshee stirbt und erhält ihre Fähigkeit."
    },
    {
        "target": "leviathan",
        "trick": "exorcist",
        "reason": "Das Böse gewinnt nicht, wenn mehr als ein guter Spieler hingerichtet wurde, sofern der Exorzist am Leben ist und sich jemals erfolgreich für den Leviathan entschieden hat."
    },
    {
        "target": "leviathan",
        "trick": "farmer",
        "reason": "Jede Nacht* wählt der Leviathan einen lebenden guten Spieler (anders als in den vorherigen Nächten): Ein ausgewählter Bauer nutzt seine Fähigkeit, stirbt aber nicht."
    },
    {
        "target": "leviathan",
        "trick": "grandmother",
        "reason": "Wenn Leviathan im Spiel ist und das Enkelkind durch Hinrichtung stirbt, siegt das Böse."
    },
    {
        "target": "leviathan",
        "trick": "hatter",
        "reason": "Wenn der Hutmacher am oder nach Tag 5 stirbt, kann der Dämon keinen Leviathan wählen."
    },
    {
        "target": "leviathan",
        "trick": "innkeeper",
        "reason": "Wenn der Leviathan im Spiel ist, sind die vom Gastwirt geschützten Spieler vor allen bösen Fähigkeiten sicher."
    },
    {
        "target": "leviathan",
        "trick": "king",
        "reason": "Wenn der Leviathan im Spiel ist und mindestens ein Spieler tot ist, lernt der König jede Nacht einen lebenden Charakter."
    },
    {
        "target": "leviathan",
        "trick": "mayor",
        "reason": "Wenn der Leviathan im Spiel ist und an Tag 5 keine Ausführung erfolgt, gewinnt das Gute."
    },
    {
        "target": "leviathan",
        "trick": "monk",
        "reason": "Wenn der Leviathan im Spiel ist, ist der Mönch-geschützte Spieler vor allen bösen Fähigkeiten sicher."
    },
    {
        "target": "leviathan",
        "trick": "pithag",
        "reason": "Nach Tag 5 kann sich die Pit-Hag nicht mehr für Leviathan entscheiden."
    },
    {
        "target": "leviathan",
        "trick": "ravenkeeper",
        "reason": "Jede Nacht* wählt der Leviathan einen lebenden Spieler (anders als in den vorherigen Nächten): Ein ausgewählter Rabenwächter nutzt seine Fähigkeit, stirbt aber nicht."
    },
    {
        "target": "leviathan",
        "trick": "sage",
        "reason": "Jede Nacht* wählt der Leviathan einen lebenden guten Spieler (anders als in den vorherigen Nächten): Ein ausgewählter Weiser nutzt seine Fähigkeit, stirbt aber nicht."
    },
    {
        "target": "leviathan",
        "trick": "soldier",
        "reason": "Wenn der Leviathan im Spiel ist, ist der Soldat vor allen bösen Fähigkeiten sicher."
    },
    {
        "target": "lilmonsta",
        "trick": "hatter",
        "reason": "Wenn sich ein Dämon für Lil' Monsta entscheidet, wählt er auch einen Diener aus, der heute Abend Lil' Monsta werden und auf ihn aufpassen soll."
    },
    {
        "target": "lilmonsta",
        "trick": "magician",
        "reason": "Jede Nacht wählt der Zauberer einen Diener aus: Wenn dieser Diener und das kleine Monsta am Leben sind, kümmert sich dieser Diener um das kleine Monsta."
    },
    {
        "target": "lilmonsta",
        "trick": "poppygrower",
        "reason": "Wenn der Mohnzüchter im Spiel ist, erwachen die Minions nicht gemeinsam. Sie werden einer nach dem anderen geweckt, bis einer von ihnen beschließt, den Lil' Monsta-Token zu nehmen."
    },
    {
        "target": "lilmonsta",
        "trick": "scarletwoman",
        "reason": "Wenn 5 oder mehr Spieler am Leben sind und der Spieler mit dem Kleinen Monsta Charakterplättchen stirbt, bekommt die Scharlachrote Frau es in der Nacht."
    },
    {
        "target": "lilmonsta",
        "trick": "vizier",
        "reason": "Die Wesir können durch Hinrichtung sterben, wenn sie babysitten Kleines Monsta."
    },
    {
        "target": "lleech",
        "trick": "mastermind",
        "reason": "Wenn der Strippenzieher am Leben ist und der der Wirt des Eegel am Leben ist, lebt der Eegel aber verliert seine Fähigkeit."
    },
    {
        "target": "lleech",
        "trick": "slayer",
        "reason": "Wenn der Dämonenjäger den Wirt des Eegel wählt stirbt der Wirt."
    },
    {
        "target": "riot",
        "trick": "banshee",
        "reason": "Jede Nacht* wählt Riot einen lebenden, guten Spieler aus (anders als in den vorherigen Nächten): Ein ausgewählter Banshee stirbt und erhält seine Fähigkeit."
    },
    {
        "target": "riot",
        "trick": "exorcist",
        "reason": "Wenn der Exorzist in der dritten Nacht Riot wählt, werden Minions nicht zu Riot."
    },
    {
        "target": "riot",
        "trick": "farmer",
        "reason": "Jede Nacht* wählt Riot einen lebenden, guten Spieler aus (anders als in den vorherigen Nächten): Ein ausgewählter Bauer nutzt seine Fähigkeit, stirbt aber nicht."
    },
    {
        "target": "riot",
        "trick": "grandmother",
        "reason": "Wenn Riot im Spiel ist und das Enkelkind tagsüber stirbt, stirbt auch die Großmutter."
    },
    {
        "target": "riot",
        "trick": "innkeeper",
        "reason": "Wenn Riot im Spiel ist, ist der vom Gastwirt geschützte Spieler vor allen bösen Fähigkeiten sicher."
    },
    {
        "target": "riot",
        "trick": "king",
        "reason": "Wenn Riot im Spiel ist und mindestens ein Spieler tot ist, lernt der König jede Nacht einen lebenden Charakter."
    },
    {
        "target": "riot",
        "trick": "mayor",
        "reason": "Der Bürgermeister kann sich dafür entscheiden, Nominierungen zu stoppen. Wenn sie dies tun, während nur 1 Riot am Leben ist, gewinnt das Gute. Sonst siegt das Böse."
    },
    {
        "target": "riot",
        "trick": "monk",
        "reason": "Wenn Riot im Spiel ist, ist der durch Mönche geschützte Spieler vor allen bösen Fähigkeiten sicher."
    },
    {
        "target": "riot",
        "trick": "ravenkeeper",
        "reason": "Jede Nacht* wählt Riot einen lebenden, guten Spieler aus (anders als in den vorherigen Nächten): Ein ausgewählter Ravenkeeper nutzt seine Fähigkeit, stirbt aber nicht."
    },
    {
        "target": "riot",
        "trick": "sage",
        "reason": "Jede Nacht* wählt Riot einen lebenden, guten Spieler aus (anders als in den vorherigen Nächten): Ein ausgewählter Weiser nutzt seine Fähigkeit, stirbt aber nicht."
    },
    {
        "target": "riot",
        "trick": "soldier",
        "reason": "Wenn Riot im Spiel ist, ist der Soldat vor allen bösen Fähigkeiten sicher."
    },
    {
        "target": "vortox",
        "trick": "banshee",
        "reason": "Wenn der Vortox im Spiel ist und der Dämon die Banshee tötet, erfahren die Spieler trotzdem, dass die Banshee gestorben ist."
    },
    {
        "target": "yaggababble",
        "trick": "exorcist",
        "reason": "Wenn der Exorzist Yaggababble wählt, tötet die Yaggababble-Fähigkeit heute Nacht nicht."
    }
]
