[
    {
        "target": "chambermaid",
        "trick": "mathematician",
        "reason": "La Sirvienta se entera si el Matemático se despierta esta noche o no, a pesar de que la Sirvienta se despierta primero."
    },
    {
        "target": "eviltwin",
        "trick": "plaguedoctor",
        "reason": "El Narrador no puede obtener la habilidad Evil Twin si el Plague Doctor muere."
    },
    {
        "target": "cannibal",
        "trick": "butler",
        "reason": "Si el Caníbal gana la habilidad del Mayordomo, el Caníbal lo sabe."
    },
    {
        "target": "cannibal",
        "trick": "juggler",
        "reason": "Si el Malabarista adivina el primer día y muere en la ejecución, esta noche el Caníbal vivo aprende cuántas conjeturas acertó el Malabarista."
    },
    {
        "target": "cannibal",
        "trick": "zealot",
        "reason": "Si el caníbal obtiene la habilidad de zelote, aprende esto."
    },
    {
        "target": "lunatic",
        "trick": "mathematician",
        "reason": "El Matemático sabe si el Lunático ataca a jugadores diferentes que el Demonio real."
    },
    {
        "target": "pithag",
        "trick": "heretic",
        "reason": "Una Arpía no puede crear un Hereje"
    },
    {
        "target": "pithag",
        "trick": "damsel",
        "reason": "Si una Arpia crea a una Damisela, el Narrador decide qué jugador es."
    },
    {
        "target": "pithag",
        "trick": "politician",
        "reason": "Una Arpía no puede crear un Político malvado."
    },
    {
        "target": "pithag",
        "trick": "villageidiot",
        "reason": "Si hay una ficha de repuesto, Pit-Hag puede crear un Village Idiot adicional. Si es así, el borracho Village Idiot podría cambiar."
    },
    {
        "target": "pithag",
        "trick": "cultleader",
        "reason": "Si Pit-Hag convierte a un jugador malvado en el líder del culto, no puede volverse bueno debido a su propia habilidad."
    },
    {
        "target": "pithag",
        "trick": "goon",
        "reason": "Si Pit-Hag convierte a un jugador malvado en Goon, no puede volverse bueno debido a su propia habilidad."
    },
    {
        "target": "pithag",
        "trick": "ogre",
        "reason": "Si Pit-Hag convierte a un jugador malvado en Ogro, no puede volverse bueno debido a su propia habilidad."
    },
    {
        "target": "cerenovus",
        "trick": "goblin",
        "reason": "El Ceronovus puede hacer que un jugador esté enojado de ser el Duende."
    },
    {
        "target": "goblin",
        "trick": "plaguedoctor",
        "reason": "Si el Doctor de la Plaga muere, un Minion vivo obtiene la habilidad Duende además de su propia habilidad y aprende esto."
    },
    {
        "target": "leviathan",
        "trick": "soldier",
        "reason": "Si el Leviatán nomina y ejecuta al Soldado, el Soldado no muere."
    },
    {
        "target": "leviathan",
        "trick": "monk",
        "reason": "Si el Leviatán nomina y ejecuta al jugador que eligió el Monje, ese jugador no muere."
    },
    {
        "target": "leviathan",
        "trick": "innkeeper",
        "reason": "Si el Leviatán nomina y ejecuta a un jugador que eligió el Tabernero, el jugador no muere."
    },
    {
        "target": "leviathan",
        "trick": "ravenkeeper",
        "reason": "Si el Leviatan esta en juego y el Cuidador de Cuervos muere por ejecución, este se despierta esa noche para usar su habilidad."
    },
    {
        "target": "leviathan",
        "trick": "banshee",
        "reason": "Si Leviatán está en juego y Banshee muere mediante ejecución, todos los jugadores se enteran de que Banshee ha muerto y Banshee obtiene su habilidad."
    },
    {
        "target": "leviathan",
        "trick": "sage",
        "reason": "Si el Leviatan esta en juego y el Sabio muere por ejecución, este se despierta esa noche para usar su habilidad."
    },
    {
        "target": "leviathan",
        "trick": "farmer",
        "reason": "Si el Leviatan esta en juego y un Granjero muere por ejecución, un jugador bueno se convierte en Granjero esa noche."
    },
    {
        "target": "leviathan",
        "trick": "mayor",
        "reason": "Si el Leviatan esta en juego y nadie es ejecutado el 5to dia, el bien gana."
    },
    {
        "target": "leviathan",
        "trick": "hatter",
        "reason": "Si el Sombrerero muere el día 5 o después, el Demonio no puede elegir Leviatán."
    },
    {
        "target": "leviathan",
        "trick": "pithag",
        "reason": "Después del día 5, Pit-Hag no puede elegir Leviatán."
    },
    {
        "target": "lilmonsta",
        "trick": "poppygrower",
        "reason": "Si el Cultivador de Amapolas está en juego, los Secuazes no despiertan juntos. Son despertados uno por uno, hasta que uno elija tomar la ficha del Pequeño Monstruo."
    },
    {
        "target": "lilmonsta",
        "trick": "magician",
        "reason": "Cada noche, el Mago elige un Minion: si ese Minion y Lil' Monsta están vivos, ese Minion cuida a Lil' Monsta."
    },
    {
        "target": "lilmonsta",
        "trick": "scarletwoman",
        "reason": "Si hay 5 o más jugadores vivos y el jugador que tiene la ficha del Pequeño Monstruo muere, la Mujer Escarlata recibe la ficha esa noche."
    },
    {
        "target": "lilmonsta",
        "trick": "organgrinder",
        "reason": "Votos para el Moledor de Órganos cuentan si el Moledor de órganos está cuidando al Pequeño Monstruo."
    },
    {
        "target": "lilmonsta",
        "trick": "vizier",
        "reason": "El Visir puede morir por ejecución si está cuidando niños Pequeño Monstruo."
    },
    {
        "target": "lilmonsta",
        "trick": "hatter",
        "reason": "Si un demonio elige a Lil' Monsta, también elige un Minion para convertirse en Lil' Monsta y cuidarlo esta noche."
    },
    {
        "target": "lycanthrope",
        "trick": "gambler",
        "reason": "Si el Licántropo está vivo y el Apostador se mata a sí mismo de noche, nadie más puede morir esa noche."
    },
    {
        "target": "legion",
        "trick": "engineer",
        "reason": "Legión y el Ingeniero no pueden ambos estar en juego al principio de una partida. Si el Ingeniero crea a Legion, la mayoría de jugadores (incluyendo todos los jugadores malvados) se convierten en Legión malvada."
    },
    {
        "target": "legion",
        "trick": "preacher",
        "reason": "Si el Predicador elige Legión, Legión conserva su habilidad, pero el Predicador podría saber que es Legión."
    },
    {
        "target": "legion",
        "trick": "minstrel",
        "reason": "Si Legion murió hoy en una ejecución, Legion conserva su habilidad, pero el Minstrel podría saber que son Legion."
    },
    {
        "target": "legion",
        "trick": "hatter",
        "reason": "Si el Sombrerero muere y la Legión está en juego, no pasa nada. Si el Sombrerero muere y un jugador malvado elige Legión, todos los jugadores malvados actuales se convierten en Legión."
    },
    {
        "target": "legion",
        "trick": "zealot",
        "reason": "El zelote puede registrarse como malvado para la habilidad de Legion."
    },
    {
        "target": "fanggu",
        "trick": "scarletwoman",
        "reason": "Si el Fang Gu elige un Forastero y muere, la Mujer Escarlata no se convierte en el Fang Gu."
    },
    {
        "target": "spy",
        "trick": "alchemist",
        "reason": "El Alquimista no puede tener la habilidad del Espía."
    },
    {
        "target": "spy",
        "trick": "magician",
        "reason": "Cuando el Espía ve el Grimorio, las fichas de personaje del Demonio y el Mago son removidas."
    },
    {
        "target": "spy",
        "trick": "poppygrower",
        "reason": "Si el Cultivador de Amapolas está en juego, el Espía no ve el Grimorio hasta que el Cultivador de Amapolas muere."
    },
    {
        "target": "spy",
        "trick": "plaguedoctor",
        "reason": "Si el Doctor de la Plaga muere, un Minion vivo obtiene la habilidad de Espía además de su propia habilidad y aprende esto."
    },
    {
        "target": "spy",
        "trick": "damsel",
        "reason": "Si el Espía está (o ha estado) en juego, la Damisela está envenenada."
    },
    {
        "target": "spy",
        "trick": "heretic",
        "reason": "Solo 1 personaje hechizado puede estar en juego."
    },
    {
        "target": "spy",
        "trick": "ogre",
        "reason": "El espía lo considera malvado ante el ogro."
    },
    {
        "target": "widow",
        "trick": "alchemist",
        "reason": "El Alquimista no puede tener la habilidad de la Viuda."
    },
    {
        "target": "widow",
        "trick": "magician",
        "reason": "Cuando la Viuda ve el Grimorio, las fichas de personaje del Demonio y el Mago son removidas."
    },
    {
        "target": "widow",
        "trick": "poppygrower",
        "reason": "Si el Cultivador de Amapolas está en juego, la Viuda no ve el Grimorio hasta que el Cultivador de Amapolas muere."
    },
    {
        "target": "widow",
        "trick": "damsel",
        "reason": "Si la Viuda está (o ha estado) en juego, la Damisela está envenenada."
    },
    {
        "target": "widow",
        "trick": "heretic",
        "reason": "Solo 1 personaje hechizado puede estar en juego."
    },
    {
        "target": "godfather",
        "trick": "heretic",
        "reason": "Solo 1 personaje hechizado puede estar en juego."
    },
    {
        "target": "scarletwoman",
        "trick": "plaguedoctor",
        "reason": "Si el Doctor de la Plaga muere, un Minion vivo obtiene la habilidad Mujer Escarlata además de su propia habilidad, y aprende esto."
    },
    {
        "target": "boomdandy",
        "trick": "plaguedoctor",
        "reason": "Si se ejecuta el Doctor de la Plaga y el Narrador obtiene la habilidad Boomdandy, la habilidad Boomdandy se activa inmediatamente."
    },
    {
        "target": "fearmonger",
        "trick": "plaguedoctor",
        "reason": "Si el Doctor de la Plaga muere, un Minion vivo obtiene la habilidad Fearmonger además de su propia habilidad, y aprende esto."
    },
    {
        "target": "yaggababble",
        "trick": "exorcist",
        "reason": "Si el Exorcista elige Yaggababble, la habilidad Yaggababble no mata esta noche."
    },
    {
        "target": "summoner",
        "trick": "clockmaker",
        "reason": "Si el Invocador está en juego, el Relojero no recibe su información hasta que se crea un Demonio."
    },
    {
        "target": "summoner",
        "trick": "alchemist",
        "reason": "Si hay un Alquimista-Invocador en juego, el juego comienza con un Demonio en juego, como es normal. Si el Alquimista-Invocador elige un jugador, lo convierte en Demonio, pero no cambia su alineación."
    },
    {
        "target": "summoner",
        "trick": "poppygrower",
        "reason": "Si el cultivador de amapolas está vivo cuando actúa el invocador, el invocador elige qué demonio, pero el narrador elige qué jugador."
    },
    {
        "target": "summoner",
        "trick": "marionette",
        "reason": "La Marioneta es vecina del Invocador. El Invocador sabe quién es la Marioneta."
    },
    {
        "target": "summoner",
        "trick": "pithag",
        "reason": "El Invocador no puede crear un Demonio en juego. Si el Invocador crea un Demonio que no está en juego, las muertes de esta noche son arbitrarias."
    },
    {
        "target": "summoner",
        "trick": "hatter",
        "reason": "El Invocador no puede crear un Demonio en juego. Si el Invocador crea un Demonio que no está en juego, las muertes de esta noche son arbitrarias."
    },
    {
        "target": "summoner",
        "trick": "courtier",
        "reason": "Si el Invocador está borracho la tercera noche, el Invocador elige qué Demonio, pero el Narrador elige qué jugador."
    },
    {
        "target": "summoner",
        "trick": "engineer",
        "reason": "Si el Ingeniero elimina a un Invocador del juego antes de que ese Invocador use su habilidad, el Invocador usa su habilidad inmediatamente."
    },
    {
        "target": "summoner",
        "trick": "zombuul",
        "reason": "Si el Invocador convierte a un jugador muerto en Zombuul, el Narrador trata a ese jugador como un Zombuul que ha muerto una vez."
    },
    {
        "target": "summoner",
        "trick": "pukka",
        "reason": "El Invocador puede elegir un jugador para que se convierta en Pukka la segunda noche."
    },
    {
        "target": "summoner",
        "trick": "riot",
        "reason": "Si el Invocador crea Riot, todos los Minions se convierten en Riot."
    },
    {
        "target": "summoner",
        "trick": "legion",
        "reason": "Si el Invocador crea Legión, la mayoría de los jugadores (incluidos todos los jugadores malvados) se convierten en Legión malvada."
    },
    {
        "target": "summoner",
        "trick": "kazali",
        "reason": "El Invocador no puede crear un Demonio en juego. Si el Invocador crea un Demonio que no está en juego, las muertes de esta noche son arbitrarias."
    },
    {
        "target": "summoner",
        "trick": "preacher",
        "reason": "Si el Predicador eligió al Invocador en la tercera noche o antes, el Invocador elige qué Demonio, pero el Narrador elige qué jugador."
    },
    {
        "target": "baron",
        "trick": "heretic",
        "reason": "El Barón puede agregar solo 1 Forastero, no 2."
    },
    {
        "target": "baron",
        "trick": "plaguedoctor",
        "reason": "Si el Narrador obtiene la habilidad Barón, hasta dos jugadores quedan fuera de juego."
    },
    {
        "target": "marionette",
        "trick": "lilmonsta",
        "reason": "La Marioneta es vecina de un Secuaz, no del Demonio. La Marioneta no es despertada para elegir quien toma la ficha del Pequeño Monstruo, y no se entera que es la Marioneta si tiene la ficha del Pequeño Monstruo."
    },
    {
        "target": "marionette",
        "trick": "poppygrower",
        "reason": "Cuando el Cultivador de Amapolas muere, el Demonio se entera quien es la Marioneta pero la Marioneta no se entera nada."
    },
    {
        "target": "marionette",
        "trick": "snitch",
        "reason": "La Marioneta no aprende 3 personajes fuera de juego. En cambio, el Demonio aprende 3 más."
    },
    {
        "target": "marionette",
        "trick": "balloonist",
        "reason": "Si la Marioneta cree que es el Aeronauta, se agrega +1 Forastero."
    },
    {
        "target": "marionette",
        "trick": "damsel",
        "reason": "La Marioneta no se entera que la Damisela está en juego."
    },
    {
        "target": "marionette",
        "trick": "plaguedoctor",
        "reason": "Si el Demonio tiene un vecino que está vivo y un ciudadano o un forastero cuando el Doctor de la Plaga muere, ese jugador se convierte en una marioneta malvada. Si ya hay un jugador extra malvado, esto no sucede."
    },
    {
        "target": "marionette",
        "trick": "huntsman",
        "reason": "Si la Marioneta cree que es el Cazador, se agrega a la Damisela."
    },
    {
        "target": "lleech",
        "trick": "mastermind",
        "reason": "Si la Mente Maestra está viva y el huésped de la Sanguijuela muere por ejecución, la Sanguijuela vive pero pierde su habilidad."
    },
    {
        "target": "lleech",
        "trick": "slayer",
        "reason": "Si el Exterminador extermina al huésped de la Sanguijuela, el huésped muere."
    },
    {
        "target": "lleech",
        "trick": "heretic",
        "reason": "Si la Sanguijuela envenenó al Hereje la Sanguijuela muere, el Hereje permanece envenenado."
    },
    {
        "target": "kazali",
        "trick": "bountyhunter",
        "reason": "Un Townsfolk malvado solo se crea si el Bounty Hunter todavía está en juego después de que Kazali actúe."
    },
    {
        "target": "kazali",
        "trick": "goon",
        "reason": "Si Kazali elige al Matón para que se convierta en Minion, las opciones restantes de Minion las decide el Narrador."
    },
    {
        "target": "kazali",
        "trick": "marionette",
        "reason": "Si los Kazali deciden crear una marioneta, deben elegir a uno de sus vecinos."
    },
    {
        "target": "kazali",
        "trick": "huntsman",
        "reason": "Si Kazali elige a la Damisela para que se convierta en Minion y hay un Cazador en juego, un buen jugador se convierte en Damisela."
    },
    {
        "target": "kazali",
        "trick": "choirboy",
        "reason": "El Kazali no puede elegir al Rey para que se convierta en Minion si hay un Niño del Coro en juego."
    },
    {
        "target": "kazali",
        "trick": "soldier",
        "reason": "Si el Kazali convierte al Soldado en un Minion, el Soldado elige en qué Minion que no está en juego convertirse."
    },
    {
        "target": "riot",
        "trick": "engineer",
        "reason": "Disturbio y el Ingeniero no pueden estar ambos en juego al principio de la partida. SI el Ingeniero crea Disturbio, los jugadores malvados se convierten en Disturbio."
    },
    {
        "target": "riot",
        "trick": "golem",
        "reason": "Si el Golem nomino a Disturbio, el jugador Disturbio no muere."
    },
    {
        "target": "riot",
        "trick": "snitch",
        "reason": "Si el Soplón está en juego, cada jugador de Disturbio obtiene 3 mentiras adicionales"
    },
    {
        "target": "riot",
        "trick": "saint",
        "reason": "Si un jugador bueno nomina y mata al Santo, el equipo del Santo pierde."
    },
    {
        "target": "riot",
        "trick": "butler",
        "reason": "El Mayordomo no puede nominar a su maestro."
    },
    {
        "target": "riot",
        "trick": "pithag",
        "reason": "Si una Arpia crea Disturbio, todos los jugadores malos se convierten en Disturbio. Si la Arpia crea Disturbio después del 3er dia, el juego sigue por un dia mas."
    },
    {
        "target": "riot",
        "trick": "mayor",
        "reason": "Si el 3er dia empieza con solo tres jugadores vivos, los jugadores pueden elegir (como grupo) no nominar a nadie. Si es asi (y el Alcalde está vivo) el equipo del Alcalde gana."
    },
    {
        "target": "riot",
        "trick": "monk",
        "reason": "Si un jugador Disturbio nomina y mata al jugador protegido por el Monje, el jugador protegido por el Monje no muere."
    },
    {
        "target": "riot",
        "trick": "farmer",
        "reason": "Si un jugador Disturbio nomina y mata a un Granjero, el Granjero usa su habilidad esa noche."
    },
    {
        "target": "riot",
        "trick": "innkeeper",
        "reason": "Si un jugador Disturbio nomina a un jugador protegido por el Tabernero, el jugador protegido por el Tabernero no muere."
    },
    {
        "target": "riot",
        "trick": "sage",
        "reason": "Si un jugador Disturbio nomina y mata al Sabio, el Sabio usa su habilidad esa noche."
    },
    {
        "target": "riot",
        "trick": "banshee",
        "reason": "Si Riot nomina y mata a Banshee, todos los jugadores se enteran de que Banshee ha muerto y Banshee puede nominar a dos jugadores inmediatamente."
    },
    {
        "target": "riot",
        "trick": "ravenkeeper",
        "reason": "Si un jugador Disturbio nomina y mata al Cuidador de Cuervos, el Cuidador de Cuervos usa su habilidad esa noche."
    },
    {
        "target": "riot",
        "trick": "soldier",
        "reason": "Si un jugador Disturbio nomina al Soldado, el Soldado no muere."
    },
    {
        "target": "riot",
        "trick": "grandmother",
        "reason": "Si un jugador Disturbio nomina y mata al Nieto, la Abuela también muere."
    },
    {
        "target": "riot",
        "trick": "king",
        "reason": "Si un jugador Disturbio nomina y mata al Rey y el Chico del Coro sigue vivo, el Chico del Coro usa su habilidad esa noche."
    },
    {
        "target": "riot",
        "trick": "exorcist",
        "reason": "Solo 1 personaje hechizado puede estar en juego."
    },
    {
        "target": "riot",
        "trick": "minstrel",
        "reason": "Solo 1 personaje hechizado puede estar en juego."
    },
    {
        "target": "riot",
        "trick": "flowergirl",
        "reason": "Solo 1 personaje hechizado puede estar en juego."
    },
    {
        "target": "riot",
        "trick": "undertaker",
        "reason": "Jugadores que mueran por nominación registran como ejecutados para el Enterrador."
    },
    {
        "target": "riot",
        "trick": "cannibal",
        "reason": "Jugadores que mueran por nominación registran como ejecutados para el Caníbal."
    },
    {
        "target": "riot",
        "trick": "pacifist",
        "reason": "Jugadores que mueran por nominación registran como ejecutados para el Pacifista."
    },
    {
        "target": "riot",
        "trick": "devilsadvocate",
        "reason": "Jugadores que mueran por nominación registran como ejecutados para el Abogado del Diablo."
    },
    {
        "target": "riot",
        "trick": "investigator",
        "reason": "Disturbio registra como Secuaz para el Investigador."
    },
    {
        "target": "riot",
        "trick": "clockmaker",
        "reason": "Disturbio registra como Secuaz para el Relojero."
    },
    {
        "target": "riot",
        "trick": "towncrier",
        "reason": "Disturbio registra como Secuaz para el Pregonero."
    },
    {
        "target": "riot",
        "trick": "damsel",
        "reason": "Disturbio registra como Secuaz para la Damisela."
    },
    {
        "target": "riot",
        "trick": "preacher",
        "reason": "Disturbio registra como Secuaz para el Pastor."
    },
    {
        "target": "riot",
        "trick": "hatter",
        "reason": "Si el Sombrerero muere, Riot está en juego y Riot elige un Demonio diferente, se crea un equipo malvado normal a partir de los jugadores de Riot. Si el Sombrerero muere y el Demonio elige a Riot, los Minions también se convierten en Riot."
    },
    {
        "target": "riot",
        "trick": "zealot",
        "reason": "Si te nominan, debes nominar de nuevo, incluso si estás muerto."
    },
    {
        "target": "alhadikhia",
        "trick": "scarletwoman",
        "reason": "Si hay dos Al-Hadikhias vivos, la Mujer Escarlata Al-Hadikhia vuelve a ser la Mujer Escarlata."
    },
    {
        "target": "organgrinder",
        "trick": "butler",
        "reason": "Si el Moledor de Órganos hace que las votaciones sean con ojos cerrados, el Mayordomo puede levantar su mano pero el voto cuenta solo si su maestro tambien voto."
    },
    {
        "target": "organgrinder",
        "trick": "minstrel",
        "reason": "Si el Juglar emborracha a todos, el Organillero conserva su habilidad, pero el Juglar mantiene los ojos abiertos al votar."
    },
    {
        "target": "organgrinder",
        "trick": "preacher",
        "reason": "Si el Predicador elimina la habilidad del Organillero, el Organillero mantiene su habilidad pero el Predicador mantiene los ojos abiertos al votar."
    },
    {
        "target": "vizier",
        "trick": "investigator",
        "reason": "Si el Investigador se entera de que el Visir está en juego, el Narrador no anuncia la existencia del Visir."
    },
    {
        "target": "vizier",
        "trick": "preacher",
        "reason": "Si el Visir pierde su habilidad, aprende esto y si el Visir se ejecuta mientras tiene su habilidad, su equipo gana."
    },
    {
        "target": "vizier",
        "trick": "courtier",
        "reason": "Si el Visir pierde su habilidad, aprende esto y si el Visir se ejecuta mientras tiene su habilidad, su equipo gana."
    },
    {
        "target": "vizier",
        "trick": "alchemist",
        "reason": "Si el Alquimista tiene la habilidad Visir, solo puede optar por ejecutar inmediatamente si tres o más jugadores votaron."
    },
    {
        "target": "vizier",
        "trick": "magician",
        "reason": "Solo 1 personaje hechizado puede estar en juego."
    },
    {
        "target": "vizier",
        "trick": "fearmonger",
        "reason": "El Visir se despierta con el Alarmista, aprende a quién elige y no puede elegir ejecutar a ese jugador."
    },
    {
        "target": "vizier",
        "trick": "politician",
        "reason": "El político podría considerarse malvado ante el visir."
    },
    {
        "target": "vizier",
        "trick": "alsaahir",
        "reason": "Si el Visir está en juego, el Alsaahir también debe adivinar qué demonio(s) están en juego."
    },
    {
        "target": "vizier",
        "trick": "zealot",
        "reason": "El zelote puede registrarse como malvado para el visir."
    },
    {
        "target": "vortox",
        "trick": "banshee",
        "reason": "Si el Vortox está en juego y el Demonio mata a la Banshee, los jugadores aún se enteran de que la Banshee ha muerto."
    },
    {
        "target": "ogre",
        "trick": "recluse",
        "reason": "Si el Recluso lo registra como malvado ante el Ogro, el Ogro se entera de que es malvado."
    },
    {
        "target": "philosopher",
        "trick": "bountyhunter",
        "reason": "Si el Filósofo obtiene la habilidad Cazarrecompensas, un ciudadano podría volverse malvado."
    },
    {
        "target": "mastermind",
        "trick": "alhadikhia",
        "reason": "Si Al-Hadikhia muere en la ejecución y Mastermind está vivo, Al-Hadikhia elige esta noche a 3 buenos jugadores: si los 3 eligen vivir, el mal gana. De lo contrario, lo bueno gana."
    }
]
