[
    {
        "target": "alchemist",
        "trick": "boffin",
        "reason": "Si el alquimista tiene la habilidad de Boffin, el alquimista no aprende qué habilidad tiene el Demonio."
    },
    {
        "target": "alchemist",
        "trick": "marionette",
        "reason": "Un Alchemista-Marionette no tiene habilidad Marionette \" el Marionette está en juego."
    },
    {
        "target": "alchemist",
        "trick": "mastermind",
        "reason": "Un Alquimista-Mastermind no tiene habilidad Mastermind \" el Mastermind no está en juego."
    },
    {
        "target": "alchemist",
        "trick": "organgrinder",
        "reason": "Si el alquimista tiene la habilidad de los organizadores, el organizador Grinder está en juego \" si tanto el alquimista como el organizador Grinder son sobrios, ambos están borrachos."
    },
    {
        "target": "alchemist",
        "trick": "spy",
        "reason": "Si el alquimista tiene la habilidad del espía, no lo hacen, y un espía está en juego. Cada día, después de la fase de ejecución, el Alquimista vivo puede adivinar públicamente a un jugador vivo como el espía. Si es correcto, el Demonio debe elegir al espía esta noche."
    },
    {
        "target": "alchemist",
        "trick": "summoner",
        "reason": "El Alchemist-Summoner no tiene faros, y elige qué Demon pero no qué jugador. Si mueren antes de que esto suceda, el mal gana. [No Demonio]"
    },
    {
        "target": "alchemist",
        "trick": "widow",
        "reason": "Si el alquimista tiene la habilidad de la viuda, no lo hacen, y una viuda está en juego. Cada día, después de la fase de ejecución, el Alquimista vivo puede adivinar públicamente a un jugador vivo como la viuda. Si es correcto, el Demonio debe elegir la viuda esta noche."
    },
    {
        "target": "alchemist",
        "trick": "wraith",
        "reason": "Si el alquimista tiene la habilidad de los Espectros, no lo hacen, y un Espectro está en juego. Cada día, después de la fase de ejecución, el Alquimista vivo puede adivinar públicamente a un jugador vivo como el Espectro. Si es correcto, el Demonio debe elegir el Espectro esta noche."
    },
    {
        "target": "alhadikhia",
        "trick": "princess",
        "reason": "Si la Princesa nominó \" ejecutó a un jugador en su primer día, nadie muere a la habilidad de Al-Hadikhia esta noche."
    },
    {
        "target": "boffin",
        "trick": "cultleader",
        "reason": "Si el Demonio tiene la habilidad Cult Leader, que no puede girar bien debido a esta habilidad."
    },
    {
        "target": "boffin",
        "trick": "drunk",
        "reason": "Si el Demonio tendría la habilidad de Borracho, el Boffin elige un jugador de Townsfolk para tener esta habilidad en su lugar."
    },
    {
        "target": "boffin",
        "trick": "goon",
        "reason": "Si el Demonio tiene la habilidad Goon, no pueden girar bien debido a esta habilidad."
    },
    {
        "target": "boffin",
        "trick": "ogre",
        "reason": "El Demonio no puede tener la habilidad Ogre."
    },
    {
        "target": "boffin",
        "trick": "politician",
        "reason": "El Demonio no puede tener la habilidad Politica."
    },
    {
        "target": "boffin",
        "trick": "villageidiot",
        "reason": "Si hay un token de repuesto, el Boffin puede dar la habilidad de Demon the Village Idiot."
    },
    {
        "target": "bountyhunter",
        "trick": "kazali",
        "reason": "Un mal Townsfolk sólo se crea si el Bounty Hunter sigue en juego después de los actos de Kazali."
    },
    {
        "target": "bountyhunter",
        "trick": "philosopher",
        "reason": "Si el Filosofo gana la capacidad de Bounty Hunter, un Townsfolk podría volver el mal."
    },
    {
        "target": "butler",
        "trick": "organgrinder",
        "reason": "Si el Moledor de Órganos hace que las votaciones sean con ojos cerrados, el Mayordomo puede levantar su mano pero el voto cuenta solo si su maestro tambien voto."
    },
    {
        "target": "cannibal",
        "trick": "butler",
        "reason": "Si el Caníbal gana la habilidad del Mayordomo, el Caníbal lo sabe."
    },
    {
        "target": "cannibal",
        "trick": "juggler",
        "reason": "Si el Juggler adivina en su primer día y muere por ejecución, esta noche el Caníbal viviente aprende cuántas conjeturas el Juggler se corrigió."
    },
    {
        "target": "cannibal",
        "trick": "poppygrower",
        "reason": "Si el Caníbal come el Poppy Grower, entonces muere o pierde la habilidad Poppy Grower, el Demonio y los Minions se aprenden esa noche."
    },
    {
        "target": "cannibal",
        "trick": "princess",
        "reason": "Si el Caníbal nominado ha ejecutado hoy a la Princesa, el Demonio no mata esta noche."
    },
    {
        "target": "cannibal",
        "trick": "zealot",
        "reason": "Si el Caníbal gana la habilidad de Zealot, el Caníbal aprende esto."
    },
    {
        "target": "cerenovus",
        "trick": "goblin",
        "reason": "El Ceronovus puede hacer que un jugador esté enojado de ser el Duende."
    },
    {
        "target": "heretic",
        "trick": "baron",
        "reason": "El Barón puede agregar solo 1 Forastero, no 2."
    },
    {
        "target": "heretic",
        "trick": "boffin",
        "reason": "El Demonio no puede tener la habilidad Hereje."
    },
    {
        "target": "heretic",
        "trick": "godfather",
        "reason": "Solo 1 personaje hechizado puede estar en juego."
    },
    {
        "target": "heretic",
        "trick": "lleech",
        "reason": "Si la Sanguijuela envenenó al Hereje la Sanguijuela muere, el Hereje permanece envenenado."
    },
    {
        "target": "heretic",
        "trick": "pithag",
        "reason": "Una Arpía no puede crear un Hereje"
    },
    {
        "target": "heretic",
        "trick": "spy",
        "reason": "Solo 1 personaje hechizado puede estar en juego."
    },
    {
        "target": "heretic",
        "trick": "widow",
        "reason": "Solo 1 personaje hechizado puede estar en juego."
    },
    {
        "target": "kazali",
        "trick": "choirboy",
        "reason": "Los kazalí no pueden elegir al Rey para convertirse en un Minion si un Choirboy está en juego."
    },
    {
        "target": "kazali",
        "trick": "goon",
        "reason": "Los Kazali pueden elegir que el jugador Goon es uno de sus malvados Minions."
    },
    {
        "target": "kazali",
        "trick": "huntsman",
        "reason": "Si el Kazali elige el Damsel para convertirse en un Minion, y un Huntsman está en juego, un buen jugador se convierte en el Damsel."
    },
    {
        "target": "kazali",
        "trick": "marionette",
        "reason": "Si los kazalí eligen crear un Marionette, deben elegir a uno de sus vecinos."
    },
    {
        "target": "kazali",
        "trick": "soldier",
        "reason": "Los kazalí pueden elegir que el soldado es uno de sus malvados Minions."
    },
    {
        "target": "legion",
        "trick": "engineer",
        "reason": "Legión y el Ingeniero no pueden ambos estar en juego al principio de una partida. Si el Ingeniero crea a Legion, la mayoría de jugadores (incluyendo todos los jugadores malvados) se convierten en Legión malvada."
    },
    {
        "target": "legion",
        "trick": "hatter",
        "reason": "Si el Sombrerero muere y la Legión está en juego, no pasa nada. Si el Sombrerero muere y un jugador malvado elige Legión, todos los jugadores malvados actuales se convierten en Legión."
    },
    {
        "target": "legion",
        "trick": "minstrel",
        "reason": "Si Legión murió por ejecución hoy, Legión mantiene su capacidad, pero el Minstrel podría aprender que son Legión."
    },
    {
        "target": "legion",
        "trick": "preacher",
        "reason": "Si el Predicador elige Legión, Legión mantiene su capacidad, pero el Predicador podría aprender que son Legión."
    },
    {
        "target": "legion",
        "trick": "zealot",
        "reason": "El Zealot podría inscribirse como mal a la habilidad de Legión."
    },
    {
        "target": "leviathan",
        "trick": "banshee",
        "reason": "Cada noche*, el Leviatán elige un buen jugador vivo (diferente a noches anteriores): un Banshee elegido muere \" gana su capacidad."
    },
    {
        "target": "leviathan",
        "trick": "exorcist",
        "reason": "El mal no gana cuando más de 1 buen jugador ha sido ejecutado, si el Exorcista está vivo y ha elegido con éxito el Leviatán."
    },
    {
        "target": "leviathan",
        "trick": "farmer",
        "reason": "Cada noche*, el Leviatán elige un buen jugador vivo (diferente a noches anteriores): un Granjero elegido utiliza su habilidad pero no muere."
    },
    {
        "target": "leviathan",
        "trick": "grandmother",
        "reason": "Si Leviatán está en juego y el nieto muere por ejecución, el mal gana."
    },
    {
        "target": "leviathan",
        "trick": "hatter",
        "reason": "Si el Sombrerero muere el día 5 o después, el Demonio no puede elegir Leviatán."
    },
    {
        "target": "leviathan",
        "trick": "innkeeper",
        "reason": "Si el Leviatán está en juego, los jugadores protegidos por Innkeeper están a salvo de todas las habilidades malvadas."
    },
    {
        "target": "leviathan",
        "trick": "king",
        "reason": "Si el Leviatán está en juego, y al menos 1 jugador está muerto, el Rey aprende un personaje vivo cada noche."
    },
    {
        "target": "leviathan",
        "trick": "mayor",
        "reason": "Si el Leviatán está en juego \" ninguna ejecución ocurre el día 5, buenas ganancias."
    },
    {
        "target": "leviathan",
        "trick": "monk",
        "reason": "Si el Leviatán está en juego, el jugador protegido por Monk está a salvo de todas las habilidades malvadas."
    },
    {
        "target": "leviathan",
        "trick": "pithag",
        "reason": "Después del día 5, Pit-Hag no puede elegir Leviatán."
    },
    {
        "target": "leviathan",
        "trick": "ravenkeeper",
        "reason": "Cada noche*, el Leviatán elige un jugador vivo (diferente a noches anteriores): un Ravenkeeper elegido utiliza su habilidad pero no muere."
    },
    {
        "target": "leviathan",
        "trick": "sage",
        "reason": "Cada noche*, el Leviatán elige un buen jugador vivo (diferente a noches anteriores): un sabio elegido utiliza su habilidad pero no muere."
    },
    {
        "target": "leviathan",
        "trick": "soldier",
        "reason": "Si el Leviatán está en juego, el soldado está a salvo de todas las habilidades malvadas."
    },
    {
        "target": "lilmonsta",
        "trick": "hatter",
        "reason": "Si un demonio elige a Lil' Monsta, también elige un Minion para convertirse en Lil' Monsta y cuidarlo esta noche."
    },
    {
        "target": "lilmonsta",
        "trick": "poppygrower",
        "reason": "Si el Cultivador de Amapolas está en juego, los Secuazes no despiertan juntos. Son despertados uno por uno, hasta que uno elija tomar la ficha del Pequeño Monstruo."
    },
    {
        "target": "lilmonsta",
        "trick": "scarletwoman",
        "reason": "Si hay 5 o más jugadores vivos y el jugador que tiene la ficha del Pequeño Monstruo muere, la Mujer Escarlata recibe la ficha esa noche."
    },
    {
        "target": "lilmonsta",
        "trick": "vizier",
        "reason": "El Visir puede morir por ejecución si está cuidando niños Pequeño Monstruo."
    },
    {
        "target": "lleech",
        "trick": "mastermind",
        "reason": "Si la Mente Maestra está viva y el huésped de la Sanguijuela muere por ejecución, la Sanguijuela vive pero pierde su habilidad."
    },
    {
        "target": "lleech",
        "trick": "slayer",
        "reason": "Si el Exterminador extermina al huésped de la Sanguijuela, el huésped muere."
    },
    {
        "target": "magician",
        "trick": "wraith",
        "reason": "Cada día, después de la fase de ejecución, el Mago viviente puede adivinar públicamente a un jugador viviente como el Espectro: si es correcto, el Demonio debe elegir el Espectro esta noche."
    },
    {
        "target": "magician",
        "trick": "spy",
        "reason": "Cuando el Espía ve el Grimorio, las fichas de personaje del Demonio y el Mago son removidas."
    },
    {
        "target": "magician",
        "trick": "vizier",
        "reason": "Si el Vizier y el Mago están ambos en juego, el Demonio no aprende los Minions."
    },
    {
        "target": "magician",
        "trick": "widow",
        "reason": "Cuando la Viuda ve el Grimorio, las fichas de personaje del Demonio y el Mago son removidas."
    },
    {
        "target": "magician",
        "trick": "lilmonsta",
        "reason": "Cada noche, el Mago elige un Minion: si ese Minion & Lil' Monsta está vivo, ese Minion bebesits Lil’ Monsta."
    },
    {
        "target": "marionette",
        "trick": "balloonist",
        "reason": "Si la Marioneta cree que es el Aeronauta, se agrega +1 Forastero."
    },
    {
        "target": "marionette",
        "trick": "damsel",
        "reason": "La Marioneta no se entera que la Damisela está en juego."
    },
    {
        "target": "marionette",
        "trick": "huntsman",
        "reason": "Si la Marioneta cree que es el Cazador, se agrega a la Damisela."
    },
    {
        "target": "marionette",
        "trick": "lilmonsta",
        "reason": "La Marioneta es vecina de un Secuaz, no del Demonio. La Marioneta no es despertada para elegir quien toma la ficha del Pequeño Monstruo, y no se entera que es la Marioneta si tiene la ficha del Pequeño Monstruo."
    },
    {
        "target": "marionette",
        "trick": "poppygrower",
        "reason": "Cuando el Cultivador de Amapolas muere, el Demonio se entera quien es la Marioneta pero la Marioneta no se entera nada."
    },
    {
        "target": "marionette",
        "trick": "snitch",
        "reason": "La Marioneta no aprende 3 personajes fuera de juego. En cambio, el Demonio aprende 3 más."
    },
    {
        "target": "marionette",
        "trick": "wraith",
        "reason": "El Espectro no se despierta con el Marionette."
    },
    {
        "target": "mastermind",
        "trick": "alhadikhia",
        "reason": "Si el Al-Hadikhia muere por ejecución, y el Mastermind está vivo, el Al-Hadikhia elige 3 buenos jugadores esta noche: si los 3 eligen vivir, el mal gana. De lo contrario, buenas victorias."
    },
    {
        "target": "mathematician",
        "trick": "chambermaid",
        "reason": "La Sirvienta se entera si el Matemático se despierta esta noche o no, a pesar de que la Sirvienta se despierta primero."
    },
    {
        "target": "mathematician",
        "trick": "lunatic",
        "reason": "El Matemático sabe si el Lunático ataca a jugadores diferentes que el Demonio real."
    },
    {
        "target": "ogre",
        "trick": "recluse",
        "reason": "Si el Recluso se registra como malo para el Ogro, el Ogro aprende que son malvados."
    },
    {
        "target": "pithag",
        "trick": "cultleader",
        "reason": "Si el Pit-Hag convierte a un mal jugador en el Líder Culto, no pueden volverse buenos debido a su propia capacidad."
    },
    {
        "target": "pithag",
        "trick": "damsel",
        "reason": "Si una Arpia crea a una Damisela, el Narrador decide qué jugador es."
    },
    {
        "target": "pithag",
        "trick": "goon",
        "reason": "Si el Pit-Hag convierte a un mal jugador en el Goon, no pueden volverse buenos debido a su propia capacidad."
    },
    {
        "target": "pithag",
        "trick": "ogre",
        "reason": "Si el Pit-Hag convierte a un mal jugador en el Ogre, no pueden volverse buenos debido a su propia capacidad."
    },
    {
        "target": "pithag",
        "trick": "politician",
        "reason": "Una Arpía no puede crear un Político malvado."
    },
    {
        "target": "pithag",
        "trick": "villageidiot",
        "reason": "Si hay un token de repuesto, el Pit-Hag puede crear un Idiota de pueblo extra. Si es así, el borracho Village Idiot podría cambiar."
    },
    {
        "target": "plaguedoctor",
        "trick": "baron",
        "reason": "Si el Storyteller gana la habilidad del Barón, hasta dos jugadores se vuelven no-en-play Outrs."
    },
    {
        "target": "plaguedoctor",
        "trick": "boomdandy",
        "reason": "Si se ejecuta el Doctor de la Plaga y el Narrador obtiene la habilidad Boomdandy, la habilidad Boomdandy se activa inmediatamente."
    },
    {
        "target": "plaguedoctor",
        "trick": "eviltwin",
        "reason": "El Narrador no puede obtener la habilidad Evil Twin si el Plague Doctor muere."
    },
    {
        "target": "plaguedoctor",
        "trick": "fearmonger",
        "reason": "Si el Doctor de la Plaga muere, un Minion vivo obtiene la habilidad Fearmonger además de su propia habilidad, y aprende esto."
    },
    {
        "target": "plaguedoctor",
        "trick": "goblin",
        "reason": "Si el Doctor de la Plaga muere, un Minion vivo obtiene la habilidad Duende además de su propia habilidad y aprende esto."
    },
    {
        "target": "plaguedoctor",
        "trick": "marionette",
        "reason": "Si el Demonio tiene un vecino que está vivo y un Townsfolk o Outsider cuando el Doctor Plague muere, ese jugador se convierte en un mal Marionette. Si ya hay un jugador maligno extra, esto no sucede."
    },
    {
        "target": "plaguedoctor",
        "trick": "scarletwoman",
        "reason": "Si el Doctor de la Plaga muere, un Minion vivo obtiene la habilidad Mujer Escarlata además de su propia habilidad, y aprende esto."
    },
    {
        "target": "plaguedoctor",
        "trick": "spy",
        "reason": "Si el Doctor de la Plaga muere, un Minion vivo obtiene la habilidad de Espía además de su propia habilidad y aprende esto."
    },
    {
        "target": "plaguedoctor",
        "trick": "wraith",
        "reason": "Si el Doctor Plague muere, un Minion vivo gana la habilidad de los Espectros además de su propia capacidad, y aprende esto."
    },
    {
        "target": "riot",
        "trick": "banshee",
        "reason": "Cada noche*, Riot elige un buen jugador vivo (diferente a noches anteriores): un Banshee elegido muere \" gana su capacidad."
    },
    {
        "target": "riot",
        "trick": "exorcist",
        "reason": "Si el Exorcista elige Riot en la tercera noche, los Minions no se convierten en Riot."
    },
    {
        "target": "riot",
        "trick": "farmer",
        "reason": "Cada noche*, Riot elige un buen jugador vivo (diferente a noches anteriores): un Granjero elegido utiliza su habilidad pero no muere."
    },
    {
        "target": "riot",
        "trick": "grandmother",
        "reason": "Si Riot está en juego y el nieto muere durante el día, la abuela también muere."
    },
    {
        "target": "riot",
        "trick": "innkeeper",
        "reason": "Si Riot está en juego, el jugador protegido por Innkeeper está a salvo de todas las habilidades malvadas."
    },
    {
        "target": "riot",
        "trick": "king",
        "reason": "Si Riot está en juego, y al menos 1 jugador está muerto, el Rey aprende un personaje vivo cada noche."
    },
    {
        "target": "riot",
        "trick": "mayor",
        "reason": "El alcalde puede decidir dejar de presentar candidaturas. Si lo hacen cuando sólo 1 Riot está vivo, buenas victorias. De lo contrario, el mal gana."
    },
    {
        "target": "riot",
        "trick": "monk",
        "reason": "Si Riot está en juego, el jugador protegido por Monk está a salvo de todas las habilidades malvadas."
    },
    {
        "target": "riot",
        "trick": "ravenkeeper",
        "reason": "Cada noche*, Riot elige un buen jugador vivo (diferente a noches anteriores): un Ravenkeeper elegido utiliza su habilidad pero no muere."
    },
    {
        "target": "riot",
        "trick": "sage",
        "reason": "Cada noche*, Riot elige un buen jugador vivo (diferente a noches anteriores): un sabio elegido utiliza su habilidad pero no muere."
    },
    {
        "target": "riot",
        "trick": "soldier",
        "reason": "Si Riot está en juego, el soldado está a salvo de todas las habilidades malvadas."
    },
    {
        "target": "scarletwoman",
        "trick": "alhadikhia",
        "reason": "Si hay dos Al-Hadikhias vivos, la Mujer Escarlata Al-Hadikhia vuelve a ser la Mujer Escarlata."
    },
    {
        "target": "scarletwoman",
        "trick": "fanggu",
        "reason": "Si el Fang Gu elige un Forastero y muere, la Mujer Escarlata no se convierte en el Fang Gu."
    },
    {
        "target": "spy",
        "trick": "damsel",
        "reason": "Si el espía está (o ha estado) en juego, el Damsel está envenenado."
    },
    {
        "target": "spy",
        "trick": "ogre",
        "reason": "El espía se registra como malo para el Ogro."
    },
    {
        "target": "spy",
        "trick": "poppygrower",
        "reason": "Si el Cultivador de Amapolas está en juego, el Espía no ve el Grimorio hasta que el Cultivador de Amapolas muere."
    },
    {
        "target": "summoner",
        "trick": "clockmaker",
        "reason": "Si el Invocador está en juego, el Relojero no recibe su información hasta que se crea un Demonio."
    },
    {
        "target": "summoner",
        "trick": "courtier",
        "reason": "Si el Invocador está borracho en la tercera noche, el Invocador elige qué Demonio, pero el Storyteller elige qué jugador."
    },
    {
        "target": "summoner",
        "trick": "engineer",
        "reason": "Si el Ingeniero elimina un Invocador del juego antes de que Summoner utilice su habilidad, el Invocador utiliza su habilidad inmediatamente."
    },
    {
        "target": "summoner",
        "trick": "hatter",
        "reason": "El Invocador no puede crear un Demonio en juego. Si el Invocador crea un Demonio no en juego, las muertes de esta noche son arbitrarias."
    },
    {
        "target": "summoner",
        "trick": "kazali",
        "reason": "El Invocador no puede crear un Demonio en juego. Si el Invocador crea un Demonio no en juego, las muertes de esta noche son arbitrarias."
    },
    {
        "target": "summoner",
        "trick": "legion",
        "reason": "Si el Invocador crea Legión, la mayoría de los jugadores (incluidos todos los malos jugadores) se convierten en malvado Legión."
    },
    {
        "target": "summoner",
        "trick": "lordoftyphon",
        "reason": "Si el Invocador crea un Señor de Tifón, el Señor de Tifón debe tener un Minion. El otro vecino se convierte en un malvado Minion que no juega."
    },
    {
        "target": "summoner",
        "trick": "marionette",
        "reason": "El Marionette ve al Invocador. El Invocador sabe quién es el Marionette."
    },
    {
        "target": "summoner",
        "trick": "pithag",
        "reason": "El Invocador no puede crear un Demonio en juego. Si el Invocador crea un Demonio no en juego, las muertes de esta noche son arbitrarias."
    },
    {
        "target": "summoner",
        "trick": "poppygrower",
        "reason": "Si el amapola está vivo cuando el Invocador actúa, el Invocador elige qué Demonio, pero el Storyteller elige qué jugador."
    },
    {
        "target": "summoner",
        "trick": "preacher",
        "reason": "Si el Predicador eligió el Invocador en o antes de la tercera noche, el Invocador elige qué Demonio, pero el Storyteller elige a qué jugador."
    },
    {
        "target": "summoner",
        "trick": "pukka",
        "reason": "El Invocador puede elegir un jugador para convertirse en el Pukka en la segunda noche."
    },
    {
        "target": "summoner",
        "trick": "zombuul",
        "reason": "Si el Summoner convierte a un jugador muerto en el Zombuul, el Storyteller trata a ese jugador como un Zombuul que ha muerto una vez."
    },
    {
        "target": "vizier",
        "trick": "alsaahir",
        "reason": "Si el Vizier está en juego, el Alsaahir también debe adivinar qué demonios están en juego."
    },
    {
        "target": "vizier",
        "trick": "courtier",
        "reason": "Si el Vizier pierde su capacidad, aprenden esto. Si el Vizier es ejecutado mientras tienen su capacidad, su equipo gana."
    },
    {
        "target": "vizier",
        "trick": "fearmonger",
        "reason": "El Vizier se despierta con el Tearmonger, aprende quién elige y no puede elegir ejecutar inmediatamente a ese jugador."
    },
    {
        "target": "vizier",
        "trick": "investigator",
        "reason": "Si el Investigador se entera de que el Visir está en juego, el Narrador no anuncia la existencia del Visir."
    },
    {
        "target": "vizier",
        "trick": "politician",
        "reason": "El politico puede registrarse como malo para el Vizier."
    },
    {
        "target": "vizier",
        "trick": "preacher",
        "reason": "Si el Vizier pierde su capacidad, aprenden esto. Si el Vizier es ejecutado mientras tienen su capacidad, su equipo gana."
    },
    {
        "target": "vizier",
        "trick": "zealot",
        "reason": "Los Zealot pueden registrarse como malvados para el Vizier."
    },
    {
        "target": "vortox",
        "trick": "banshee",
        "reason": "Si el Vortox está en juego y el Demonio mata a los Banshee, los jugadores todavía aprenden que la Banshee ha muerto."
    },
    {
        "target": "widow",
        "trick": "damsel",
        "reason": "Si la viuda está (o ha estado) en juego, el Damsel está envenenado."
    },
    {
        "target": "widow",
        "trick": "poppygrower",
        "reason": "Si el Cultivador de Amapolas está en juego, la Viuda no ve el Grimorio hasta que el Cultivador de Amapolas muere."
    },
    {
        "target": "yaggababble",
        "trick": "exorcist",
        "reason": "Si el Exorcista elige el Yaggababble, la habilidad Yaggababble no mata esta noche."
    }
]
