[
    {
        "target": "bountyhunter",
        "trick": "kazali",
        "reason": "Solo se crea un Aldeaon malo si el Cazarrecompensas sigue en juego después de que actúe Kazali."
    },
    {
        "target": "bountyhunter",
        "trick": "philosopher",
        "reason": "Si el Filósofo obtiene la habilidad del Cazarrecompensas, un ciudadano podría volverse malvado."
    },
    {
        "target": "cannibal",
        "trick": "butler",
        "reason": "Si el Caníbal gana la habilidad del Mayordomo, el Caníbal lo sabe."
    },
    {
        "target": "cannibal",
        "trick": "juggler",
        "reason": "Si el Malabarista adivina en su primer día y muere ejecutado, esta noche el Caníbal vivo se enterará de cuántas suposiciones acertó el Malabarista."
    },
    {
        "target": "cannibal",
        "trick": "poppygrower",
        "reason": "Si el Caníbal se come a la Cultivadora de Amapolas, y luego muere o pierde la habilidad de la Cultivadora de Amapolas, esa noche el Demonio y los Esbirros se conocen entre sí."
    },
    {
        "target": "cannibal",
        "trick": "zealot",
        "reason": "If the Cannibal gains the Zealot ability, the Cannibal learns this."
    },
    {
        "target": "mathematician",
        "trick": "chambermaid",
        "reason": "El Sirviente sabe si el Matemático se despierta hoy o no, aunque el Matemático se despierte después."
    },
    {
        "target": "mathematician",
        "trick": "lunatic",
        "reason": "El Matemático sabe si el Lunático ataca a un jugador diferente a el Demonio."
    },
    {
        "target": "butler",
        "trick": "organgrinder",
        "reason": "Si el Organillero está causando la votación con ojos cerrados, el Mayordomo puede levantar la mano pero su voto solo cuenta si su amo votó también."
    },
    {
        "target": "heretic",
        "trick": "baron",
        "reason": "El Barón puede meter solo 1 Forastero, no 2."
    },
    {
        "target": "heretic",
        "trick": "boffin",
        "reason": "The Demon cannot have the Heretic ability."
    },
    {
        "target": "heretic",
        "trick": "godfather",
        "reason": "Solo puede haber 1 personaje maldito en juego."
    },
    {
        "target": "heretic",
        "trick": "lleech",
        "reason": "Si Lleech envenena al Hereje y después muere Lleech, el Hereje sigue envenenado."
    },
    {
        "target": "heretic",
        "trick": "pithag",
        "reason": "Pit-Hag no puede crear un Hereje"
    },
    {
        "target": "heretic",
        "trick": "spy",
        "reason": "Solo puede haber 1 personaje maldito en juego."
    },
    {
        "target": "heretic",
        "trick": "widow",
        "reason": "Solo puede haber 1 personaje maldito en juego."
    },
    {
        "target": "ogre",
        "trick": "recluse",
        "reason": "If the Recluse registers as evil to the Ogre, the Ogre learns that they are evil."
    },
    {
        "target": "plaguedoctor",
        "trick": "baron",
        "reason": "If the Storyteller gains the Baron ability, up to two players become not-in-play Outsiders."
    },
    {
        "target": "plaguedoctor",
        "trick": "boomdandy",
        "reason": "Si el Doctor de plaga es ejecutado y el Narrador gana la habilidad de Boomdandy, la habilidad se ejecuta inmediatamente."
    },
    {
        "target": "plaguedoctor",
        "trick": "eviltwin",
        "reason": "El Narrador no puede ganar la habilidad de Gemela malvada"
    },
    {
        "target": "plaguedoctor",
        "trick": "fearmonger",
        "reason": "Si el Doctor de plaga muere, un Esbirro vivo gana la habilidad de Fearmonger además de la suya, y lo sabe."
    },
    {
        "target": "plaguedoctor",
        "trick": "goblin",
        "reason": "Si el Doctor de Plaga muere, un Esbirro gana la habilidad del Goblin, y lo sabe."
    },
    {
        "target": "plaguedoctor",
        "trick": "marionette",
        "reason": "If the Demon has a neighbor who is alive and a Townsfolk or Outsider when the Plague Doctor dies, that player becomes an evil Marionette. If there is already an extra evil player, this does not happen."
    },
    {
        "target": "plaguedoctor",
        "trick": "scarletwoman",
        "reason": "Si el Doctor de plaga muere, un Esbirro vivo gana la habilidad de Mujer escarlata además de la suya, y lo sabe."
    },
    {
        "target": "plaguedoctor",
        "trick": "spy",
        "reason": "Si el Doctor de plaga muere, un Esbirro vivo gana la habilidad del Espía además de la suya, y lo sabe."
    },
    {
        "target": "boffin",
        "trick": "alchemist",
        "reason": "If the Alchemist has the Boffin ability, the Alchemist does not learn what ability the Demon has."
    },
    {
        "target": "boffin",
        "trick": "cultleader",
        "reason": "If the Demon has the Cult Leader ability, they can’t turn good due to this ability."
    },
    {
        "target": "boffin",
        "trick": "drunk",
        "reason": "If the Demon would have the Drunk ability, the Boffin chooses a Townsfolk player to have this ability instead."
    },
    {
        "target": "boffin",
        "trick": "goon",
        "reason": "If the Demon has the Goon ability, they can’t turn good due to this ability."
    },
    {
        "target": "boffin",
        "trick": "ogre",
        "reason": "The Demon cannot have the Ogre ability."
    },
    {
        "target": "boffin",
        "trick": "politician",
        "reason": "The Demon cannot have the Politician ability."
    },
    {
        "target": "boffin",
        "trick": "villageidiot",
        "reason": "If there is a spare token, the Boffin can give the Demon the Village Idiot ability."
    },
    {
        "target": "cerenovus",
        "trick": "goblin",
        "reason": "Cerenovus puede hacer que un jugador se vuelva loco sobre que es el Goblin"
    },
    {
        "target": "marionette",
        "trick": "balloonist",
        "reason": "Si la Marioneta cree que es el Aeronauta, se añade 1 Forastero"
    },
    {
        "target": "marionette",
        "trick": "damsel",
        "reason": "La Marioneta no sabe que la Damisela está en juego."
    },
    {
        "target": "marionette",
        "trick": "huntsman",
        "reason": "Si la Marioneta cree que es el Cazador, se añade la Damisela."
    },
    {
        "target": "marionette",
        "trick": "lilmonsta",
        "reason": "La Marioneta es vecina de un Esbirro, no del Demonio. La Marioneta no se despierta para elegir quién cuida de Lil' Monsta y no sabe que es la Marioneta si cuida a Lil' Monsta."
    },
    {
        "target": "marionette",
        "trick": "poppygrower",
        "reason": "Cuando el Cultivador de amapolas muere, el Demonio descubre quién es su Marioneta, pero la Marioneta no descubre nada."
    },
    {
        "target": "marionette",
        "trick": "snitch",
        "reason": "La Marioneta no aprende 3 personajes que no estén en juego. En vez de eso, el Demonio aprende 3 extra."
    },
    {
        "target": "mastermind",
        "trick": "alhadikhia",
        "reason": "If the Al-Hadikhia dies by execution, and the Mastermind is alive, the Al-Hadikhia chooses 3 good players tonight: if all 3 choose to live, evil wins. Otherwise, good wins."
    },
    {
        "target": "pithag",
        "trick": "cultleader",
        "reason": "If the Pit-Hag turns an evil player into the Cult Leader, they can't turn good due to their own ability."
    },
    {
        "target": "pithag",
        "trick": "damsel",
        "reason": "Si Pit-Hag crea una Damisela, el Narrador elige qué jugador es"
    },
    {
        "target": "pithag",
        "trick": "goon",
        "reason": "If the Pit-Hag turns an evil player into the Goon, they can't turn good due to their own ability."
    },
    {
        "target": "pithag",
        "trick": "ogre",
        "reason": "If the Pit-Hag turns an evil player into the Ogre, they can't turn good due to their own ability."
    },
    {
        "target": "pithag",
        "trick": "politician",
        "reason": "Pit-Hag no puede crear un Político malo"
    },
    {
        "target": "pithag",
        "trick": "villageidiot",
        "reason": "If there is a spare token, the Pit-Hag can create an extra Village Idiot. If so, the drunk Village Idiot might change."
    },
    {
        "target": "scarletwoman",
        "trick": "alhadikhia",
        "reason": "Si hay 2 Al-Hadikhia vivos, la Mujer escarlata Al-Hadikhia se convierte otra vez en Mujer escarlata."
    },
    {
        "target": "scarletwoman",
        "trick": "fanggu",
        "reason": "Si Fang Gu elige a un Forastero y muere, la Dama escarlata no se convierte en Fang Gu."
    },
    {
        "target": "spy",
        "trick": "alchemist",
        "reason": "If the Alchemist has the Spy ability, they do not see the Grimoire, and the real Spy cannot register falsely."
    },
    {
        "target": "spy",
        "trick": "damsel",
        "reason": "If the Spy is (or has been) in play, the Damsel is poisoned."
    },
    {
        "target": "spy",
        "trick": "magician",
        "reason": "The Spy registers as evil to the Ogre."
    },
    {
        "target": "spy",
        "trick": "ogre",
        "reason": "Si el Doctor de plaga muere, un Esbirro vivo gana la habilidad del Espía además de la suya, y lo sabe."
    },
    {
        "target": "spy",
        "trick": "poppygrower",
        "reason": "Si Cultivador de amapolas está en juego, el Espía no ve el Grimorio hasta que muera Cultivador de amapolas."
    },
    {
        "target": "summoner",
        "trick": "alchemist",
        "reason": "If there is an Alchemist-Summoner in play, the game starts with a Demon in play, as normal. If the Alchemist-Summoner chooses a player, they make that player a Demon but do not change their alignment."
    },
    {
        "target": "summoner",
        "trick": "clockmaker",
        "reason": "If the Summoner is in play, the Clockmaker does not receive their information until a Demon is created."
    },
    {
        "target": "summoner",
        "trick": "courtier",
        "reason": "If the Summoner is drunk on the 3rd night, the Summoner chooses which Demon, but the Storyteller chooses which player."
    },
    {
        "target": "summoner",
        "trick": "engineer",
        "reason": "If the Engineer removes a Summoner from play before that Summoner uses their ability, the Summoner uses their ability immediately."
    },
    {
        "target": "summoner",
        "trick": "hatter",
        "reason": "The Summoner cannot create an in-play Demon. If the Summoner creates a not-in-play Demon, deaths tonight are arbitrary."
    },
    {
        "target": "summoner",
        "trick": "kazali",
        "reason": "The Summoner cannot create an in-play Demon. If the Summoner creates a not-in-play Demon, deaths tonight are arbitrary."
    },
    {
        "target": "summoner",
        "trick": "legion",
        "reason": "If the Summoner creates Legion, most players (including all evil players) become evil Legion."
    },
    {
        "target": "summoner",
        "trick": "lordoftyphon",
        "reason": "If the Summoner creates a Lord of Typhon, the Lord of Typhon must neighbor a Minion. The other neighbor becomes a not-in-play evil Minion."
    },
    {
        "target": "summoner",
        "trick": "marionette",
        "reason": "The Marionette neighbors the Summoner. The Summoner knows who the Marionette is."
    },
    {
        "target": "summoner",
        "trick": "pithag",
        "reason": "The Summoner cannot create an in-play Demon. If the Summoner creates a not-in-play Demon, deaths tonight are arbitrary."
    },
    {
        "target": "summoner",
        "trick": "poppygrower",
        "reason": "If the Poppy Grower is alive when the Summoner acts, the Summoner chooses which Demon, but the Storyteller chooses which player."
    },
    {
        "target": "summoner",
        "trick": "preacher",
        "reason": "If the Preacher chose the Summoner on or before the 3rd night, the Summoner chooses which Demon, but the Storyteller chooses which player."
    },
    {
        "target": "summoner",
        "trick": "pukka",
        "reason": "The Summoner may choose a player to become the Pukka on the 2nd night."
    },
    {
        "target": "summoner",
        "trick": "zombuul",
        "reason": "If the Summoner creates Riot, all Minions become Riot."
    },
    {
        "target": "vizier",
        "trick": "alsaahir",
        "reason": "If the Summoner turns a dead player into the Zombuul, the Storyteller treats that player as a Zombuul that has died once."
    },
    {
        "target": "vizier",
        "trick": "courtier",
        "reason": "If the Vizier loses their ability, they learn this. If the Vizier is executed while they have their ability, their team wins."
    },
    {
        "target": "vizier",
        "trick": "fearmonger",
        "reason": "The Vizier wakes with the Fearmonger, learns who they choose and cannot choose to immediately execute that player."
    },
    {
        "target": "vizier",
        "trick": "investigator",
        "reason": "Si el Investigador sabe que el Visir está en juego, la existencia del Visir no se anuncia."
    },
    {
        "target": "vizier",
        "trick": "magician",
        "reason": "If the Vizier and Magician are both in play, the Demon does not learn the Minions."
    },
    {
        "target": "vizier",
        "trick": "politician",
        "reason": "The Politician might register as evil to the Vizier."
    },
    {
        "target": "vizier",
        "trick": "preacher",
        "reason": "If the Vizier loses their ability, they learn this. If the Vizier is executed while they have their ability, their team wins."
    },
    {
        "target": "vizier",
        "trick": "zealot",
        "reason": "The Zealot might register as evil to the Vizier."
    },
    {
        "target": "widow",
        "trick": "alchemist",
        "reason": "If the Alchemist has the Widow ability, they do not see the Grimoire."
    },
    {
        "target": "widow",
        "trick": "damsel",
        "reason": "If the Widow is (or has been) in play, the Damsel is poisoned."
    },
    {
        "target": "widow",
        "trick": "magician",
        "reason": "Cuando la Viuda ve el Grimorio, las fichas del Demonio y del Mago se quitan."
    },
    {
        "target": "widow",
        "trick": "poppygrower",
        "reason": "Si el Cultivador de amapolas está en juego, la Viuda no ve el Grimorio hasta que muera el Cultivador de amapolas."
    },
    {
        "target": "kazali",
        "trick": "choirboy",
        "reason": "Kazali no puede elegir al Rey para convertirse en Esbirro si el Chico del coro está en juego."
    },
    {
        "target": "kazali",
        "trick": "goon",
        "reason": "The Kazali can choose that the Goon player is one of their evil Minions."
    },
    {
        "target": "kazali",
        "trick": "huntsman",
        "reason": "Si Kazali elige convertir en Esbirro a la Damisela y el Cazador está en juego, un jugador bueno se convierte en la Damisela."
    },
    {
        "target": "kazali",
        "trick": "marionette",
        "reason": "If the Kazali chooses to create a Marionette, they must choose one of their neighbors."
    },
    {
        "target": "kazali",
        "trick": "soldier",
        "reason": "The Kazali can choose that the Soldier player is one of their evil Minions."
    },
    {
        "target": "legion",
        "trick": "engineer",
        "reason": "Legión y el Ingeniero no pueden estar en juego al principio de la partida. Si el Ingeniero crea Legión, la mayoría de jugadores (incluyendo al Ingeniero) se convierte en Legión malo."
    },
    {
        "target": "legion",
        "trick": "hatter",
        "reason": "Si el Sombrerero muere y Legión está en juego, no ocurre nada. Si el Sombrerero muere y un jugador malo elige a Legión, todos los jugadores malos actuales se convierten en Legión."
    },
    {
        "target": "legion",
        "trick": "minstrel",
        "reason": "If Legion died by execution today, Legion keeps their ability, but the Minstrel might learn they are Legion."
    },
    {
        "target": "legion",
        "trick": "preacher",
        "reason": "If the Preacher chooses Legion, Legion keeps their ability, but the Preacher might learn they are Legion."
    },
    {
        "target": "legion",
        "trick": "zealot",
        "reason": "The Zealot might register as evil to Legion's ability."
    },
    {
        "target": "leviathan",
        "trick": "banshee",
        "reason": "Each night*, the Leviathan chooses an alive good player (different to previous nights): a chosen Banshee dies & gains their ability."
    },
    {
        "target": "leviathan",
        "trick": "exorcist",
        "reason": "Evil does not win when more than 1 good player has been executed, if the Exorcist is alive and has ever successfully chosen the Leviathan."
    },
    {
        "target": "leviathan",
        "trick": "farmer",
        "reason": "Each night*, the Leviathan chooses an alive good player (different to previous nights): a chosen Farmer uses their ability but does not die."
    },
    {
        "target": "leviathan",
        "trick": "grandmother",
        "reason": "If Leviathan is in play and the Grandchild dies by execution, evil wins."
    },
    {
        "target": "leviathan",
        "trick": "hatter",
        "reason": "Si el Sombrerero muere el día 5 o después, el Demonio no puede convertirse en Leviathan."
    },
    {
        "target": "leviathan",
        "trick": "innkeeper",
        "reason": "If the Leviathan is in play, the Innkeeper-protected-players are safe from all evil abilities."
    },
    {
        "target": "leviathan",
        "trick": "king",
        "reason": "If the Leviathan is in play, and at least 1 player is dead, the King learns an alive character each night."
    },
    {
        "target": "leviathan",
        "trick": "mayor",
        "reason": "If the Leviathan is in play & no execution occurs on day 5, good wins."
    },
    {
        "target": "leviathan",
        "trick": "monk",
        "reason": "If the Leviathan is in play, the Monk-protected-player is safe from all evil abilities."
    },
    {
        "target": "leviathan",
        "trick": "pithag",
        "reason": "Después del día 5, Pit-Hag no puede elegir a Leviathan."
    },
    {
        "target": "leviathan",
        "trick": "ravenkeeper",
        "reason": "Each night*, the Leviathan chooses an alive player (different to previous nights): a chosen Ravenkeeper uses their ability but does not die."
    },
    {
        "target": "leviathan",
        "trick": "sage",
        "reason": "Each night*, the Leviathan chooses an alive good player (different to previous nights): a chosen Sage uses their ability but does not die."
    },
    {
        "target": "leviathan",
        "trick": "soldier",
        "reason": "If the Leviathan is in play, the Soldier is safe from all evil abilities."
    },
    {
        "target": "lilmonsta",
        "trick": "hatter",
        "reason": "Si un Demonio elige a Lil' Monsta, también elige 1 Esbirro en el que convertirse y cuidar a Lil' Monsta esta noche."
    },
    {
        "target": "lilmonsta",
        "trick": "magician",
        "reason": "Each night, the Magician chooses a Minion: if that Minion & Lil' Monsta are alive, that Minion babysits Lil’ Monsta."
    },
    {
        "target": "lilmonsta",
        "trick": "poppygrower",
        "reason": "Si Poppy Grower está en juego, los Esbirros no se despiertan juntos. Se despiertan uno tras otro hasta que uno acepte quedarse con Lil' Monsta."
    },
    {
        "target": "lilmonsta",
        "trick": "scarletwoman",
        "reason": "Si hay 5 o más jugadores vivos y el jugador con Lil'l Monsta muere, la Mujer escarlata se queda con el Lil' Monsta esa noche."
    },
    {
        "target": "lilmonsta",
        "trick": "vizier",
        "reason": "El Visir puede morir por ejecución si está cuidando a Lil' Monsta."
    },
    {
        "target": "lleech",
        "trick": "mastermind",
        "reason": "Si Mente maestra está vivo y muere el huésped de Lleech, Lleech vive pero pierde su habilidad."
    },
    {
        "target": "lleech",
        "trick": "slayer",
        "reason": "Si el Ejecutor ataca al huésped de Lleech, el huésped muere."
    },
    {
        "target": "riot",
        "trick": "banshee",
        "reason": "Each night*, Riot chooses an alive good player (different to previous nights): a chosen Banshee dies & gains their ability."
    },
    {
        "target": "riot",
        "trick": "exorcist",
        "reason": "If the Exorcist chooses Riot on the 3rd night, Minions do not become Riot."
    },
    {
        "target": "riot",
        "trick": "farmer",
        "reason": "Each night*, Riot chooses an alive good player (different to previous nights): a chosen Farmer uses their ability but does not die."
    },
    {
        "target": "riot",
        "trick": "grandmother",
        "reason": "If Riot is in play and the Grandchild dies during the day, the Grandmother dies too."
    },
    {
        "target": "riot",
        "trick": "innkeeper",
        "reason": "If Riot is in play, the Innkeeper-protected player is safe from all evil abilities."
    },
    {
        "target": "riot",
        "trick": "king",
        "reason": "If Riot is in play, and at least 1 player is dead, the King learns an alive character each night."
    },
    {
        "target": "riot",
        "trick": "mayor",
        "reason": "The Mayor may choose to stop nominations. If they do so when only 1 Riot is alive, good wins. Otherwise, evil wins."
    },
    {
        "target": "riot",
        "trick": "monk",
        "reason": "If Riot is in play, the Monk-protected player is safe from all evil abilities."
    },
    {
        "target": "riot",
        "trick": "ravenkeeper",
        "reason": "Each night*, Riot chooses an alive good player (different to previous nights): a chosen Ravenkeeper uses their ability but does not die."
    },
    {
        "target": "riot",
        "trick": "sage",
        "reason": "Each night*, Riot chooses an alive good player (different to previous nights): a chosen Sage uses their ability but does not die."
    },
    {
        "target": "riot",
        "trick": "soldier",
        "reason": "If Riot is in play, the Soldier is safe from all evil abilities."
    },
    {
        "target": "vortox",
        "trick": "banshee",
        "reason": "If the Vortox is in play and the Demon kills the Banshee, the players still learn that the Banshee has died."
    },
    {
        "target": "yaggababble",
        "trick": "exorcist",
        "reason": "If the Exorcist chooses the Yaggababble, the Yaggababble ability does not kill tonight."
    }
]
