[
    {
        "target": "chambermaid",
        "trick": "mathematician",
        "reason": "La Femme de chambre apprend si le Mathématicien se réveille ce soir ou non, même si la Femme de chambre se réveille en premier."
    },
    {
        "target": "eviltwin",
        "trick": "plaguedoctor",
        "reason": "Le Conteur ne peut pas acquérir la capacité de Jumeau Maléfique si le Médecin de la Peste meurt."
    },
    {
        "target": "cannibal",
        "trick": "butler",
        "reason": "Si le Cannibale obtiens la capacité du Majordome, le Cannibale l'apprend."
    },
    {
        "target": "cannibal",
        "trick": "juggler",
        "reason": "Si le Jongleur a tenté de deviner des rôles son premier jour et qu'il meurt éxécuté, cette nuit nuit le Cannibale apprend combien de combinaisons correctes le Jongleur a eu."
    },
    {
        "target": "cannibal",
        "trick": "zealot",
        "reason": "Si le Cannibale obtiens la capacité du Fanatique, le Cannibale l'apprend."
    },
    {
        "target": "lunatic",
        "trick": "mathematician",
        "reason": "Le Mathématicien apprend si le Lunatique attaque des joueurs differents de ceux attaqués par le démon."
    },
    {
        "target": "pithag",
        "trick": "heretic",
        "reason": "Une Vieille-Chouette ne peux pas créer d'Hérétique."
    },
    {
        "target": "pithag",
        "trick": "damsel",
        "reason": "Si la Vieille-Chouette crée une Demoiselle, le Conteur choisit quel joueur est transformé."
    },
    {
        "target": "pithag",
        "trick": "politician",
        "reason": "Si la Vieille Chouette transforme un joueur maléfique en Politicien, il ne peut pas devenir bon en raison de sa capacité."
    },
    {
        "target": "pithag",
        "trick": "villageidiot",
        "reason": "S'il reste un jeton en plus, la Vieille-Chouette peut créer un Idiot du Village supplémentaire. Si elle le fait, l'Idiot du Village ivre peut changer."
    },
    {
        "target": "pithag",
        "trick": "cultleader",
        "reason": "Si la Vieille Chouette transforme un joueur maléfique en Chef de Secte, il ne peut pas devenir bon en raison de sa capacité."
    },
    {
        "target": "pithag",
        "trick": "goon",
        "reason": "Si la Vieille Chouette transforme un joueur maléfique en Brute, il ne peut pas devenir bon en raison de sa capacité."
    },
    {
        "target": "pithag",
        "trick": "ogre",
        "reason": "Si la Vieille Chouette transforme un joueur maléfique en Ogre, il ne peut pas devenir bon en raison de sa capacité"
    },
    {
        "target": "cerenovus",
        "trick": "goblin",
        "reason": "Le Manipulateur peut choisir de faire qu'un joueur est dément d'être le Gobelin"
    },
    {
        "target": "goblin",
        "trick": "plaguedoctor",
        "reason": "Si le Médecin de la Peste meurt, un Sbire vivant acquiert la capacité du Gobelin en plus de sa propre capacité et l'apprend."
    },
    {
        "target": "leviathan",
        "trick": "soldier",
        "reason": "Si le Léviathan nomme et exécute le Soldat, le Soldat ne meurt pas."
    },
    {
        "target": "leviathan",
        "trick": "monk",
        "reason": "Si le Léviathan nomme et exécute un joueur protégé par le Moine, ce joueur ne meurt pas."
    },
    {
        "target": "leviathan",
        "trick": "innkeeper",
        "reason": "Si le Léviathan nomme et exécute un joueur protégé par l'Aubergiste, ce joueur ne meurt pas."
    },
    {
        "target": "leviathan",
        "trick": "ravenkeeper",
        "reason": "Si le Gardien meurt par exécution, il se réveille cette nuit pour utiliser sa capacité."
    },
    {
        "target": "leviathan",
        "trick": "banshee",
        "reason": "Si le Léviathan est en jeu et que la Banshee meurt par exécution, tous les joueurs apprennent que la Banshee est mort, et la Banshee gagne obtient sa capacité."
    },
    {
        "target": "leviathan",
        "trick": "sage",
        "reason": "Si le Sage meurt par exécution, il se réveille cette nuit pour utiliser sa capacité."
    },
    {
        "target": "leviathan",
        "trick": "farmer",
        "reason": "Si le Fermier meurt par exécution, un joueur bon devient Fermier cette nuit."
    },
    {
        "target": "leviathan",
        "trick": "mayor",
        "reason": "S'il n'y a pas d'exécution au 5ème jour, le bien l'emporte"
    },
    {
        "target": "leviathan",
        "trick": "hatter",
        "reason": "Si le Chapelier meurt le cinquième jour ou après, le Démon ne peut pas choisir Léviathan."
    },
    {
        "target": "leviathan",
        "trick": "pithag",
        "reason": "Après le cinquième jour, la Vieille-Chouette ne peut pas créer de Léviathan."
    },
    {
        "target": "lilmonsta",
        "trick": "poppygrower",
        "reason": "Les sbires ne se réveillent pas au même moment. Ils sont réveillés un par un jusqu'à ce que l'un d'eux décide de prendre le jeton P'tit Monstre."
    },
    {
        "target": "lilmonsta",
        "trick": "magician",
        "reason": "Chaque nuit, le Magicien choisit un Sbire: si ce Sbire et le P'tit monstre sont en vie, ce sbire garde le jeton du P'tit monstre."
    },
    {
        "target": "lilmonsta",
        "trick": "scarletwoman",
        "reason": "S'il y a 5 joueurs ou plus en vie et que le joueur détenant le jeton du P'tit Monstre meurt, la Croqueuse d'Homme récupère le jeton cette nuit"
    },
    {
        "target": "lilmonsta",
        "trick": "organgrinder",
        "reason": "Les votes pour le Joueur d'Orgue comptent si le Joueur d'Orgue garde le jeton du P'tit monstre."
    },
    {
        "target": "lilmonsta",
        "trick": "vizier",
        "reason": "Le Vizir peut mourir par exécution s'il garde le jeton du P'tit monstre."
    },
    {
        "target": "lilmonsta",
        "trick": "hatter",
        "reason": "Si un Démon choisit P'tit monstre, il choisit également un Sbire, le devient, et garde le jeton du P'tit monstre ce soir."
    },
    {
        "target": "lycanthrope",
        "trick": "gambler",
        "reason": "Si le Lycanthrope est en vie et que le Parieur se tue cette nuit, aucun autre joueur ne peut mourir cette nuit."
    },
    {
        "target": "legion",
        "trick": "engineer",
        "reason": "La Légion et l'Ingénieur ne peuvent pas être tous deux en jeu en début de partie. Si l'Ingénieur crée une Légion, la majorité des joueurs (dont tous les joueurs maléfiques) deviennent Légion maléfique."
    },
    {
        "target": "legion",
        "trick": "preacher",
        "reason": "Si le Prédicateur choisit une Légion, la Légion garde sa capacité mais le Prédicateur pourrait l'apprendre."
    },
    {
        "target": "legion",
        "trick": "minstrel",
        "reason": "Si une Légion meurt par éxécution, la Légion garde sa capacité, mais le Ménestrel pourrait l'apprendre."
    },
    {
        "target": "legion",
        "trick": "hatter",
        "reason": "Si le Chapelier meurt et que la Légion est en jeu, rien ne se passe. Si le Chapelier meurt et qu'un joueur maléfique choisit Légion, tous les joueurs maléfiques actuels deviennent Légion."
    },
    {
        "target": "legion",
        "trick": "zealot",
        "reason": "Le Fanatique peut être reconnu comme étant maléfique par la Légion."
    },
    {
        "target": "fanggu",
        "trick": "scarletwoman",
        "reason": "Si le Fang Gu choisit un Étranger puis meurt la même nuit, la Croqueuse d'Homme ne devient pas le Fang Gu."
    },
    {
        "target": "spy",
        "trick": "alchemist",
        "reason": "L'Alchimiste ne peut pas avoir la capacité de l'Espion."
    },
    {
        "target": "spy",
        "trick": "magician",
        "reason": "Quand l'Espion voit le Grimoire, les jetons du Démon et du Magicien sont retirés."
    },
    {
        "target": "spy",
        "trick": "poppygrower",
        "reason": "L'Espion ne voit pas le Grimoire tant que le Cultivateur de Pavots et en jeu."
    },
    {
        "target": "spy",
        "trick": "plaguedoctor",
        "reason": "Si le Médecin de la Peste meurt, un sbire vivant obtient la capacité de l'Espion en plus de sa propre capacité et l'apprend."
    },
    {
        "target": "spy",
        "trick": "damsel",
        "reason": "Si l'Espion est (ou était) en jeu, la Demoiselle est empoisonnée."
    },
    {
        "target": "spy",
        "trick": "heretic",
        "reason": "Il ne peut y avoir qu'un seul personnage jinxé en jeu."
    },
    {
        "target": "spy",
        "trick": "ogre",
        "reason": "L'Espion est reconnu comme étant maléfique à l'Ogre"
    },
    {
        "target": "widow",
        "trick": "alchemist",
        "reason": "L'Alchimiste ne peut pas avoir la capacité de la Veuve Noire."
    },
    {
        "target": "widow",
        "trick": "magician",
        "reason": "Quand la Veuve Noire voit le Grimoire, les jetons du Démon et du Magicien sont retirés."
    },
    {
        "target": "widow",
        "trick": "poppygrower",
        "reason": "La Veuve Noire ne voit pas le Grimoire tant que le Cultivateur de Pavots est en jeu."
    },
    {
        "target": "widow",
        "trick": "damsel",
        "reason": "Si la Veuve Noire est (ou était) en jeu, la Demoiselle est empoisonnée."
    },
    {
        "target": "widow",
        "trick": "heretic",
        "reason": "Il ne peut y avoir qu'un seul personnage jinxé en jeu."
    },
    {
        "target": "godfather",
        "trick": "heretic",
        "reason": "Il ne peut y avoir qu'un seul personnage jinxé en jeu."
    },
    {
        "target": "scarletwoman",
        "trick": "plaguedoctor",
        "reason": "Si le Médecin de la Peste meurt, un sbire vivant gagne la capacité de la Croqueuse d'Hommes en plus de sa propre capacité et l'apprend."
    },
    {
        "target": "boomdandy",
        "trick": "plaguedoctor",
        "reason": "Si le Médecin de la Peste est exécuté et que le Conteur obtient la capacité du dynamiteur, la capacité du dynamiteur se déclenche immédiatement."
    },
    {
        "target": "fearmonger",
        "trick": "plaguedoctor",
        "reason": "Si le Médecin de la Peste meurt, un sbire vivant gagne la capacité du Porphète de l'Effroi en plus de sa propre capacité et l'apprend."
    },
    {
        "target": "yaggababble",
        "trick": "exorcist",
        "reason": "Si l'Exorciste choisit le Yaggablabla, la capacité du Yaggablable ne tue personne cette nuit."
    },
    {
        "target": "summoner",
        "trick": "clockmaker",
        "reason": "Si l'Invocateur est en jeu, l'Horloger ne reçoit son information que lorsque le Démon est créé."
    },
    {
        "target": "summoner",
        "trick": "alchemist",
        "reason": "Si l'Alchimiste a le pouvoir de l'Invocateur, la partie commence avec un Démon en jeu, comme d'habitude. Si l'Alchimiste choisit alors un joueur, ce dernier devient le Démon choisit mais ne change pas d'alignement."
    },
    {
        "target": "summoner",
        "trick": "poppygrower",
        "reason": "Si le Cultivateur de Pavot est vivant au moment où l'Invocateur agit, ce dernier choisit le personnage du Démon, mais le joueur est choisi par le Conteur."
    },
    {
        "target": "summoner",
        "trick": "marionette",
        "reason": "La Marionettte est assise à côté de l'Invocateur. L'Invocateur sait qui est la Marionette."
    },
    {
        "target": "summoner",
        "trick": "pithag",
        "reason": "L'Invocateur ne peut pas créer de démon en jeu. Si l'Invocateur crée un démon qui n'est pas en jeu, les morts cette nuit sont arbitraire."
    },
    {
        "target": "summoner",
        "trick": "hatter",
        "reason": "L'Invocateur ne peut pas créer de démon en jeu. Si l'Invocateur crée un démon qui n'est pas en jeu, les morts cette nuit sont arbitraire."
    },
    {
        "target": "summoner",
        "trick": "courtier",
        "reason": "Si l'Invocateur est ivre durant la 3e nuit, l'Invocateur choisit quel démon, mais le Conteur décide quel joueur."
    },
    {
        "target": "summoner",
        "trick": "engineer",
        "reason": "Si l'Ingénieur retire un Invocateur du jeu avant qu'il n'est pu agir, l'Invocateur utilise sa capacité immédiatement."
    },
    {
        "target": "summoner",
        "trick": "zombuul",
        "reason": "Si l'Invocateur transforme un joueur mort en Zombuul, le Conteur fait comme s'il était déja mort une fois."
    },
    {
        "target": "summoner",
        "trick": "pukka",
        "reason": "L'Invocateur peut choisir un joueur pour être le Pukka la seconde nuit."
    },
    {
        "target": "summoner",
        "trick": "riot",
        "reason": "Si l'Invocateur crée un Émeutier, les sbires deviennent aussi des Émeutiers."
    },
    {
        "target": "summoner",
        "trick": "legion",
        "reason": "Si l'invocateur crée une Légion, la majorité des joueurs (dont tous les joueurs maléfiques) deviennent une Légion maléfique."
    },
    {
        "target": "summoner",
        "trick": "kazali",
        "reason": "L'Invocateur ne peut pas créer de démon en jeu. Si l'Invocateur crée un démon qui n'est pas en jeu, les morts cette nuit sont arbitraire."
    },
    {
        "target": "summoner",
        "trick": "preacher",
        "reason": "Si le prédicateur choisit l'Invocateur avant ou pendant la troisième nuit, l'Invocateur choisit quel Démon créer mais le Conteur choisit quel joueur"
    },
    {
        "target": "baron",
        "trick": "heretic",
        "reason": "Le Baron peut n'ajouter qu'un seul Étranger, pas deux."
    },
    {
        "target": "baron",
        "trick": "plaguedoctor",
        "reason": "Si le Conteur acquiert la capacité du Baron, deux joueurs maximum deviennent des Étrangers hors jeu."
    },
    {
        "target": "marionette",
        "trick": "lilmonsta",
        "reason": "La Marionnette est voisine d'un Sbire, pas du Démon. La Marionnette n'est pas réveillée pour choisir qui prend le jeton du P'tit Monstre et n'est pas informée si elle le reçoit."
    },
    {
        "target": "marionette",
        "trick": "poppygrower",
        "reason": "Quand le Cultivateur de Pavots meurt, le Démon apprend qui est la Marionnette mais elle n'apprend rien."
    },
    {
        "target": "marionette",
        "trick": "snitch",
        "reason": "La Marionnette n'est pas informée de 3 personnages hors-jeu. Le Démon en apprend 3 de plus à la place."
    },
    {
        "target": "marionette",
        "trick": "balloonist",
        "reason": "Si la Marionnette pense qu'elle est Aéronaute, il y a bien +1 Étranger dans la partie."
    },
    {
        "target": "marionette",
        "trick": "damsel",
        "reason": "La Marionnette n'apprend pas qu'une Demoiselle est en jeu."
    },
    {
        "target": "marionette",
        "trick": "plaguedoctor",
        "reason": "Si le démon a un voisin vivant et un Villageois ou un Étranger lorsque le Médecin de la Peste meurt, ce joueur devient une Marionnette maléfique. S'il y a déjà un joueur maléfique supplémentaire, cela n'arrive pas."
    },
    {
        "target": "marionette",
        "trick": "huntsman",
        "reason": "Si la Marionnette pense qu'elle est le Chasseur, une Demoiselle est bien ajoutée."
    },
    {
        "target": "lleech",
        "trick": "mastermind",
        "reason": "Si le Conspirateur est en vie et que l'hôte de la Sangsue meurt par exécution, la Sangsue survit mais perd sa capacité."
    },
    {
        "target": "lleech",
        "trick": "slayer",
        "reason": "Si le Mercenaire tue l'hôte de la Sangsue, l'hôte meurt."
    },
    {
        "target": "lleech",
        "trick": "heretic",
        "reason": "Si l'Hérétique est l'hôte de la Sangsue et qu'il meurt, alors tous deux meurts et l'Hérétique reste empoisonné."
    },
    {
        "target": "kazali",
        "trick": "bountyhunter",
        "reason": "Un Villageois maléfique n'est créé que si le Chasseur de Primes reste le Chasseur de Primes."
    },
    {
        "target": "kazali",
        "trick": "goon",
        "reason": "Si le Kazali choisit la Brute comme Sbire, les choix de Sbires restants sont réalisés par le Conteur."
    },
    {
        "target": "kazali",
        "trick": "marionette",
        "reason": "Si le Kazali choisit de créer une Marionette, il doit obligatoirement choisir un de ses voisins."
    },
    {
        "target": "kazali",
        "trick": "huntsman",
        "reason": "Si le Kazali choisit la Demoiselle comme Sbire, et que le Chasseur est en jeu, un joueur bon devient la Demoiselle."
    },
    {
        "target": "kazali",
        "trick": "choirboy",
        "reason": "Le Kazali ne peut pas choisir le Roi comme Sbire si l'Enfant de Chœur est en jeu."
    },
    {
        "target": "kazali",
        "trick": "soldier",
        "reason": "Si le Kazali choisit le Soldat comme Sbire, le soldat choisit quel Sbire hors-jeu devenir."
    },
    {
        "target": "riot",
        "trick": "engineer",
        "reason": "Les Emeutiers et l'Ingénieur ne peuvent pas être tous les deux en jeu en début de partie. Si l'Ingénieur crée un Emeutier, tous les joueurs maléfiques deviennent des Emeutiers."
    },
    {
        "target": "riot",
        "trick": "golem",
        "reason": "Si le Golem nomme un Émeutier, ce dernier ne meurt pas."
    },
    {
        "target": "riot",
        "trick": "snitch",
        "reason": "Chaque Émeutier obtient 3 bluffs de plus."
    },
    {
        "target": "riot",
        "trick": "saint",
        "reason": "Si un bon joueur nomme et tue le Vertueux, l'équipe du Vertueux perd."
    },
    {
        "target": "riot",
        "trick": "butler",
        "reason": "Le Majordome ne peut nommer son maître."
    },
    {
        "target": "riot",
        "trick": "pithag",
        "reason": "Si la Vieille-Chouette crée un Émeutier, tous les joueurs maléfiques deviennent Émeutiers. Si la Vieille-Chouette crée un Émeutier après le jour 3, la partie continue pour un jour de plus."
    },
    {
        "target": "riot",
        "trick": "mayor",
        "reason": "Si le 3ème jour commence avec 3 joueurs en vie (dont le Maire), les joueurs peuvent choisir ensemble de ne pas nommer. Si cette décision est prise, l'équipe du Maire l'emporte."
    },
    {
        "target": "riot",
        "trick": "monk",
        "reason": "Si un Émeutier nomme et tue un joueur protégé par le Moine, ce joueur ne meurt pas."
    },
    {
        "target": "riot",
        "trick": "farmer",
        "reason": "Si un Émeutier nomme et tue le Fermier, la capacité du Fermier s'active cette nuit."
    },
    {
        "target": "riot",
        "trick": "innkeeper",
        "reason": "Si un Émeutier nomme et tue un joueur protégé par l'Aubergiste, ce joueur ne meurt pas."
    },
    {
        "target": "riot",
        "trick": "sage",
        "reason": "Si un Émeutier nomme et tue le Sage, le Sage utilise sa capacité cette nuit."
    },
    {
        "target": "riot",
        "trick": "banshee",
        "reason": "Si un Émeutier nomme et tue la Banshee, tous les joueurs apprennent que la Banshee est morte, et la Banshee peut nommer deux joueurs immédiatement."
    },
    {
        "target": "riot",
        "trick": "ravenkeeper",
        "reason": "Si un Émeutier nomme et tue le Gardien, le Gardien utilise sa capacité cette nuit."
    },
    {
        "target": "riot",
        "trick": "soldier",
        "reason": "Si un Émeutier nomme le Soldat, il ne peut pas mourir."
    },
    {
        "target": "riot",
        "trick": "grandmother",
        "reason": "Si un Émeutier nomme et tue la descendance, la Grand-Mère meurt aussi."
    },
    {
        "target": "riot",
        "trick": "king",
        "reason": "Si un Émeutier nomme et tue le Roi et que l'Enfant de Chœur est toujours en vie, l'Enfant de Chœur utilise sa capacité cette nuit."
    },
    {
        "target": "riot",
        "trick": "exorcist",
        "reason": "Il ne peut y avoir qu'un personnage seul jinxé en jeu."
    },
    {
        "target": "riot",
        "trick": "minstrel",
        "reason": "Il ne peut y avoir qu'un personnage seul jinxé en jeu."
    },
    {
        "target": "riot",
        "trick": "flowergirl",
        "reason": "Il ne peut y avoir qu'un personnage seul jinxé en jeu."
    },
    {
        "target": "riot",
        "trick": "undertaker",
        "reason": "Les joueurs qui meurent par nomination sont considérés comme ayant été éxécuté pour le Croque-Mort."
    },
    {
        "target": "riot",
        "trick": "cannibal",
        "reason": "Les joueurs qui meurent par nomination sont considérés comme ayant été éxécuté pour le Cannibale."
    },
    {
        "target": "riot",
        "trick": "pacifist",
        "reason": "Les joueurs qui meurent par nomination sont considérés comme ayant été éxécuté pour le Pacifiste."
    },
    {
        "target": "riot",
        "trick": "devilsadvocate",
        "reason": "Les joueurs qui meurent par nomination sont considérés comme ayant été éxécuté pour l'Avocat du Diable."
    },
    {
        "target": "riot",
        "trick": "investigator",
        "reason": "Les Émeutiers sont considérés comme Sbires pour l'Enquêteur"
    },
    {
        "target": "riot",
        "trick": "clockmaker",
        "reason": "Les Émeutiers sont considérés comme Sbires pour l'Horloger."
    },
    {
        "target": "riot",
        "trick": "towncrier",
        "reason": "Les Émeutiers sont considérés comme Sbires pour le Crieur."
    },
    {
        "target": "riot",
        "trick": "damsel",
        "reason": "Les Émeutiers sont considérés comme Sbires pour la Demoiselle"
    },
    {
        "target": "riot",
        "trick": "preacher",
        "reason": "Les Émeutiers sont considérés comme Sbires pour le Prédicateur."
    },
    {
        "target": "riot",
        "trick": "hatter",
        "reason": "Si le Chapelier meurt, que les Emeutiers sont en jeu et que l'un d'entre eux choisit un Démon différent, une équipe maléfique normale est créée à partir des Emeutiers. Si le Chapelier meurt et que le Démon choisit Emeutier, les Sbires deviennent également des Emeutiers."
    },
    {
        "target": "riot",
        "trick": "zealot",
        "reason": "Si vous êtes nomminé, vous devez nomminer à nouveau, même si vous êtes mort."
    },
    {
        "target": "alhadikhia",
        "trick": "scarletwoman",
        "reason": "S'il y a deux Al-Hadikhias vivants, la Croqueuse d'Homme Al-Hadikhia redevient la Croqueuse d'Homme."
    },
    {
        "target": "organgrinder",
        "trick": "butler",
        "reason": "Si le Joueur d'Orgue provoque un vote les yeux fermés, le Majordome peut lever la main pour voter mais son vote n'est compté que si son maître a également voté."
    },
    {
        "target": "organgrinder",
        "trick": "minstrel",
        "reason": "Si le Ménestrel rend tout le monde ivre, le Joueur d'Orgue garde sa capacité mais le Ménestrel garde les yeux ouverts pendant les votes."
    },
    {
        "target": "organgrinder",
        "trick": "preacher",
        "reason": "Si le prédicateur retire la capacité du joueur d'Orgue, le Joueur d'Orgue garde sa capacité mais le Prédicateur garde les yeux ouverts pendant les votes."
    },
    {
        "target": "vizier",
        "trick": "investigator",
        "reason": "Si l'Enquêteur apprend que le Vizir est en jeu, l'existence du Vizir n'est pas annoncée par le Conteur."
    },
    {
        "target": "vizier",
        "trick": "preacher",
        "reason": "Si le Vizir perd sa capacité, il l'apprend et si le Vizir est exécuté alors qu'il a sa capacité, son équipe gagne."
    },
    {
        "target": "vizier",
        "trick": "courtier",
        "reason": "Si le Vizir perd sa capacité, il l'apprend et si le Vizir est exécuté alors qu'il a sa capacité, son équipe gagne."
    },
    {
        "target": "vizier",
        "trick": "alchemist",
        "reason": "Si l'Alchimiste a la capacité du Vizir, il ne peut choisir d'exécuter immédiatement que si trois joueurs ou plus ont voté."
    },
    {
        "target": "vizier",
        "trick": "magician",
        "reason": "Si le Vizir et le Magicien sont tous les deux en jeu, le Démon n'apprend pas qui sont les sbires"
    },
    {
        "target": "vizier",
        "trick": "fearmonger",
        "reason": "Le Vizir se réveille avec le Prophète de l'Effroi, apprend qui il choisit et ne peut pas choisir d'exécuter ce joueur."
    },
    {
        "target": "vizier",
        "trick": "politician",
        "reason": "Le politicien peut être reconnu comme étant maléfique par le Vizir."
    },
    {
        "target": "vizier",
        "trick": "alsaahir",
        "reason": "Si le Vizir est en jeu, l'Alsaahir doit également deviner quel(s) Démon(s) sont en jeu."
    },
    {
        "target": "vizier",
        "trick": "zealot",
        "reason": "Le Fanatique peut être reconnu comme étant maléfique par le Vizir."
    },
    {
        "target": "vortox",
        "trick": "banshee",
        "reason": "Si le Vortox est en jeu et que le Démon tue la Banshee, les joueurs apprenent quand même que la Banshee est morte."
    },
    {
        "target": "ogre",
        "trick": "recluse",
        "reason": "Si le Reclus est reconnu comme étant maléfique à l'Ogre, l'Ogre apprend qu'il est maléfique"
    },
    {
        "target": "philosopher",
        "trick": "bountyhunter",
        "reason": "Si le Faussaire prend la capacité du Chasseur de Prime, un Villageois pourrait devenir maléfique"
    },
    {
        "target": "mastermind",
        "trick": "alhadikhia",
        "reason": "Si l'Al-Hadikhia meurt par éxécution, et que le Conspirateur est en vie. L'Al-Hadikhia choisit 3 joueurs bons cette nuit: Si les 3 décident de vivre, le mal gagne. Sinon, les bons gagnent."
    }
]
