[
    {
        "target": "alchemist",
        "trick": "boffin",
        "reason": "Si l'Alchimiste a la capacité du Scientifique, l'Alchimiste n'apprend pas quelle capacité le Démon a."
    },
    {
        "target": "alchemist",
        "trick": "marionette",
        "reason": "ל-Alchemist-Marionette אין יכולת מריואנט ו- Marionette משחק."
    },
    {
        "target": "alchemist",
        "trick": "mastermind",
        "reason": "ל-Alchemist-Mastermind אין יכולת Mastermind והמאסטרמין אינו משחק."
    },
    {
        "target": "alchemist",
        "trick": "organgrinder",
        "reason": "אם ל-Alchemist יש את היכולת של גרינר האורגן, ה-Ortcher הוא משחק ואם גם אלצ'מיסטים וגם ה-Organer הם מפוכחים, שניהם שיכורים."
    },
    {
        "target": "alchemist",
        "trick": "spy",
        "reason": "אם לאלצ'מאיסט יש את יכולת המרגל, הם לא, ו מרגל הוא משחק. בכל יום, לאחר שלב ההוצאה להורג, אלצ'מיסטים החיים עשויים לנחש בפומבי שחקן חי כמרגל. אם נכון, השד חייב לבחור את המרגל הערב."
    },
    {
        "target": "alchemist",
        "trick": "summoner",
        "reason": "אלצ'מיסט-סוממונה לא מקבל bluffs, ובוחר את מי שד אבל לא איזה שחקן. אם הם מתים לפני שזה יקרה, הרשע מנצח. [לא שדים]"
    },
    {
        "target": "alchemist",
        "trick": "widow",
        "reason": "אם לאלכימאי יש את יכולת האלמנה, הם לא, ואלמנה משחקת. בכל יום, לאחר שלב ההוצאה להורג, אלצ'מיסטים החיים עשויים לנחש בפומבי שחקן חי כאלמנה. אם נכון, השד חייב לבחור את האלמנה הערב."
    },
    {
        "target": "alchemist",
        "trick": "wraith",
        "reason": "אם לאצ'מיסטים יש את היכולת השופעת, הם לא, והערכת משחק. בכל יום, לאחר שלב ההוצאה להורג, אלצ'מיסטים החיים עשויים לנחש בפומבי שחקן חי כמו ה-Wraith: אם נכון, השד חייב לבחור את ה-Wraith הערב."
    },
    {
        "target": "alhadikhia",
        "trick": "princess",
        "reason": "אם הנסיכה הייתה מועמדת והוצאה להורג שחקן ביום הראשון שלהם, אף אחד לא מת ליכולת אל-חדיקיה הערב."
    },
    {
        "target": "boffin",
        "trick": "cultleader",
        "reason": "אם לשד יש את היכולת של מנהיג הכת, הם לא יכולים להיות טובים בגלל יכולת זו."
    },
    {
        "target": "boffin",
        "trick": "drunk",
        "reason": "אם לשד תהיה יכולת שיכורה, ה- Boffin בוחר שחקן Townsfolk שיש לו יכולת זו במקום זאת."
    },
    {
        "target": "boffin",
        "trick": "goon",
        "reason": "אם לשד יש את יכולת הגאון, הם לא יכולים להיות טובים בגלל יכולת זו."
    },
    {
        "target": "boffin",
        "trick": "ogre",
        "reason": "השד אינו יכול להיות בעל יכולת ה-Ogre."
    },
    {
        "target": "boffin",
        "trick": "politician",
        "reason": "לשד אין יכולת פוליטית."
    },
    {
        "target": "boffin",
        "trick": "villageidiot",
        "reason": "אם יש אסימונים חסונים, ה- Boffin יכול לתת לשטן את היכולת של הכפר Idiot."
    },
    {
        "target": "bountyhunter",
        "trick": "kazali",
        "reason": " Townsfolk רע נוצר רק אם הצייד הבונטי עדיין משחק לאחר מעשי קזאלי."
    },
    {
        "target": "bountyhunter",
        "trick": "philosopher",
        "reason": "אם הפילוסוף משיג את יכולת הצייד הבונטית, עיירה עשויה להפוך לרע."
    },
    {
        "target": "butler",
        "trick": "organgrinder",
        "reason": "אם מטחנת האיברים גורמת להצבעה בעיניים עצומות, המשרת עשוי להרים את ידו להצביע, אך הקול שלו נספר רק אם גם האדון שלו הצביע."
    },
    {
        "target": "cannibal",
        "trick": "butler",
        "reason": "אם הקניבל מקבל את היכולת של המלצר, הוא מגלה את זה"
    },
    {
        "target": "cannibal",
        "trick": "juggler",
        "reason": "אם הג'ונגל מנחש ביום הראשון שלהם ומת על ידי הוצאה להורג, הערב הקניבל חי לומד כמה ניחושים הג'וגל צדק."
    },
    {
        "target": "cannibal",
        "trick": "poppygrower",
        "reason": "אם קניבל אוכל את ה- Poppy Grower, אז מת או מאבד את יכולת ה- Poppy Grower, השדים והמינוס לומדים אחד את השני באותו לילה."
    },
    {
        "target": "cannibal",
        "trick": "princess",
        "reason": "אם קניבל היה מועמד והוצא להורג את הנסיכה היום, השד לא הורג הערב."
    },
    {
        "target": "cannibal",
        "trick": "zealot",
        "reason": "אם קניבל מרוויח את יכולת Zealot, Cannibal לומד את זה."
    },
    {
        "target": "cerenovus",
        "trick": "goblin",
        "reason": "סרנובוס יכול לבחור להפוך מישהו \"משוגע\" על זה שהוא גובלין"
    },
    {
        "target": "heretic",
        "trick": "baron",
        "reason": "הברון יכול להוסיף זר אחד, לא שניים"
    },
    {
        "target": "heretic",
        "trick": "boffin",
        "reason": "השד לא יכול להיות מסוגל כאן."
    },
    {
        "target": "heretic",
        "trick": "godfather",
        "reason": "רק דמות נאחסית אחת יכולה להיות במשחק"
    },
    {
        "target": "heretic",
        "trick": "lleech",
        "reason": "אם העלווקה מרעילה את הכופר אז היא מתה, הכופר נשאר מורעל"
    },
    {
        "target": "heretic",
        "trick": "pithag",
        "reason": "קרואלה לא יכולה ליצור כופר"
    },
    {
        "target": "heretic",
        "trick": "spy",
        "reason": "רק דמות נאחסית אחת יכולה להיות במשחק"
    },
    {
        "target": "heretic",
        "trick": "widow",
        "reason": "רק דמות נאחסית אחת יכולה להיות במשחק"
    },
    {
        "target": "kazali",
        "trick": "choirboy",
        "reason": "הקזאלי לא יכול לבחור את המלך להיות מיניון אם מקהלת משחק."
    },
    {
        "target": "kazali",
        "trick": "goon",
        "reason": "הקזאלי יכול לבחור ששחקן גוון הוא אחד ממיניהם הרעים."
    },
    {
        "target": "kazali",
        "trick": "huntsman",
        "reason": "אם הקזאלי בוחר את דיימל להפוך למיניון, ואנטסמן משחק, שחקן טוב הופך לדיימל."
    },
    {
        "target": "kazali",
        "trick": "marionette",
        "reason": "אם הקזאלי בוחר ליצור מריואנט, הם חייבים לבחור אחד משכניהם."
    },
    {
        "target": "kazali",
        "trick": "soldier",
        "reason": "הקזאלי יכול לבחור ששחקן החייל הוא אחד ממיניהם הרעים."
    },
    {
        "target": "legion",
        "trick": "engineer",
        "reason": "לגיון ומהנדס לא יכולים להתחיל ביחד בתחילת המשחק. אם המהנדס יצר לגיון, רוב השחקנים(כולל כל השחקנים הרעים) הופכים ללגיון"
    },
    {
        "target": "legion",
        "trick": "hatter",
        "reason": "אם הכובען ימות והלגיון במשחק, שום דבר לא יקרה. אם הכובען מת ושחקן מרושע בוחר בלגיון, כל השחקנים הרעים הנוכחיים הופכים ללגיון."
    },
    {
        "target": "legion",
        "trick": "minstrel",
        "reason": "אם הלגיון מת היום, הלגיון שומר על יכולתו, אבל המינוס עשוי ללמוד שהם לגיון."
    },
    {
        "target": "legion",
        "trick": "preacher",
        "reason": "אם ה-Preacher בוחר את הלגיון, הלגיון שומר על יכולתם, אבל ה-Preacher עשוי ללמוד שהם לגיון."
    },
    {
        "target": "legion",
        "trick": "zealot",
        "reason": "הזאלו עלולים לרשום כרע ליכולת הלגיון."
    },
    {
        "target": "leviathan",
        "trick": "banshee",
        "reason": "בכל לילה*, לויתן בוחר שחקן טוב חי (שונה ללילים קודמים): בונשאה שנבחרה מתה ומרוויחה את יכולתם."
    },
    {
        "target": "leviathan",
        "trick": "exorcist",
        "reason": "הרוע לא מנצח כאשר יותר מ- 1 שחקן טוב הוצא להורג, אם האקסורציסט חי ובחר בהצלחה את הלוויתן."
    },
    {
        "target": "leviathan",
        "trick": "farmer",
        "reason": "בכל לילה* הלוויתן בוחר שחקן טוב חי (שונה ללילים קודמים): חקלאי נבחר משתמש ביכולתו אך אינו מת."
    },
    {
        "target": "leviathan",
        "trick": "grandmother",
        "reason": "אם לויתן משחק והנכדים מתים על ידי הוצאה להורג, הרשע מנצח."
    },
    {
        "target": "leviathan",
        "trick": "hatter",
        "reason": "אם הכובען מת ביום 5 או אחריו, השד לא יכול לבחור לויתן."
    },
    {
        "target": "leviathan",
        "trick": "innkeeper",
        "reason": "אם הלוויתן נמצא במשחק, השחקנים המוגנים על פונדק בטוחים מכל היכולות הרעות."
    },
    {
        "target": "leviathan",
        "trick": "king",
        "reason": "אם הלוויתן משחק, ולפחות שחקן אחד מת, המלך לומד דמות חיה כל לילה."
    },
    {
        "target": "leviathan",
        "trick": "mayor",
        "reason": "אם הלוויתן משחק ואין הוצאה להורג מתרחשת ביום 5, מנצח טוב."
    },
    {
        "target": "leviathan",
        "trick": "monk",
        "reason": "אם הלוויתן משחק, השחקן המוגן על הנזיר בטוח מכל היכולות הרעות."
    },
    {
        "target": "leviathan",
        "trick": "pithag",
        "reason": "אחרי יום 5, הפית-האג לא יכול לבחור בלווייתן."
    },
    {
        "target": "leviathan",
        "trick": "ravenkeeper",
        "reason": "בכל לילה*, לויתן בוחר שחקן חי (שונה ללילים קודמים): רייבנקר נבחר משתמש ביכולתו אך אינו מת."
    },
    {
        "target": "leviathan",
        "trick": "sage",
        "reason": "בכל לילה*, לויתן בוחר שחקן טוב חי (שונה ללילים קודמים): סייג נבחר משתמש ביכולתו אך אינו מת."
    },
    {
        "target": "leviathan",
        "trick": "soldier",
        "reason": "אם הלוויתן משחק, החייל בטוח מכל היכולות הרעות."
    },
    {
        "target": "lilmonsta",
        "trick": "hatter",
        "reason": "אם שד בוחר בליל' מונסטה, הם גם בוחרים במיניון להיות ולשמור על ליל' מונסטה הלילה."
    },
    {
        "target": "lilmonsta",
        "trick": "poppygrower",
        "reason": "אם מגדל הפרג במשחק, המשרתים לא קמים ביחד. במקום זה, הם קמים אחד אחד עד שמישהו בוחר לקחת את האסימון של המפלצונת"
    },
    {
        "target": "lilmonsta",
        "trick": "scarletwoman",
        "reason": "אם יש 5 או יותר שחקנים חיים והשחקנים שמחזק את האיסמון של המפלצונת מת, אשת הארגמן מקבלת את האסימון של המפלצונת"
    },
    {
        "target": "lilmonsta",
        "trick": "vizier",
        "reason": "וָזִיר יכול למות בהוצאה להורג אם הם עושים בייביסיטר מפלצונת."
    },
    {
        "target": "lleech",
        "trick": "mastermind",
        "reason": "אם הגאון חי והגוף המארח של העלווקה מת בהוצאה להורג, העלוקה חיה אבל מאבדת את היכולת שלה"
    },
    {
        "target": "lleech",
        "trick": "slayer",
        "reason": "אם הקוטל הורג את הגוף המארח של העלווקה, הגוף המארח מת"
    },
    {
        "target": "magician",
        "trick": "wraith",
        "reason": "בכל יום, לאחר שלב ההוצאה להורג, קוסמים החיים עשויים לנחש באופן פומבי שחקן חי כ- Wraith: אם נכון, השד חייב לבחור את ה-Wraith הערב."
    },
    {
        "target": "magician",
        "trick": "spy",
        "reason": "כשהמרגל רואה את הגרימואר, האסימונים של השד ושל הקוסם מוסרים"
    },
    {
        "target": "magician",
        "trick": "vizier",
        "reason": "אם הויזיר והקוסם משחקים, השד לא לומד את המיונים."
    },
    {
        "target": "magician",
        "trick": "widow",
        "reason": "כשהאלמנה רואה את הגרימואר, האסימונים של השד ושל הקוסם מוסרים"
    },
    {
        "target": "magician",
        "trick": "lilmonsta",
        "reason": "בכל לילה, הקוסם בוחר במיניון: אם המיניון והליל' מונסטה חיים, כך שמיניון בייביסטס Lil' Monsta."
    },
    {
        "target": "marionette",
        "trick": "balloonist",
        "reason": "אם המריונטה חושבת שהיא מפריח הבלונים, מוסיפים זר אחד"
    },
    {
        "target": "marionette",
        "trick": "damsel",
        "reason": "המריונטה לא לומדת שיש עלמה במשחק"
    },
    {
        "target": "marionette",
        "trick": "huntsman",
        "reason": "אם המריונטה חושבת שהיא צייד, מוסיפים את העלמה למשחק"
    },
    {
        "target": "marionette",
        "trick": "lilmonsta",
        "reason": "המריונטה היא שכנה של משרת, לא של שד. המריונטה לא מתעוררת כדי לבחור מי לוקח את המפלצונת, וגם לא לומדת שהיא המריונטה אם יש להם את אסימון המפלצונת"
    },
    {
        "target": "marionette",
        "trick": "poppygrower",
        "reason": "כשמגדל הפרג מת, השד לומד על המריונטה אבל המריונטה לא לומדת שום דבר"
    },
    {
        "target": "marionette",
        "trick": "snitch",
        "reason": "המריונטה לא מגלה 3 דמויות שלא במשחק, במקום הזה השד מגלה 3 נוספים"
    },
    {
        "target": "marionette",
        "trick": "wraith",
        "reason": "הזעם לא מתעורר עם מריואנט."
    },
    {
        "target": "mastermind",
        "trick": "alhadikhia",
        "reason": "אם אל-חרדיה מתה על ידי הוצאה להורג, והמאסטרמין חי, אל-חאדיה בוחרת שלושה שחקנים טובים הערב: אם כל השלושה בוחרים לחיות, הרשע מנצח. אחרת, מנצחים טובים."
    },
    {
        "target": "mathematician",
        "trick": "chambermaid",
        "reason": "החדרנית לומדת אם המתמטיקאי מתעורר הלילה או לא, אפילו שהיא מתעוררת לפניו"
    },
    {
        "target": "mathematician",
        "trick": "lunatic",
        "reason": "המתמטיקאי לומד אם המשוגע תקף מישהו אחר ממי שהשד תקף"
    },
    {
        "target": "ogre",
        "trick": "recluse",
        "reason": "אם ה-Recluse נרשם כרע לאוגרה, ה-Ogre לומד שהם רעים."
    },
    {
        "target": "pithag",
        "trick": "cultleader",
        "reason": "אם ה-Pipe-Hag הופך לשחקן רע למנהיג ה- Cult, הם לא יכולים להיות טובים בזכות היכולת שלהם."
    },
    {
        "target": "pithag",
        "trick": "damsel",
        "reason": "אם קרואלה יוצרת עלמה, מספר הסיפורים מחליט איזה שחקן הופך לעלמה"
    },
    {
        "target": "pithag",
        "trick": "goon",
        "reason": "אם ה-Pipe-Hag הופך לשחקן רע לגוון, הם לא יכולים להיות טובים בזכות היכולת שלהם."
    },
    {
        "target": "pithag",
        "trick": "ogre",
        "reason": "אם ה-Pipe-Hag הופך לשחקן רע לאוגרה, הם לא יכולים להיות טובים בזכות היכולת שלהם."
    },
    {
        "target": "pithag",
        "trick": "politician",
        "reason": "קרואלה לא יכולה ליצור פוליטיקאי רע"
    },
    {
        "target": "pithag",
        "trick": "villageidiot",
        "reason": "אם יש אסימונים חסונים, ה- Pit-Hag יכול ליצור כפר נוסף Idiot. אם כן, הכפר השיכור עלול להשתנות."
    },
    {
        "target": "plaguedoctor",
        "trick": "baron",
        "reason": "אם ה- Storyteller מרוויח את יכולת הברון, עד ששני שחקנים הופכים ל-לא-in-play Outsiders."
    },
    {
        "target": "plaguedoctor",
        "trick": "boomdandy",
        "reason": "אם רופא המגפה מוצא להורג ומספר הסיפורים יזכה ביכולת הבומדנדי, יכולת הבומדנדי מופעלת מיד."
    },
    {
        "target": "plaguedoctor",
        "trick": "eviltwin",
        "reason": "מספר הסיפורים לא יכול לזכות ביכולת התאום הרשע אם רופא המגפה ימות."
    },
    {
        "target": "plaguedoctor",
        "trick": "fearmonger",
        "reason": "אם רופא המגפה מת, מיניון חי זוכה ביכולת של פחדן בנוסף ליכולת שלו, ולומד זאת."
    },
    {
        "target": "plaguedoctor",
        "trick": "goblin",
        "reason": "אם רופא המגפה מת, מיניון חי זוכה ביכולת הגובלין בנוסף ליכולת שלו, ולומד זאת."
    },
    {
        "target": "plaguedoctor",
        "trick": "marionette",
        "reason": "אם לשד יש שכנה חיה ועירול או בחוץ כאשר הדוקטור פלאג מת, השחקן הופך להיות מריואנט מרושע. אם יש כבר שחקן רע, זה לא קורה."
    },
    {
        "target": "plaguedoctor",
        "trick": "scarletwoman",
        "reason": "אם רופא המגפה מת, מיניון חי זוכה ביכולת האישה הסקרלטית בנוסף ליכולת שלו, ולומד זאת."
    },
    {
        "target": "plaguedoctor",
        "trick": "spy",
        "reason": "אם רופא המגפה מת, מיניון חי זוכה ביכולת המרגלים בנוסף ליכולת שלו, ולומד זאת."
    },
    {
        "target": "plaguedoctor",
        "trick": "wraith",
        "reason": "אם הדוקטור פלאג מת, מיניון חי מרוויח את יכולת ה- Wraith בנוסף ליכולת שלהם, ולומד את זה."
    },
    {
        "target": "riot",
        "trick": "banshee",
        "reason": "כל לילה*, Riot בוחר שחקן טוב חי (שונה ללילות קודמים): בנאס נבחר מת ומרוויח את יכולתם."
    },
    {
        "target": "riot",
        "trick": "exorcist",
        "reason": "אם Exorcist בוחר ריוt בלילה השלישי, מיונים לא הופכים לריווט."
    },
    {
        "target": "riot",
        "trick": "farmer",
        "reason": "כל לילה*, רווט בוחר שחקן טוב חי (שונה ללילות קודמים): חקלאי נבחר משתמש ביכולתו אך אינו מת."
    },
    {
        "target": "riot",
        "trick": "grandmother",
        "reason": "אם ריוט משחק והנכדים מתים במהלך היום, גם הסבתא מתה."
    },
    {
        "target": "riot",
        "trick": "innkeeper",
        "reason": "אם ריוט משחק, השחקן המוגן על פונדק הוא בטוח מכל היכולות הרעות."
    },
    {
        "target": "riot",
        "trick": "king",
        "reason": "אם ריוט משחק, לפחות שחקן אחד מת, המלך לומד דמות חיה בכל לילה."
    },
    {
        "target": "riot",
        "trick": "mayor",
        "reason": "ראש העיר יכול לבחור להפסיק מועמדויות. אם הם עושים זאת כאשר רק 1 רווט חי, מנצח טוב. אחרת, הרע מנצח."
    },
    {
        "target": "riot",
        "trick": "monk",
        "reason": "אם ריוט משחק, השחקן המוגן על הנזיר בטוח מכל היכולות הרעות."
    },
    {
        "target": "riot",
        "trick": "ravenkeeper",
        "reason": "כל לילה*, Riot בוחר שחקן טוב חי (שונה ללילות קודמים): רייבנקר נבחר משתמש ביכולתו אך אינו מת."
    },
    {
        "target": "riot",
        "trick": "sage",
        "reason": "כל לילה*, Riot בוחר שחקן טוב חי (שונה ללילות קודמים): סייג' נבחר משתמש ביכולתו אך אינו מת."
    },
    {
        "target": "riot",
        "trick": "soldier",
        "reason": "אם ריוט משחק, החייל בטוח מכל היכולות הרעות."
    },
    {
        "target": "scarletwoman",
        "trick": "alhadikhia",
        "reason": "אם יש 2 אל-חדיקיה חיים, אשת הארגמן האל-חדיקיה הופכת שוב לאשת ארגמן"
    },
    {
        "target": "scarletwoman",
        "trick": "fanggu",
        "reason": "אם פאנג גו בוחר בזר ומת, אשת הארגמן לא הופכת לפאנג גו"
    },
    {
        "target": "spy",
        "trick": "damsel",
        "reason": "אם המרגל הוא (או כבר) במחזה, דמלזל מורעל."
    },
    {
        "target": "spy",
        "trick": "ogre",
        "reason": "המרגל מופיע כרע לאוגרה."
    },
    {
        "target": "spy",
        "trick": "poppygrower",
        "reason": "אם מגדל הפרג במשחק, המרגל לא רואה את הגרימואר עד שמגדל הפרג מת"
    },
    {
        "target": "summoner",
        "trick": "clockmaker",
        "reason": "אם Summoner הוא משחק, יוצר השעון לא מקבל את המידע שלהם עד שנוצר השד."
    },
    {
        "target": "summoner",
        "trick": "courtier",
        "reason": "אם Summoner שיכור בלילה השלישי, Summoner בוחר את השד, אבל Storyteller בוחר איזה שחקן."
    },
    {
        "target": "summoner",
        "trick": "engineer",
        "reason": "אם המהנדס מסיר סומון ממשחק לפני שסומר משתמש ביכולתו, השומר משתמש ביכולתו באופן מיידי."
    },
    {
        "target": "summoner",
        "trick": "hatter",
        "reason": "Summoner לא יכול ליצור שדים בתוך משחק. אם Summoner יוצר שד לא משחקני, מקרי המוות הערב הם שרירותיים."
    },
    {
        "target": "summoner",
        "trick": "kazali",
        "reason": "Summoner לא יכול ליצור שדים בתוך משחק. אם Summoner יוצר שד לא משחקני, מקרי המוות הערב הם שרירותיים."
    },
    {
        "target": "summoner",
        "trick": "legion",
        "reason": "אם השומר יוצר לגיון, רוב השחקנים (כולל כל השחקנים הרעים) הופכים ללגיון מרושע."
    },
    {
        "target": "summoner",
        "trick": "lordoftyphon",
        "reason": "אם Summoner יוצר לורד של טיפון, לורד טיפון חייב לשכן מיניון. השכן השני הופך למיניון לא-משחק."
    },
    {
        "target": "summoner",
        "trick": "marionette",
        "reason": "מריונט שכנה את השומר. השומר יודע מי מריואנט."
    },
    {
        "target": "summoner",
        "trick": "pithag",
        "reason": "Summoner לא יכול ליצור שדים בתוך משחק. אם Summoner יוצר שד לא משחקני, מקרי המוות הערב הם שרירותיים."
    },
    {
        "target": "summoner",
        "trick": "poppygrower",
        "reason": "אם ה- Poppy Grower חי כאשר Summoner פועל, Summoner בוחר את השד, אבל Storyteller בוחר איזה שחקן."
    },
    {
        "target": "summoner",
        "trick": "preacher",
        "reason": "אם ה-Preacher בחר את Summoner על או לפני הלילה השלישי, Summoner בוחר איזה שדים, אבל Storyteller בוחר איזה שחקן."
    },
    {
        "target": "summoner",
        "trick": "pukka",
        "reason": "Summoner עשוי לבחור שחקן להיות הפוקה בלילה השני."
    },
    {
        "target": "summoner",
        "trick": "zombuul",
        "reason": "אם Summoner הופך שחקן מת לתוך Zombuul, Storyteller מתייחס השחקן הזה כמו Zombuul שמת פעם."
    },
    {
        "target": "vizier",
        "trick": "alsaahir",
        "reason": "אם הוויייר משחק, אלשע'יר חייב גם לנחש מי הם שדים."
    },
    {
        "target": "vizier",
        "trick": "courtier",
        "reason": "אם ויזיר מאבד את היכולת שלו, הם לומדים את זה. אם הוויייר הוצא להורג כאשר יש להם את היכולת שלהם, הקבוצה שלהם מנצחת."
    },
    {
        "target": "vizier",
        "trick": "fearmonger",
        "reason": "הוויייר מתעורר עם הפחדן, לומד מי הם בוחרים ולא יכול לבחור לבצע את השחקן באופן מיידי."
    },
    {
        "target": "vizier",
        "trick": "investigator",
        "reason": "אם ל-חוקר נודע שה-וָזִיר נמצא במשחק, קיומו של ה-וָזִיר לא יוכרז על ידי מספר הסיפורים."
    },
    {
        "target": "vizier",
        "trick": "politician",
        "reason": "הפוליטיקאים יכולים לרשום כרע ליוייר."
    },
    {
        "target": "vizier",
        "trick": "preacher",
        "reason": "אם ויזיר מאבד את היכולת שלו, הם לומדים את זה. אם הוויייר הוצא להורג כאשר יש להם את היכולת שלהם, הקבוצה שלהם מנצחת."
    },
    {
        "target": "vizier",
        "trick": "zealot",
        "reason": "Zealot יכול להירשם כרע לוייר."
    },
    {
        "target": "vortox",
        "trick": "banshee",
        "reason": "אם הוודוקס משחק והשד הורג את הבנזה, השחקנים עדיין לומדים שהבנייה מתה."
    },
    {
        "target": "widow",
        "trick": "damsel",
        "reason": "אם האלמנה היא (או כבר) במחזה, דאלי מורעלת."
    },
    {
        "target": "widow",
        "trick": "poppygrower",
        "reason": "אם מגדל הפרג במשחק, האלמנה לא רואה את הגרימואר עד שמגדל הפרג מת"
    },
    {
        "target": "yaggababble",
        "trick": "exorcist",
        "reason": "אם Exorcist בוחר את Yaggababble, יכולת Yaggababble לא הורג הלילה."
    }
]
