[
    {
        "target": "alhadikhia",
        "trick": "princess",
        "reason": "Jika sang Putri menominasikan & mengeksekusi seorang pemain di hari pertama mereka, tidak ada yang mati karena kemampuan Al-Hadikhia malam ini."
    },
    {
        "target": "bountyhunter",
        "trick": "kazali",
        "reason": "Seorang Townsfolk jahat hanya diciptakan jika Bounty Hunter masih dimainkan setelah Kazali bertindak."
    },
    {
        "target": "bountyhunter",
        "trick": "philosopher",
        "reason": "Jika Philosopher mendapatkan kemampuan Bounty Hunter, seorang Townsfolk mungkin menjadi jahat."
    },
    {
        "target": "cannibal",
        "trick": "butler",
        "reason": "Jika Cannibal mendapatkan kemampuan Butler, Cannibal mengetahuinya."
    },
    {
        "target": "cannibal",
        "trick": "juggler",
        "reason": "Jika Juggler menebak pada hari pertama mereka dan mati karena dieksekusi, malam ini Cannibal yang masih hidup akan mengetahui berapa banyak tebakan Juggler yang benar."
    },
    {
        "target": "cannibal",
        "trick": "poppygrower",
        "reason": "Jika Cannibal memakan Poppy Grower, kemudian mati atau kehilangan kemampuan Poppy Grower, Demon dan Minion saling mengenali satu sama lain malam itu."
    },
    {
        "target": "cannibal",
        "trick": "princess",
        "reason": "Jika Kanibal menominasikan & mengeksekusi sang Putri hari ini, Iblis tidak akan membunuh malam ini."
    },
    {
        "target": "cannibal",
        "trick": "zealot",
        "reason": "Jika Cannibal mendapatkan kemampuan Zealot, Cannibal mengetahuinya."
    },
    {
        "target": "mathematician",
        "trick": "chambermaid",
        "reason": "Chambermaid mengetahui apakah Mathematician bangun malam ini atau tidak, meskipun Chambermaid bangun lebih dulu."
    },
    {
        "target": "mathematician",
        "trick": "lunatic",
        "reason": "Mathematician mengetahui jika Lunatic menyerang pemain yang berbeda dari pemain yang diserang oleh Demon asli."
    },
    {
        "target": "butler",
        "trick": "organgrinder",
        "reason": "Jika Organ Grinder menyebabkan pemungutan suara dengan mata tertutup, Butler dapat mengangkat tangan untuk memilih, tetapi suara mereka hanya dihitung jika tuannya juga memilih."
    },
    {
        "target": "heretic",
        "trick": "baron",
        "reason": "Baron hanya bisa menambahkan 1 Outsider, bukan 2."
    },
    {
        "target": "heretic",
        "trick": "boffin",
        "reason": "Demon tidak dapat memiliki kemampuan Heretic."
    },
    {
        "target": "heretic",
        "trick": "godfather",
        "reason": "Hanya 1 karakter yang \"terkutuk\" (jinxed) yang dapat dimainkan."
    },
    {
        "target": "heretic",
        "trick": "lleech",
        "reason": "Jika Lleech telah meracuni Heretic, kemudian Lleech mati, Heretic tetap diracuni."
    },
    {
        "target": "heretic",
        "trick": "pithag",
        "reason": "Pit-Hag tidak dapat menciptakan Heretic."
    },
    {
        "target": "heretic",
        "trick": "spy",
        "reason": "Hanya 1 karakter yang \"terkutuk\" (jinxed) yang dapat dimainkan."
    },
    {
        "target": "heretic",
        "trick": "widow",
        "reason": "Hanya 1 karakter yang \"terkutuk\" (jinxed) yang dapat dimainkan."
    },
    {
        "target": "ogre",
        "trick": "recluse",
        "reason": "Jika Recluse tercatat sebagai jahat untuk Ogre, Ogre mengetahui bahwa mereka jahat."
    },
    {
        "target": "plaguedoctor",
        "trick": "baron",
        "reason": "Jika Storyteller mendapatkan kemampuan Baron, tambah hingga dua pemain akan menjadi Outsider yang tidak sedang dimainkan "
    },
    {
        "target": "plaguedoctor",
        "trick": "boomdandy",
        "reason": "Jika Plague Doctor dieksekusi dan Storyteller akan mendapatkan kemampuan Boomdandy, kemampuan Boomdandy segera aktif."
    },
    {
        "target": "plaguedoctor",
        "trick": "eviltwin",
        "reason": "Storyteller tidak dapat memperoleh kemampuan Evil Twin jika Plague Doctor mati."
    },
    {
        "target": "plaguedoctor",
        "trick": "fearmonger",
        "reason": "Jika Plague Doctor mati, seorang Minion yang masih hidup mendapatkan kemampuan Fearmonger selain kemampuan mereka sendiri, dan mengetahuinya."
    },
    {
        "target": "plaguedoctor",
        "trick": "goblin",
        "reason": "Jika Plague Doctor mati, seorang Minion yang masih hidup mendapatkan kemampuan Goblin selain kemampuan mereka sendiri, dan mengetahuinya."
    },
    {
        "target": "plaguedoctor",
        "trick": "marionette",
        "reason": "Jika Demon memiliki tetangga yang masih hidup dan merupakan anggota Townsfolk atau Outsider ketika Plague Doctor mati, pemain itu akan berubah menjadi Marionette yang jahat. Namun, jika sudah ada pemain jahat tambahan, hal ini tidak terjadi."
    },
    {
        "target": "plaguedoctor",
        "trick": "scarletwoman",
        "reason": "Jika Plague Doctor mati, seorang Minion yang masih hidup mendapatkan kemampuan Scarlet Woman selain kemampuan mereka sendiri, dan mengetahuinya."
    },
    {
        "target": "plaguedoctor",
        "trick": "spy",
        "reason": "Jika Plague Doctor mati, seorang Minion yang masih hidup mendapatkan kemampuan Spy selain kemampuan mereka sendiri, dan mengetahuinya."
    },
    {
        "target": "boffin",
        "trick": "alchemist",
        "reason": "Jika Alchemist memiliki kemampuan Boffin, Alchemist tidak mengetahui kemampuan apa yang dimiliki Demon."
    },
    {
        "target": "boffin",
        "trick": "cultleader",
        "reason": "Jika Demon memiliki kemampuan Cult Leader, mereka tidak dapat berubah menjadi baik karena kemampuan ini."
    },
    {
        "target": "boffin",
        "trick": "drunk",
        "reason": "Jika Demon seharusnya memiliki kemampuan Drunk, Boffin memilih pemain Townsfolk untuk memiliki kemampuan ini sebagai gantinya."
    },
    {
        "target": "boffin",
        "trick": "goon",
        "reason": "Jika Demon memiliki kemampuan Goon, mereka tidak dapat berubah menjadi baik karena kemampuan ini."
    },
    {
        "target": "boffin",
        "trick": "ogre",
        "reason": "Demon tidak dapat memiliki kemampuan Ogre."
    },
    {
        "target": "boffin",
        "trick": "politician",
        "reason": "Demon tidak dapat memiliki kemampuan Politician."
    },
    {
        "target": "boffin",
        "trick": "villageidiot",
        "reason": "Jika ada token cadangan, Boffin dapat memberi Demon kemampuan Village Idiot."
    },
    {
        "target": "cerenovus",
        "trick": "goblin",
        "reason": "Cerenovus dapat memilih untuk membuat seorang pemain menjadi marah bahwa mereka adalah Goblin."
    },
    {
        "target": "marionette",
        "trick": "balloonist",
        "reason": "Jika Marionette mengira mereka adalah Balloonist, +1 Outsider mungkin telah ditambahkan."
    },
    {
        "target": "marionette",
        "trick": "damsel",
        "reason": "Marionette tidak mengetahui bahwa Damsel sedang dimainkan."
    },
    {
        "target": "marionette",
        "trick": "huntsman",
        "reason": "Jika Marionette mengira mereka adalah Huntsman, Damsel telah ditambahkan."
    },
    {
        "target": "marionette",
        "trick": "lilmonsta",
        "reason": "Marionette bertetangga dengan Minion, bukan Demon. Marionette tidak dibangunkan untuk memilih siapa yang mengambil token Lil' Monsta, dan tidak mengetahui mereka adalah Marionette jika mereka memiliki token Lil' Monsta."
    },
    {
        "target": "marionette",
        "trick": "poppygrower",
        "reason": "Ketika Poppy Grower mati, Demon mengetahui Marionette, tetapi Marionette tidak mengetahui apapun."
    },
    {
        "target": "marionette",
        "trick": "snitch",
        "reason": "Marionette tidak mengetahui 3 karakter yang tidak dimainkan. Demon mengetahui 3 tambahan karakter."
    },
    {
        "target": "mastermind",
        "trick": "alhadikhia",
        "reason": "Jika Al-Hadikhia mati karena eksekusi, dan Mastermind masih hidup, Al-Hadikhia memilih 3 pemain baik malam ini: jika semua 3 memilih untuk hidup, jahat menang. Jika tidak, baik menang."
    },
    {
        "target": "pithag",
        "trick": "cultleader",
        "reason": "Jika Pit-Hag mengubah pemain jahat menjadi Cult Leader, mereka tidak bisa menjadi baik karena kemampuan mereka sendiri."
    },
    {
        "target": "pithag",
        "trick": "damsel",
        "reason": "Jika Pit-Hag menciptakan Damsel, Storyteller memilih pemain mana yang menjadi Damsel."
    },
    {
        "target": "pithag",
        "trick": "goon",
        "reason": "Jika Pit-Hag mengubah pemain jahat menjadi Goon, mereka tidak bisa menjadi baik karena kemampuan mereka sendiri."
    },
    {
        "target": "pithag",
        "trick": "ogre",
        "reason": "Jika Pit-Hag mengubah pemain jahat menjadi Ogre, pemain itu tidak bisa berubah menjadi baik karena kemampuan mereka sendiri."
    },
    {
        "target": "pithag",
        "trick": "politician",
        "reason": "Pit-Hag tidak dapat menciptakan Politician jahat."
    },
    {
        "target": "pithag",
        "trick": "villageidiot",
        "reason": "Jika ada token cadangan, Pit-Hag dapat menciptakan Village Idiot tambahan. Jika demikian, Village Idiot yang mabuk mungkin berubah."
    },
    {
        "target": "scarletwoman",
        "trick": "alhadikhia",
        "reason": "Jika ada dua Al-Hadikhias yang masih hidup, Scarlet Woman Al-Hadikhia menjadi Scarlet Woman lagi."
    },
    {
        "target": "scarletwoman",
        "trick": "fanggu",
        "reason": "Jika Fang Gu memilih Outsider dan mati, Scarlet Woman tidak menjadi Fang Gu."
    },
    {
        "target": "spy",
        "trick": "alchemist",
        "reason": "Jika Alchemist memiliki kemampuan Spy, mereka tidak bisa melihat Grimoire, dan Spy yang asli tidak bisa terdaftar secara palsu."
    },
    {
        "target": "spy",
        "trick": "damsel",
        "reason": "Jika Spy sedang (atau pernah) dimainkan, Damsel menjadi keracunan."
    },
    {
        "target": "spy",
        "trick": "magician",
        "reason": "Ketika Spy melihat Grimoire, token karakter Demon dan Magician dihapus."
    },
    {
        "target": "spy",
        "trick": "ogre",
        "reason": "Spy terdaftar sebagai jahat oleh Ogre."
    },
    {
        "target": "spy",
        "trick": "poppygrower",
        "reason": "Jika Poppy Grower dimainkan, Spy tidak melihat Grimoire hingga Poppy Grower mati."
    },
    {
        "target": "summoner",
        "trick": "alchemist",
        "reason": "Jika ada Alchemist-Summoner dalam permainan, permainan dimulai dengan seorang Demon, seperti biasa. Jika Alchemist-Summoner memilih seorang pemain, mereka menjadikan pemain tersebut sebagai Demon tetapi tidak mengubah keselarasan mereka."
    },
    {
        "target": "summoner",
        "trick": "clockmaker",
        "reason": "Jika Summoner dimainkan, Clockmaker tidak menerima informasi mereka hingga seorang Demon tercipta."
    },
    {
        "target": "summoner",
        "trick": "courtier",
        "reason": "Jika Summoner mabuk pada malam ke-3, Summoner memilih Demon, tetapi Storyteller memilih pemain."
    },
    {
        "target": "summoner",
        "trick": "engineer",
        "reason": "Jika Engineer menghapus Summoner dari permainan sebelum Summoner menggunakan kemampuan mereka, Summoner langsung menggunakan kemampuan mereka."
    },
    {
        "target": "summoner",
        "trick": "hatter",
        "reason": "Summoner tidak dapat menciptakan Demon yang sudah dimainkan. Jika Summoner menciptakan Demon yang belum dimainkan, kematian malam ini menjadi acak."
    },
    {
        "target": "summoner",
        "trick": "kazali",
        "reason": "Summoner tidak dapat menciptakan Demon yang sudah dimainkan. Jika Summoner menciptakan Demon yang belum dimainkan, kematian malam ini menjadi acak."
    },
    {
        "target": "summoner",
        "trick": "legion",
        "reason": "Jika Summoner menciptakan Legion, sebagian besar pemain (termasuk semua pemain jahat) menjadi Legion jahat."
    },
    {
        "target": "summoner",
        "trick": "lordoftyphon",
        "reason": "Jika Summoner menciptakan Lord of Typhon, Lord of Typhon harus bertetangga dengan seorang Minion. Tetangga lainnya menjadi Minion jahat yang belum dimainkan."
    },
    {
        "target": "summoner",
        "trick": "marionette",
        "reason": "Marionette berada di sebelah Summoner. Summoner tahu siapa Marionette itu."
    },
    {
        "target": "summoner",
        "trick": "pithag",
        "reason": "Summoner tidak dapat menciptakan Demon yang sudah dimainkan. Jika Summoner menciptakan Demon yang belum dimainkan, kematian malam ini menjadi acak."
    },
    {
        "target": "summoner",
        "trick": "poppygrower",
        "reason": "Jika Poppy Grower masih hidup saat Summoner bertindak, Summoner memilih Demon mana yang dibuat, tetapi Storyteller memilih pemain mana yang menjadi Demon."
    },
    {
        "target": "summoner",
        "trick": "preacher",
        "reason": "Jika Preacher memilih Summoner pada atau sebelum malam ke-3, Summoner memilih Demon, tetapi Storyteller memilih pemain."
    },
    {
        "target": "summoner",
        "trick": "pukka",
        "reason": "Summoner dapat memilih seorang pemain untuk menjadi Pukka pada malam ke-2."
    },
    {
        "target": "summoner",
        "trick": "zombuul",
        "reason": "Jika Summoner mengubah pemain mati menjadi Zombuul, Storyteller memperlakukan pemain tersebut sebagai Zombuul yang telah mati sekali."
    },
    {
        "target": "vizier",
        "trick": "alsaahir",
        "reason": "Jika Vizier sedang dimainkan, Alsaahir juga harus menebak Demon yang mana yang sedang dimainkan."
    },
    {
        "target": "vizier",
        "trick": "courtier",
        "reason": "Jika Vizier kehilangan kemampuannya, mereka akan mengetahuinya. Jika Vizier dieksekusi sementara mereka masih memiliki kemampuan, tim mereka menang."
    },
    {
        "target": "vizier",
        "trick": "fearmonger",
        "reason": "Vizier bangun bersama Fearmonger, mengetahui siapa yang dipilih Fearmonger, dan tidak bisa memilih untuk langsung mengeksekusi pemain itu."
    },
    {
        "target": "vizier",
        "trick": "investigator",
        "reason": "Jika Investigator mengetahui bahwa Vizier sedang dimainkan, keberadaan Vizier tidak diumumkan oleh Storyteller."
    },
    {
        "target": "vizier",
        "trick": "magician",
        "reason": "Jika Vizier dan Magician sama-sama ada dalam permainan, Demon tidak akan mengetahui siapa Minion-nya."
    },
    {
        "target": "vizier",
        "trick": "politician",
        "reason": "Politician mungkin tercatat sebagai jahat untuk Vizier."
    },
    {
        "target": "vizier",
        "trick": "preacher",
        "reason": "Jika Vizier kehilangan kemampuannya, mereka akan mengetahuinya. Jika Vizier dieksekusi sementara mereka masih memiliki kemampuan, tim mereka menang."
    },
    {
        "target": "vizier",
        "trick": "zealot",
        "reason": "Zealot mungkin tercatat sebagai jahat untuk Vizier."
    },
    {
        "target": "widow",
        "trick": "alchemist",
        "reason": "Jika Alchemist memiliki kemampuan Widow, mereka tidak bisa melihat Grimoire."
    },
    {
        "target": "widow",
        "trick": "damsel",
        "reason": "Jika Widow sedang (atau pernah) dimainkan, Damsel menjadi keracunan."
    },
    {
        "target": "widow",
        "trick": "magician",
        "reason": "Ketika Widow melihat Grimoire, token karakter Demon dan Magician dihapus."
    },
    {
        "target": "widow",
        "trick": "poppygrower",
        "reason": "Jika Poppy Grower dimainkan, Widow tidak melihat Grimoire hingga Poppy Grower mati."
    },
    {
        "target": "kazali",
        "trick": "choirboy",
        "reason": "Kazali tidak dapat memilih King untuk menjadi Minion jika Choirboy dimainkan."
    },
    {
        "target": "kazali",
        "trick": "goon",
        "reason": "Kazali dapat memilih bahwa pemain Goon adalah salah satu Minion jahat mereka."
    },
    {
        "target": "kazali",
        "trick": "huntsman",
        "reason": "Jika Kazali memilih Damsel untuk menjadi Minion, dan Huntsman dimainkan, seorang pemain baik menjadi Damsel."
    },
    {
        "target": "kazali",
        "trick": "marionette",
        "reason": "Jika Kazali memilih untuk membuat Marionette, mereka harus memilih salah satu tetangganya."
    },
    {
        "target": "kazali",
        "trick": "soldier",
        "reason": "Kazali dapat memilih bahwa pemain Soldier adalah salah satu Minion jahat mereka."
    },
    {
        "target": "legion",
        "trick": "engineer",
        "reason": "Legion dan Engineer tidak dapat keduanya dimainkan di awal permainan. Jika Engineer menciptakan Legion, sebagian besar pemain (termasuk semua pemain jahat) menjadi Legion jahat."
    },
    {
        "target": "legion",
        "trick": "hatter",
        "reason": "Jika Hatter mati dan Legion dimainkan, tidak ada yang terjadi. Jika Hatter mati dan seorang pemain jahat memilih Legion, semua pemain jahat saat ini menjadi Legion."
    },
    {
        "target": "legion",
        "trick": "minstrel",
        "reason": "Jika Legion mati melalui eksekusi hari ini, Legion tetap memiliki kemampuan mereka, tetapi Minstrel mungkin mengetahui bahwa mereka adalah Legion."
    },
    {
        "target": "legion",
        "trick": "preacher",
        "reason": "Jika Preacher memilih Legion, Legion tetap memiliki kemampuan mereka, tetapi Preacher mungkin mengetahui bahwa mereka adalah Legion."
    },
    {
        "target": "legion",
        "trick": "zealot",
        "reason": "Zealot mungkin terdaftar sebagai jahat terhadap kemampuan Legion."
    },
    {
        "target": "leviathan",
        "trick": "banshee",
        "reason": "Setiap malam*, Leviathan memilih pemain baik yang masih hidup (berbeda dari malam sebelumnya): Banshee yang dipilih mati dan mendapatkan kemampuan mereka."
    },
    {
        "target": "leviathan",
        "trick": "exorcist",
        "reason": "Tim jahat tidak menang ketika lebih dari 1 pemain baik dieksekusi, jika Exorcist masih hidup dan pernah berhasil memilih Leviathan."
    },
    {
        "target": "leviathan",
        "trick": "farmer",
        "reason": "Setiap malam*, Leviathan memilih pemain baik yang masih hidup (berbeda dari malam sebelumnya): Farmer yang dipilih menggunakan kemampuan mereka tetapi tidak mati."
    },
    {
        "target": "leviathan",
        "trick": "grandmother",
        "reason": "Jika Leviathan ada dalam permainan dan Grandchild mati karena dieksekusi, tim jahat menang."
    },
    {
        "target": "leviathan",
        "trick": "hatter",
        "reason": "Jika Hatter mati pada atau setelah hari ke-5, Demon tidak dapat memilih Leviathan."
    },
    {
        "target": "leviathan",
        "trick": "innkeeper",
        "reason": "Jika Leviathan ada dalam permainan, pemain yang dilindungi Innkeeper aman dari semua kemampuan jahat."
    },
    {
        "target": "leviathan",
        "trick": "king",
        "reason": "Jika Leviathan ada dalam permainan, dan setidaknya 1 pemain sudah mati, King mempelajari satu karakter yang masih hidup setiap malam."
    },
    {
        "target": "leviathan",
        "trick": "mayor",
        "reason": "Jika Leviathan ada dalam permainan dan tidak ada eksekusi pada hari ke-5, tim baik menang."
    },
    {
        "target": "leviathan",
        "trick": "monk",
        "reason": "Jika Leviathan ada dalam permainan, pemain yang dilindungi Monk aman dari semua kemampuan jahat."
    },
    {
        "target": "leviathan",
        "trick": "pithag",
        "reason": "Setelah hari ke-5, Pit-Hag tidak dapat memilih Leviathan."
    },
    {
        "target": "leviathan",
        "trick": "ravenkeeper",
        "reason": "Setiap malam*, Leviathan memilih pemain yang masih hidup (berbeda dari malam sebelumnya): Ravenkeeper yang dipilih menggunakan kemampuan mereka tetapi tidak mati."
    },
    {
        "target": "leviathan",
        "trick": "sage",
        "reason": "Setiap malam*, Leviathan memilih pemain baik yang masih hidup (berbeda dari malam sebelumnya): Sage yang dipilih menggunakan kemampuan mereka tetapi tidak mati."
    },
    {
        "target": "leviathan",
        "trick": "soldier",
        "reason": "Jika Leviathan ada dalam permainan, Soldier aman dari semua kemampuan jahat."
    },
    {
        "target": "lilmonsta",
        "trick": "hatter",
        "reason": "Jika Demon memilih Lil' Monsta, mereka juga memilih seorang Minion untuk menjadi penjaga Lil' Monsta malam itu."
    },
    {
        "target": "lilmonsta",
        "trick": "magician",
        "reason": "Setiap malam, Magician memilih seorang Minion: jika Minion itu dan Lil' Monsta masih hidup, Minion tersebut mengasuh Lil’ Monsta."
    },
    {
        "target": "lilmonsta",
        "trick": "poppygrower",
        "reason": "Jika Poppy Grower dimainkan, Minion tidak bangun bersama. Mereka dibangunkan satu per satu, hingga salah satu dari mereka memilih untuk mengambil token Lil' Monsta."
    },
    {
        "target": "lilmonsta",
        "trick": "scarletwoman",
        "reason": "Jika ada 5 atau lebih pemain yang masih hidup dan pemain yang memegang token Lil' Monsta mati, Scarlet Woman diberikan token Lil' Monsta malam itu."
    },
    {
        "target": "lilmonsta",
        "trick": "vizier",
        "reason": "Vizier dapat mati melalui eksekusi jika mereka sedang menjaga Lil' Monsta."
    },
    {
        "target": "lleech",
        "trick": "mastermind",
        "reason": "Jika Mastermind masih hidup dan Lleech's host mati karena eksekusi, Lleech hidup tetapi kehilangan kemampuan mereka."
    },
    {
        "target": "lleech",
        "trick": "slayer",
        "reason": "Jika Slayer membunuh Lleech's host, host mati."
    },
    {
        "target": "riot",
        "trick": "banshee",
        "reason": "Setiap malam*, Riot memilih pemain baik yang masih hidup (berbeda dari malam sebelumnya): Banshee yang dipilih mati dan mendapatkan kemampuan mereka."
    },
    {
        "target": "riot",
        "trick": "exorcist",
        "reason": "Jika Exorcist memilih Riot pada malam ke-3, Minion tidak berubah menjadi Riot."
    },
    {
        "target": "riot",
        "trick": "farmer",
        "reason": "Setiap malam*, Riot memilih pemain baik yang masih hidup (berbeda dari malam sebelumnya): Farmer yang dipilih menggunakan kemampuan mereka tetapi tidak mati."
    },
    {
        "target": "riot",
        "trick": "grandmother",
        "reason": "Jika Riot ada dalam permainan dan Grandchild mati selama siang hari, Grandmother juga mati."
    },
    {
        "target": "riot",
        "trick": "innkeeper",
        "reason": "Jika Riot ada dalam permainan, pemain yang dilindungi Innkeeper aman dari semua kemampuan jahat."
    },
    {
        "target": "riot",
        "trick": "king",
        "reason": "Jika Riot ada dalam permainan, dan setidaknya 1 pemain sudah mati, King mempelajari satu karakter yang masih hidup setiap malam."
    },
    {
        "target": "riot",
        "trick": "mayor",
        "reason": "Mayor dapat memilih untuk menghentikan nominasi. Jika mereka melakukannya saat hanya 1 Riot yang masih hidup, tim baik menang. Jika tidak, tim jahat menang."
    },
    {
        "target": "riot",
        "trick": "monk",
        "reason": "Jika Riot ada dalam permainan, pemain yang dilindungi Monk aman dari semua kemampuan jahat."
    },
    {
        "target": "riot",
        "trick": "ravenkeeper",
        "reason": "Setiap malam*, Riot memilih pemain baik yang masih hidup (berbeda dari malam sebelumnya): Ravenkeeper yang dipilih menggunakan kemampuan mereka tetapi tidak mati."
    },
    {
        "target": "riot",
        "trick": "sage",
        "reason": "Setiap malam*, Riot memilih pemain baik yang masih hidup (berbeda dari malam sebelumnya): Sage yang dipilih menggunakan kemampuan mereka tetapi tidak mati."
    },
    {
        "target": "riot",
        "trick": "soldier",
        "reason": "Jika Riot ada dalam permainan, Soldier aman dari semua kemampuan jahat."
    },
    {
        "target": "vortox",
        "trick": "banshee",
        "reason": "Jika Vortox sedang dimainkan dan Demon membunuh Banshee, pemain tetap mengetahui bahwa Banshee telah mati."
    },
    {
        "target": "yaggababble",
        "trick": "exorcist",
        "reason": "Jika Exorcist memilih Yaggababble, kemampuan Yaggababble tidak membunuh malam ini."
    }
]
