[
    {
        "target": "alhadikhia",
        "trick": "princess",
        "reason": "Se la Principessa ha nominato e giustiziato un giocatore il suo primo giorno, nessuno morirà a causa dell'abilità Al-Hadikhia stanotte."
    },
    {
        "target": "bountyhunter",
        "trick": "kazali",
        "reason": "Un Cittadino malvagio può essere creato solo se il Mercenario è ancora in gioco dopo che Kazali agisce."
    },
    {
        "target": "bountyhunter",
        "trick": "philosopher",
        "reason": "Se il Filosofo acquisisce l'abilità Cacciatore di taglie, un Cittadino potrebbe diventare malvagio."
    },
    {
        "target": "cannibal",
        "trick": "butler",
        "reason": "Se il Cannibale ottiene l'abilità del maggiordomo, il Cannibale ne viene informato."
    },
    {
        "target": "cannibal",
        "trick": "juggler",
        "reason": "Se il Giocoliere indovina il primo giorno e muore per esecuzione, stasera il Cannibale vivente apprende quante ipotesi il Giocoliere ha corretto."
    },
    {
        "target": "cannibal",
        "trick": "poppygrower",
        "reason": "Se il cannibale mangia il coltivatore di papaveri, poi muore o perde l'abilità del coltivatore di papaveri, il demone e i servi si imparano a vicenda quella notte."
    },
    {
        "target": "cannibal",
        "trick": "princess",
        "reason": "Se il Cannibale ha nominato e giustiziato la Principessa oggi, il Demone non ucciderà stanotte."
    },
    {
        "target": "cannibal",
        "trick": "zealot",
        "reason": "Se il Cannibale ottiene l'abilità Zelota, il Cannibale la apprende."
    },
    {
        "target": "mathematician",
        "trick": "chambermaid",
        "reason": "La Cameriera apprende che il Matematico si sveglia questa notte o no, anche se la Cameriera si sveglia per prima."
    },
    {
        "target": "mathematician",
        "trick": "lunatic",
        "reason": "Il Matematico apprende se il Lunatico attacca un giocatore (o giocatori) diverso da quello che il vero demone ha attaccato."
    },
    {
        "target": "butler",
        "trick": "organgrinder",
        "reason": "Se il Giraorgani causa una votazione ad occhi chiusi, il Maggiordomo può alzare la propria mano per votare ma il suo voto conta solo se il suo padrone ha votato."
    },
    {
        "target": "heretic",
        "trick": "baron",
        "reason": "Il Barone potrebbe aggiungere 1 solo Forestiero, non 2."
    },
    {
        "target": "heretic",
        "trick": "boffin",
        "reason": "Il Demone non può avere l'abilità Eretico."
    },
    {
        "target": "heretic",
        "trick": "godfather",
        "reason": "Solo ad 1 personaggio può essere attribuito un Jinx in partita."
    },
    {
        "target": "heretic",
        "trick": "lleech",
        "reason": "Se il Lleech avvelena l'Eretico e poi muore, l'Eretico rimane avvelenato."
    },
    {
        "target": "heretic",
        "trick": "pithag",
        "reason": "Una Megera non può creare un eretico."
    },
    {
        "target": "heretic",
        "trick": "spy",
        "reason": "Solo ad 1 personaggio può essere attribuito un Jinx in partita."
    },
    {
        "target": "heretic",
        "trick": "widow",
        "reason": "Solo ad 1 personaggio può essere attribuito un Jinx in partita."
    },
    {
        "target": "ogre",
        "trick": "recluse",
        "reason": "Se l'Eremita viene considerato malvagio dall'Orco, l'Orco apprende che è malvagio."
    },
    {
        "target": "plaguedoctor",
        "trick": "baron",
        "reason": "Se il Narratore ottiene l'abilità Barone, fino a due giocatori diventano Outsider non in gioco."
    },
    {
        "target": "plaguedoctor",
        "trick": "boomdandy",
        "reason": "Se il Dottore della Peste muore per esecuzione e il Narratore otterrebbe l'abilità del Dinamitardo, l'abilità del Dinamitardo si attiva immediatamente."
    },
    {
        "target": "plaguedoctor",
        "trick": "eviltwin",
        "reason": "Il Narratore non può ottenere l'abilità del Gemello Malvagio anche se il Dottore della Peste muore."
    },
    {
        "target": "plaguedoctor",
        "trick": "fearmonger",
        "reason": "Se il Dottore della Peste muore, un Seguace ancora in vita ottiene l'abilità della Donna Scarlatta in aggiunta alla sua propria abilità, apprende questo fatto."
    },
    {
        "target": "plaguedoctor",
        "trick": "goblin",
        "reason": "Se il Medico della Peste muore, un Seguace ancora in vita ottiene l'abilità del Goblin in aggiunta alla sua propria abilità, apprende questo fatto."
    },
    {
        "target": "plaguedoctor",
        "trick": "marionette",
        "reason": "Se il Demone ha un vicino vivo e un Cittadino o un Esterno quando il Dottore della Peste muore, quel giocatore diventa una marionetta malvagia. Se è già presente un giocatore malvagio in più, ciò non accade."
    },
    {
        "target": "plaguedoctor",
        "trick": "scarletwoman",
        "reason": "Se il Dottore della Peste muore, un Seguace ancora in vita ottiene l'abilità della Donna Scarlatta in aggiunta alla sua propria abilità, apprende questo fatto."
    },
    {
        "target": "plaguedoctor",
        "trick": "spy",
        "reason": "Se il Medico della Peste muore, un Seguace ancora in vita ottiene l'abilità della Spia in aggiunta alla sua propria abilità, apprende questo fatto."
    },
    {
        "target": "boffin",
        "trick": "alchemist",
        "reason": "Se l'Alchimista ha l'abilità Boffin, l'Alchimista non apprende quale abilità abbia il Demone."
    },
    {
        "target": "boffin",
        "trick": "cultleader",
        "reason": "Se il Demone ha l'abilità Leader del Culto, non può diventare buono a causa di questa abilità."
    },
    {
        "target": "boffin",
        "trick": "drunk",
        "reason": "Se il Demone avesse l'abilità Ubriaco, il Boffin sceglie invece un giocatore Cittadino che abbia questa abilità."
    },
    {
        "target": "boffin",
        "trick": "goon",
        "reason": "Se il Demone ha l'abilità Goon, non può diventare buono a causa di questa abilità."
    },
    {
        "target": "boffin",
        "trick": "ogre",
        "reason": "Il Demone non può avere l'abilità dell'Orco."
    },
    {
        "target": "boffin",
        "trick": "politician",
        "reason": "Il Demone non può avere l'abilità Politico."
    },
    {
        "target": "boffin",
        "trick": "villageidiot",
        "reason": "Se c'è un gettone di riserva, il Boffin può dare al Demone l'abilità Idiota del Villaggio."
    },
    {
        "target": "cerenovus",
        "trick": "goblin",
        "reason": "Lo Strizzacervelli può scegliere di rendere un giocatore \"pazzo\" di essere il Goblin."
    },
    {
        "target": "marionette",
        "trick": "balloonist",
        "reason": "Se la Marionetta crede di essere l'Aeronauta, +1 Forestiero viene aggiunto."
    },
    {
        "target": "marionette",
        "trick": "damsel",
        "reason": "La Marionetta non apprende che la Damigella è in gioco."
    },
    {
        "target": "marionette",
        "trick": "huntsman",
        "reason": "Se la Marionetta crede di essere il Cacciatore, la Damigella viene aggiunta."
    },
    {
        "target": "marionette",
        "trick": "lilmonsta",
        "reason": "La Marionetta è vicina a un Seguace, non il Demone. La Marionetta non viene svegliata per scegliere chi prende il token di Piccolo Mostro, e non apprende di essere la Marionetta se inizia la partita con il token di Piccolo Mostro."
    },
    {
        "target": "marionette",
        "trick": "poppygrower",
        "reason": "Se il Mercante d'Oppio muore, il Demone apprende chi è la Marionetta ma la Marionetta non apprende niente."
    },
    {
        "target": "marionette",
        "trick": "snitch",
        "reason": "La Marionetta non apprende 3 giocatori non in gioco. Il Demone ne apprende invece 3 extra."
    },
    {
        "target": "mastermind",
        "trick": "alhadikhia",
        "reason": "Se l'Al-Hadikhia muore per esecuzione e il Mastermind è vivo, l'Al-Hadikhia sceglie 3 buoni giocatori stasera: se tutti e 3 scelgono di vivere, il male vince. Altrimenti vince il bene."
    },
    {
        "target": "pithag",
        "trick": "cultleader",
        "reason": "Se la Pit-Hag trasforma un giocatore malvagio nel leader del culto, non può diventare buono a causa della sua stessa abilità."
    },
    {
        "target": "pithag",
        "trick": "damsel",
        "reason": "Se una Megera crea una Damigella, il Narratore sceglie di quale giocatore si tratta."
    },
    {
        "target": "pithag",
        "trick": "goon",
        "reason": "Se la Pit-Hag trasforma un giocatore malvagio in Goon, non può diventare buono a causa della sua stessa abilità."
    },
    {
        "target": "pithag",
        "trick": "ogre",
        "reason": "Se la Pit-Hag trasforma un giocatore malvagio in Ogre, non può diventare buono a causa della sua stessa abilità."
    },
    {
        "target": "pithag",
        "trick": "politician",
        "reason": "La megera non può creare un Politico malvagio."
    },
    {
        "target": "pithag",
        "trick": "villageidiot",
        "reason": "Se il numero di token è sufficiente, la Megera può creare uno Scemo del Villaggio extra. Se lo fa, l'Idiota del Villaggio ubriaco potrebbe cambiare."
    },
    {
        "target": "scarletwoman",
        "trick": "alhadikhia",
        "reason": "Se ci sono due Al-Hadikhia vivi, la Donna Scarlatta Al-Hadikhia diventa nuovamente la Donna Scarlatta."
    },
    {
        "target": "scarletwoman",
        "trick": "fanggu",
        "reason": "Se il Fang Gu sceglie un Forestiero e muore, la donna Scarlatta non diventa il Fang Gu."
    },
    {
        "target": "spy",
        "trick": "alchemist",
        "reason": "Se l'Alchimista ha l'abilità Spia, non vedrà il Grimorio e la vera Spia non potrà registrarsi falsamente."
    },
    {
        "target": "spy",
        "trick": "damsel",
        "reason": "Se la Spia è (o è stata) in gioco, la Damigella è avvelenata."
    },
    {
        "target": "spy",
        "trick": "magician",
        "reason": "Quando la Spia vede il Grimorio, i token del Demone e del Mago vengono prima rimossi."
    },
    {
        "target": "spy",
        "trick": "ogre",
        "reason": "La Spia viene considerata malvagia dall'Orco."
    },
    {
        "target": "spy",
        "trick": "poppygrower",
        "reason": "Se il Mercante d'Oppio è in Gioco, la Spia non può vedere il Grimorio finché il Mercante d'Oppio non muore."
    },
    {
        "target": "summoner",
        "trick": "alchemist",
        "reason": "Se c'è un Alchimista-Evocatore in gioco, la partita inizia con un Demone in gioco, come avviene normalmente. Se l'Alchimista-Evocatore sceglie un giocatore, quel giocatore diventa un Demone ma non cambia la propria fazione."
    },
    {
        "target": "summoner",
        "trick": "clockmaker",
        "reason": "Se l'Evocatore è in gioco, l'Orologiaio non riceve informazioni dalla propria abilità finché il demone non viene creato."
    },
    {
        "target": "summoner",
        "trick": "courtier",
        "reason": "Se l'Evocatore è ubriaco la terza notte, l'Evocatore sceglie quale Demone, ma il Narratore sceglie quale giocatore."
    },
    {
        "target": "summoner",
        "trick": "engineer",
        "reason": "Se l'Ingegnere rimuove un Evocatore dal gioco prima che quell'Evocatore utilizzi la sua abilità, l'Evocatore utilizzerà immediatamente la sua abilità."
    },
    {
        "target": "summoner",
        "trick": "hatter",
        "reason": "L'Evocatore non può creare un Demone in gioco. Se l'Evocatore crea un Demone non in gioco, le morti stasera sono arbitrarie."
    },
    {
        "target": "summoner",
        "trick": "kazali",
        "reason": "L'Evocatore non può creare un Demone in gioco. Se l'Evocatore crea un Demone non in gioco, le morti stasera sono arbitrarie."
    },
    {
        "target": "summoner",
        "trick": "legion",
        "reason": "Se l'Evocatore crea Legione, la maggior parte dei giocatori (inclusi tutti i giocatori cattivi) diventano Legione e cattivi."
    },
    {
        "target": "summoner",
        "trick": "lordoftyphon",
        "reason": "Se l'Evocatore crea un Signore di Typhon, il Signore di Typhon deve trovarsi vicino a un Servitore. L'altro vicino diventa un servitore malvagio non in gioco."
    },
    {
        "target": "summoner",
        "trick": "marionette",
        "reason": "La marionetta è vicina all'evocatore. L'evocatore sa chi è la marionetta."
    },
    {
        "target": "summoner",
        "trick": "pithag",
        "reason": "L'Evocatore non può creare un Demone in gioco. Se l'Evocatore crea un Demone non in gioco, le morti stasera sono arbitrarie."
    },
    {
        "target": "summoner",
        "trick": "poppygrower",
        "reason": "Se il Mercante d'Oppio è in vita quando l'Evocatore agisce, l'Evocatore sceglie quela Demone evocare ma il Narratore sceglie quale giocatore diventerà il Demone."
    },
    {
        "target": "summoner",
        "trick": "preacher",
        "reason": "Se il Predicatore sceglie l'Evocatore entro la terza notte, l'Evocatore sceglie quale Demone, ma il Narratore sceglie quale giocatore."
    },
    {
        "target": "summoner",
        "trick": "pukka",
        "reason": "L'Evocatore può scegliere un giocatore che diventi Pukka la seconda notte."
    },
    {
        "target": "summoner",
        "trick": "zombuul",
        "reason": "Se l'Evocatore trasforma un giocatore morto nello Zombuul, il Narratore tratta quel giocatore come uno Zombuul che è morto una volta."
    },
    {
        "target": "vizier",
        "trick": "alsaahir",
        "reason": "Se è in gioco il Visir, l'Alsaahir deve anche indovinare quali Demoni sono in gioco."
    },
    {
        "target": "vizier",
        "trick": "courtier",
        "reason": "Se il Visir perde la sua abilità, lo impara. Se il Visir viene giustiziato mentre ha la sua abilità, la sua squadra vince."
    },
    {
        "target": "vizier",
        "trick": "fearmonger",
        "reason": "Il Visir si sveglia con il Fearmonger, scopre chi sceglie e non può scegliere di giustiziare immediatamente quel giocatore."
    },
    {
        "target": "vizier",
        "trick": "investigator",
        "reason": "Se l'Investigatore apprende che il Visir è in gioco, l'esistenza del Visir non viene annunciata dal Narratore."
    },
    {
        "target": "vizier",
        "trick": "magician",
        "reason": "Se il Visir e il Mago sono entrambi in gioco, il Demone non apprende i Servitori."
    },
    {
        "target": "vizier",
        "trick": "politician",
        "reason": "Il Politico potrebbe essere considerato malvagio dal Visir."
    },
    {
        "target": "vizier",
        "trick": "preacher",
        "reason": "Se il Visir perde la sua abilità, lo impara. Se il Visir viene giustiziato mentre ha la sua abilità, la sua squadra vince."
    },
    {
        "target": "vizier",
        "trick": "zealot",
        "reason": "Lo Zelota potrebbe essere considerato malvagio dal Visir."
    },
    {
        "target": "widow",
        "trick": "alchemist",
        "reason": "Se l'Alchimista ha l'abilità della Vedova, non vedrà il Grimorio."
    },
    {
        "target": "widow",
        "trick": "damsel",
        "reason": "Se la Vedova è (o è stata) in gioco, la Damigella è avvelenata."
    },
    {
        "target": "widow",
        "trick": "magician",
        "reason": "Quando la Vedova vede il Grimorio, i token del Demone e del Mago vengono prima rimossi."
    },
    {
        "target": "widow",
        "trick": "poppygrower",
        "reason": "Se il Mercante d'Oppio è in gioco, la Vedova non può vedere il Grimorio finché il Mercante d'Oppio non muore."
    },
    {
        "target": "kazali",
        "trick": "choirboy",
        "reason": "Il Kazali non può scegliere di tramutare un Re in un Seguace se un Corista è in gioco."
    },
    {
        "target": "kazali",
        "trick": "goon",
        "reason": "The Kazali can choose that the Goon player is one of their evil Minions."
    },
    {
        "target": "kazali",
        "trick": "huntsman",
        "reason": "Se il Kazali sceglie di tramutare la Damigella in un Seguace e un Cacciatore è in gioco, un giocatore buono diventa la Damigella."
    },
    {
        "target": "kazali",
        "trick": "marionette",
        "reason": "If the Kazali chooses to create a Marionette, they must choose one of their neighbors."
    },
    {
        "target": "kazali",
        "trick": "soldier",
        "reason": "The Kazali can choose that the Soldier player is one of their evil Minions."
    },
    {
        "target": "legion",
        "trick": "engineer",
        "reason": "Legione e l'Ingeniere non possono essere in gioco insieme all'inizio della partita. Se l'ingeniere crea Legione, la maggior parte dei giocatori (inclusi tutti i giocatori cattivi) diventano Legione e cattivi."
    },
    {
        "target": "legion",
        "trick": "hatter",
        "reason": "Se il Cappellaio muore e Legione è in gioco, non succede niente. Se il Cappellaio muore e un giocatore malvagio sceglie Legione, tutti i giocatori attualmente cattivi diventano Legione."
    },
    {
        "target": "legion",
        "trick": "minstrel",
        "reason": "Se Legion morisse per esecuzione oggi, Legion manterrebbe la sua abilità, ma il Minstrel potrebbe scoprire di essere Legion."
    },
    {
        "target": "legion",
        "trick": "preacher",
        "reason": "Se il Predicatore sceglie Legione, Legione manterrà la sua abilità, ma il Predicatore potrebbe scoprire di essere Legione."
    },
    {
        "target": "legion",
        "trick": "zealot",
        "reason": "Lo Zelota potrebbe essere considerato malvagio per l'abilità di Legion."
    },
    {
        "target": "leviathan",
        "trick": "banshee",
        "reason": "Ogni notte*, il Leviatano sceglie un giocatore vivo e bravo (diverso dalle notti precedenti): una Banshee scelta muore e acquisisce la sua abilità."
    },
    {
        "target": "leviathan",
        "trick": "exorcist",
        "reason": "Il male non vince quando viene giustiziato più di un giocatore buono, se l'esorcista è vivo e ha mai scelto con successo il Leviatano."
    },
    {
        "target": "leviathan",
        "trick": "farmer",
        "reason": "Ogni notte*, il Leviatano sceglie un giocatore vivo e bravo (diverso dalle notti precedenti): un Contadino scelto usa la sua abilità ma non muore."
    },
    {
        "target": "leviathan",
        "trick": "grandmother",
        "reason": "Se il Leviatano è in gioco e il Nipote muore per esecuzione, il male vince."
    },
    {
        "target": "leviathan",
        "trick": "hatter",
        "reason": "Se il Cappellaio muore durante il giorno 5 o successivi, il Demone non può scegliere il Leviatano."
    },
    {
        "target": "leviathan",
        "trick": "innkeeper",
        "reason": "Se il Leviatano è in gioco, i giocatori protetti dal Locandiere sono al sicuro da tutte le abilità malvagie."
    },
    {
        "target": "leviathan",
        "trick": "king",
        "reason": "Se il Leviatano è in gioco e almeno 1 giocatore è morto, il Re impara ogni notte un personaggio vivo."
    },
    {
        "target": "leviathan",
        "trick": "mayor",
        "reason": "Se il Leviatano è in gioco e non avviene alcuna esecuzione il giorno 5, vince il bene."
    },
    {
        "target": "leviathan",
        "trick": "monk",
        "reason": "Se il Leviatano è in gioco, il giocatore protetto dal Monaco è al sicuro da tutte le abilità malvagie."
    },
    {
        "target": "leviathan",
        "trick": "pithag",
        "reason": "Dopo il giorno 5, la Megera non può scegliere il Leviatano."
    },
    {
        "target": "leviathan",
        "trick": "ravenkeeper",
        "reason": "Ogni notte*, il Leviatano sceglie un giocatore vivo (diverso dalle notti precedenti): un Custode del Corvo scelto usa la sua abilità ma non muore."
    },
    {
        "target": "leviathan",
        "trick": "sage",
        "reason": "Ogni notte*, il Leviatano sceglie un giocatore vivo e bravo (diverso dalle notti precedenti): un Saggio scelto usa la sua abilità ma non muore."
    },
    {
        "target": "leviathan",
        "trick": "soldier",
        "reason": "Se il Leviatano è in gioco, il Soldato è al sicuro da tutte le abilità malvagie."
    },
    {
        "target": "lilmonsta",
        "trick": "hatter",
        "reason": "Se un demone sceglie Piccolo Mostro, di notte sceglie un Seguage in cui trasformarsi e continua ad accudire Piccolo Mostro."
    },
    {
        "target": "lilmonsta",
        "trick": "magician",
        "reason": "Ogni notte, il Mago sceglie un Minion: se quel Minion e Lil' Monsta sono vivi, quel Minion farà da babysitter a Lil' Monsta."
    },
    {
        "target": "lilmonsta",
        "trick": "poppygrower",
        "reason": "Se il Mercante d'Oppio è in gioco, i Seguaci non si svegliano insieme. Sono svegliati uno alla volta, finché uno di loro sceglie di accudire Piccolo Mostro."
    },
    {
        "target": "lilmonsta",
        "trick": "scarletwoman",
        "reason": "Se ci sono 5 o più giocatori in vita e il giocatore che accudisce Piccolo Mostro muore, la Donna Scarlatta accudisce Piccolo Mostro stanotte."
    },
    {
        "target": "lilmonsta",
        "trick": "vizier",
        "reason": "Il Visir può morire per esecuzione se accudisce Piccolo Mostro."
    },
    {
        "target": "lleech",
        "trick": "mastermind",
        "reason": "Se il Cospiratore è vivo e il giocatore che ospita il Lleech muore per esecuzione, il Lleech vive ma perde la sua abilità."
    },
    {
        "target": "lleech",
        "trick": "slayer",
        "reason": "Se lo Sterminatore uccide il giocatore che ospita il Lleech, quel giocatore muore."
    },
    {
        "target": "riot",
        "trick": "banshee",
        "reason": "Ogni notte*, Riot sceglie un giocatore vivo e bravo (diverso dalle notti precedenti): una Banshee scelta muore e acquisisce la sua abilità."
    },
    {
        "target": "riot",
        "trick": "exorcist",
        "reason": "Se l'Esorcista sceglie Riot la terza notte, i Servitori non diventeranno Riot."
    },
    {
        "target": "riot",
        "trick": "farmer",
        "reason": "Ogni notte*, Riot sceglie un giocatore vivo e bravo (diverso dalle notti precedenti): un Contadino scelto usa la sua abilità ma non muore."
    },
    {
        "target": "riot",
        "trick": "grandmother",
        "reason": "Se Riot è in gioco e il Nipote muore durante il giorno, muore anche la Nonna."
    },
    {
        "target": "riot",
        "trick": "innkeeper",
        "reason": "Se Riot è in gioco, il giocatore protetto dal Locandiere è al sicuro da tutte le abilità malvagie."
    },
    {
        "target": "riot",
        "trick": "king",
        "reason": "Se Riot è in gioco e almeno 1 giocatore è morto, il Re impara ogni notte un personaggio vivo."
    },
    {
        "target": "riot",
        "trick": "mayor",
        "reason": "Se Riot è in gioco e almeno 1 giocatore è morto, il Re impara ogni notte un personaggio vivo."
    },
    {
        "target": "riot",
        "trick": "monk",
        "reason": "Se è in gioco Riot, il giocatore protetto dal Monaco è al sicuro da tutte le abilità malvagie."
    },
    {
        "target": "riot",
        "trick": "ravenkeeper",
        "reason": "Ogni notte*, Riot sceglie un giocatore vivo e bravo (diverso dalle notti precedenti): un Ravenkeeper scelto usa la sua abilità ma non muore."
    },
    {
        "target": "riot",
        "trick": "sage",
        "reason": "Ogni notte*, Riot sceglie un giocatore vivo e bravo (diverso dalle notti precedenti): un Saggio scelto usa la sua abilità ma non muore."
    },
    {
        "target": "riot",
        "trick": "soldier",
        "reason": "Se è in gioco Riot, il Soldato è al sicuro da tutte le abilità malvagie."
    },
    {
        "target": "vortox",
        "trick": "banshee",
        "reason": "Se Vortox è in gioco e il Demone uccide la Banshee, i giocatori apprendono comunque che la Banshee è morta."
    },
    {
        "target": "yaggababble",
        "trick": "exorcist",
        "reason": "Se l'Esorcista sceglie il Yaggababble, l'abilità del Yaggababble non uccide questa notte."
    }
]
