[
    {
        "target": "bountyhunter",
        "trick": "kazali",
        "reason": "An evil Townsfolk is only created if the Bounty Hunter is still in play after the Kazali acts."
    },
    {
        "target": "bountyhunter",
        "trick": "philosopher",
        "reason": "If the Philosopher gains the Bounty Hunter ability, a Townsfolk might turn evil."
    },
    {
        "target": "cannibal",
        "trick": "butler",
        "reason": "人食い人種が執事の能力を獲得すると、人食い人種はこれを学びます。"
    },
    {
        "target": "cannibal",
        "trick": "juggler",
        "reason": "If the Juggler guesses on their first day and dies by execution, tonight the living Cannibal learns how many guesses the Juggler got correct."
    },
    {
        "target": "cannibal",
        "trick": "poppygrower",
        "reason": "If the Cannibal eats the Poppy Grower, then dies or loses the Poppy Grower ability, the Demon and Minions learn each other that night."
    },
    {
        "target": "cannibal",
        "trick": "zealot",
        "reason": "If the Cannibal gains the Zealot ability, the Cannibal learns this."
    },
    {
        "target": "mathematician",
        "trick": "chambermaid",
        "reason": "侍女は、たとえ侍女が先に目覚めたとしても、数学者が今夜目覚めるかどうかを知ります。"
    },
    {
        "target": "mathematician",
        "trick": "lunatic",
        "reason": "数学者は、狂人が実際のデーモンが攻撃したプレイヤーとは別のプレイヤーを攻撃したかどうかを学びます。"
    },
    {
        "target": "butler",
        "trick": "organgrinder",
        "reason": "オルガングラインダーが目を閉じて投票を引き起こしている場合、執事は手を挙げて投票することができますが、彼らの投票はマスターも投票した場合にのみカウントされます。"
    },
    {
        "target": "heretic",
        "trick": "baron",
        "reason": "男爵はアウトサイダーを 2 人ではなく 1 人だけ追加する可能性があります。"
    },
    {
        "target": "heretic",
        "trick": "boffin",
        "reason": "The Demon cannot have the Heretic ability."
    },
    {
        "target": "heretic",
        "trick": "godfather",
        "reason": "ジンクスされたキャラクターは1人だけ場に出すことができます。"
    },
    {
        "target": "heretic",
        "trick": "lleech",
        "reason": "ヒルが異端者を毒殺した場合、ヒルは死亡し、異端者は毒を受けたままになります。"
    },
    {
        "target": "heretic",
        "trick": "pithag",
        "reason": "ピットハグは異端者を生み出すことはできません。"
    },
    {
        "target": "heretic",
        "trick": "spy",
        "reason": "ジンクスされたキャラクターは1人だけ場に出すことができます。"
    },
    {
        "target": "heretic",
        "trick": "widow",
        "reason": "ジンクスされたキャラクターは1人だけ場に出すことができます。"
    },
    {
        "target": "ogre",
        "trick": "recluse",
        "reason": "If the Recluse registers as evil to the Ogre, the Ogre learns that they are evil."
    },
    {
        "target": "plaguedoctor",
        "trick": "baron",
        "reason": "If the Storyteller gains the Baron ability, up to two players become not-in-play Outsiders."
    },
    {
        "target": "plaguedoctor",
        "trick": "boomdandy",
        "reason": "ストーリーテラーが男爵能力を獲得すると、最大 2 人のプレイヤーがアウトオブプレイのアウトサイダーになります。"
    },
    {
        "target": "plaguedoctor",
        "trick": "eviltwin",
        "reason": "ペストドクターが死亡した場合、ストーリーテラーは邪悪な双子の能力を得ることができません。"
    },
    {
        "target": "plaguedoctor",
        "trick": "fearmonger",
        "reason": "ペストドクターが死亡すると、生きているミニオンは自分の能力に加えてフィアーモンガーの能力を獲得し、これを学習します。"
    },
    {
        "target": "plaguedoctor",
        "trick": "goblin",
        "reason": "ペストドクターが死亡すると、生きているミニオンは自分の能力に加えてゴブリンの能力を獲得し、これを学習します。"
    },
    {
        "target": "plaguedoctor",
        "trick": "marionette",
        "reason": "If the Demon has a neighbor who is alive and a Townsfolk or Outsider when the Plague Doctor dies, that player becomes an evil Marionette. If there is already an extra evil player, this does not happen."
    },
    {
        "target": "plaguedoctor",
        "trick": "scarletwoman",
        "reason": "ペストドクターが死亡すると、生きているミニオンは自分の能力に加えてスカーレットウーマンの能力を獲得し、これを学びます。"
    },
    {
        "target": "plaguedoctor",
        "trick": "spy",
        "reason": "ペストドクターが死亡すると、生きているミニオンは自分の能力に加えてスパイ能力を獲得し、これを学習します。"
    },
    {
        "target": "boffin",
        "trick": "alchemist",
        "reason": "If the Alchemist has the Boffin ability, the Alchemist does not learn what ability the Demon has."
    },
    {
        "target": "boffin",
        "trick": "cultleader",
        "reason": "If the Demon has the Cult Leader ability, they can’t turn good due to this ability."
    },
    {
        "target": "boffin",
        "trick": "drunk",
        "reason": "If the Demon would have the Drunk ability, the Boffin chooses a Townsfolk player to have this ability instead."
    },
    {
        "target": "boffin",
        "trick": "goon",
        "reason": "If the Demon has the Goon ability, they can’t turn good due to this ability."
    },
    {
        "target": "boffin",
        "trick": "ogre",
        "reason": "The Demon cannot have the Ogre ability."
    },
    {
        "target": "boffin",
        "trick": "politician",
        "reason": "The Demon cannot have the Politician ability."
    },
    {
        "target": "boffin",
        "trick": "villageidiot",
        "reason": "If there is a spare token, the Boffin can give the Demon the Village Idiot ability."
    },
    {
        "target": "cerenovus",
        "trick": "goblin",
        "reason": "セレノバスは、自分たちがゴブリンであるということでプレイヤーを怒らせることを選択するかもしれません。"
    },
    {
        "target": "marionette",
        "trick": "balloonist",
        "reason": "マリオネットが自分をバルーニストだと思った場合、+1 アウトサイダーが追加されます。"
    },
    {
        "target": "marionette",
        "trick": "damsel",
        "reason": "マリオネットはダムゼルがプレイ中であることを知りません。"
    },
    {
        "target": "marionette",
        "trick": "huntsman",
        "reason": "マリオネットが自分たちがハンツマンであると考える場合、ダムゼルが追加されます。"
    },
    {
        "target": "marionette",
        "trick": "lilmonsta",
        "reason": "マリオネットはデーモンではなくミニオンの隣にいます。マリオネットは、リル・モンスタ・トークンを誰が受け取るかを選択するために目覚めることはなく、リル・モンスタ・トークンを持っていても自分がマリオネットであることを知りません。"
    },
    {
        "target": "marionette",
        "trick": "poppygrower",
        "reason": "ポピー栽培者が死ぬと、悪魔はマリオネットを学びますが、マリオネットは何も学びません。"
    },
    {
        "target": "marionette",
        "trick": "snitch",
        "reason": "マリオネットは、プレイ中に登場しない 3 人のキャラクターを学習しません。デーモンは代わりに追加の 3 を学びます。"
    },
    {
        "target": "mastermind",
        "trick": "alhadikhia",
        "reason": "If the Al-Hadikhia dies by execution, and the Mastermind is alive, the Al-Hadikhia chooses 3 good players tonight: if all 3 choose to live, evil wins. Otherwise, good wins."
    },
    {
        "target": "pithag",
        "trick": "cultleader",
        "reason": "If the Pit-Hag turns an evil player into the Cult Leader, they can't turn good due to their own ability."
    },
    {
        "target": "pithag",
        "trick": "damsel",
        "reason": "ピットハグがダムゼルを作成した場合、ストーリーテラーはそれがどのプレイヤーであるかを選択します。"
    },
    {
        "target": "pithag",
        "trick": "goon",
        "reason": "If the Pit-Hag turns an evil player into the Goon, they can't turn good due to their own ability."
    },
    {
        "target": "pithag",
        "trick": "ogre",
        "reason": "If the Pit-Hag turns an evil player into the Ogre, they can't turn good due to their own ability."
    },
    {
        "target": "pithag",
        "trick": "politician",
        "reason": "ピットババアが悪の政治家を生み出すことはできません。"
    },
    {
        "target": "pithag",
        "trick": "villageidiot",
        "reason": "If there is a spare token, the Pit-Hag can create an extra Village Idiot. If so, the drunk Village Idiot might change."
    },
    {
        "target": "scarletwoman",
        "trick": "alhadikhia",
        "reason": "生きているアル・ハディキアが 2 人いる場合、緋色の女性アル・ハディキアが再び緋色の女性になります。"
    },
    {
        "target": "scarletwoman",
        "trick": "fanggu",
        "reason": "方谷がアウトサイダーを選んで死亡した場合、緋女は方谷にはなりません。"
    },
    {
        "target": "spy",
        "trick": "alchemist",
        "reason": "If the Alchemist has the Spy ability, they do not see the Grimoire, and the real Spy cannot register falsely."
    },
    {
        "target": "spy",
        "trick": "damsel",
        "reason": "ジンクスされたキャラクターは1人だけ場に出すことができます。"
    },
    {
        "target": "spy",
        "trick": "magician",
        "reason": "スパイがグリモアを見ると、デーモンとマジシャンのキャラクタートークンが取り除かれます。"
    },
    {
        "target": "spy",
        "trick": "ogre",
        "reason": "The Spy registers as evil to the Ogre."
    },
    {
        "target": "spy",
        "trick": "poppygrower",
        "reason": "ポピー栽培者が場に出ている場合、スパイはポピー栽培者が死ぬまでグリモアを見ることができません。"
    },
    {
        "target": "summoner",
        "trick": "alchemist",
        "reason": "If there is an Alchemist-Summoner in play, the game starts with a Demon in play, as normal. If the Alchemist-Summoner chooses a player, they make that player a Demon but do not change their alignment."
    },
    {
        "target": "summoner",
        "trick": "clockmaker",
        "reason": "If the Summoner is in play, the Clockmaker does not receive their information until a Demon is created."
    },
    {
        "target": "summoner",
        "trick": "courtier",
        "reason": "If the Summoner is drunk on the 3rd night, the Summoner chooses which Demon, but the Storyteller chooses which player."
    },
    {
        "target": "summoner",
        "trick": "engineer",
        "reason": "If the Engineer removes a Summoner from play before that Summoner uses their ability, the Summoner uses their ability immediately."
    },
    {
        "target": "summoner",
        "trick": "hatter",
        "reason": "The Summoner cannot create an in-play Demon. If the Summoner creates a not-in-play Demon, deaths tonight are arbitrary."
    },
    {
        "target": "summoner",
        "trick": "kazali",
        "reason": "The Summoner cannot create an in-play Demon. If the Summoner creates a not-in-play Demon, deaths tonight are arbitrary."
    },
    {
        "target": "summoner",
        "trick": "legion",
        "reason": "If the Summoner creates Legion, most players (including all evil players) become evil Legion."
    },
    {
        "target": "summoner",
        "trick": "lordoftyphon",
        "reason": "If the Summoner creates a Lord of Typhon, the Lord of Typhon must neighbor a Minion. The other neighbor becomes a not-in-play evil Minion."
    },
    {
        "target": "summoner",
        "trick": "marionette",
        "reason": "The Marionette neighbors the Summoner. The Summoner knows who the Marionette is."
    },
    {
        "target": "summoner",
        "trick": "pithag",
        "reason": "The Summoner cannot create an in-play Demon. If the Summoner creates a not-in-play Demon, deaths tonight are arbitrary."
    },
    {
        "target": "summoner",
        "trick": "poppygrower",
        "reason": "If the Poppy Grower is alive when the Summoner acts, the Summoner chooses which Demon, but the Storyteller chooses which player."
    },
    {
        "target": "summoner",
        "trick": "preacher",
        "reason": "If the Preacher chose the Summoner on or before the 3rd night, the Summoner chooses which Demon, but the Storyteller chooses which player."
    },
    {
        "target": "summoner",
        "trick": "pukka",
        "reason": "The Summoner may choose a player to become the Pukka on the 2nd night."
    },
    {
        "target": "summoner",
        "trick": "zombuul",
        "reason": "If the Summoner turns a dead player into the Zombuul, the Storyteller treats that player as a Zombuul that has died once."
    },
    {
        "target": "vizier",
        "trick": "alsaahir",
        "reason": "If the Vizier is in play, the Alsaahir must also guess which Demon(s) are in play."
    },
    {
        "target": "vizier",
        "trick": "courtier",
        "reason": "If the Vizier loses their ability, they learn this. If the Vizier is executed while they have their ability, their team wins."
    },
    {
        "target": "vizier",
        "trick": "fearmonger",
        "reason": "The Vizier wakes with the Fearmonger, learns who they choose and cannot choose to immediately execute that player."
    },
    {
        "target": "vizier",
        "trick": "investigator",
        "reason": "探索者が宰相がプレイしていることを知った場合、宰相の存在はストーリーテラーによって発表されません。"
    },
    {
        "target": "vizier",
        "trick": "magician",
        "reason": "If the Vizier and Magician are both in play, the Demon does not learn the Minions."
    },
    {
        "target": "vizier",
        "trick": "politician",
        "reason": "The Politician might register as evil to the Vizier."
    },
    {
        "target": "vizier",
        "trick": "preacher",
        "reason": "If the Vizier loses their ability, they learn this. If the Vizier is executed while they have their ability, their team wins."
    },
    {
        "target": "vizier",
        "trick": "zealot",
        "reason": "The Zealot might register as evil to the Vizier."
    },
    {
        "target": "widow",
        "trick": "alchemist",
        "reason": "If the Alchemist has the Widow ability, they do not see the Grimoire."
    },
    {
        "target": "widow",
        "trick": "damsel",
        "reason": "If the Widow is (or has been) in play, the Damsel is poisoned."
    },
    {
        "target": "widow",
        "trick": "magician",
        "reason": "未亡人がグリモアを見ると、デーモンとマジシャンのキャラクタートークンが取り除かれます。"
    },
    {
        "target": "widow",
        "trick": "poppygrower",
        "reason": "ポピー栽培者が場に出ている場合、未亡人はポピー栽培者が死ぬまでグリモアを見ることができません。"
    },
    {
        "target": "kazali",
        "trick": "choirboy",
        "reason": "The Kazali can not choose the King to become a Minion if a Choirboy is in play."
    },
    {
        "target": "kazali",
        "trick": "goon",
        "reason": "The Kazali can choose that the Goon player is one of their evil Minions."
    },
    {
        "target": "kazali",
        "trick": "huntsman",
        "reason": "If the Kazali chooses the Damsel to become a Minion, and a Huntsman is in play, a good player becomes the Damsel."
    },
    {
        "target": "kazali",
        "trick": "marionette",
        "reason": "If the Kazali chooses to create a Marionette, they must choose one of their neighbors."
    },
    {
        "target": "kazali",
        "trick": "soldier",
        "reason": "The Kazali can choose that the Soldier player is one of their evil Minions."
    },
    {
        "target": "legion",
        "trick": "engineer",
        "reason": "Legion と Engineer の両方をゲーム開始時に場に出すことはできません。エンジニアがレギオンを作成すると、ほとんどのプレイヤー (すべての邪悪なプレイヤーを含む) が邪悪なレギオンになります。"
    },
    {
        "target": "legion",
        "trick": "hatter",
        "reason": "帽子屋が死亡し、軍団が場に出ている場合は何も起こりません。 帽子屋が死亡し、邪悪なプレイヤーがレギオンを選択した場合、現在の邪悪なプレイヤーはすべてレギオンになります。"
    },
    {
        "target": "legion",
        "trick": "minstrel",
        "reason": "If Legion died by execution today, Legion keeps their ability, but the Minstrel might learn they are Legion."
    },
    {
        "target": "legion",
        "trick": "preacher",
        "reason": "If the Preacher chooses Legion, Legion keeps their ability, but the Preacher might learn they are Legion."
    },
    {
        "target": "legion",
        "trick": "zealot",
        "reason": "The Zealot might register as evil to Legion's ability."
    },
    {
        "target": "leviathan",
        "trick": "banshee",
        "reason": "Each night*, the Leviathan chooses an alive good player (different to previous nights): a chosen Banshee dies & gains their ability."
    },
    {
        "target": "leviathan",
        "trick": "exorcist",
        "reason": "Evil does not win when more than 1 good player has been executed, if the Exorcist is alive and has ever successfully chosen the Leviathan."
    },
    {
        "target": "leviathan",
        "trick": "farmer",
        "reason": "Each night*, the Leviathan chooses an alive good player (different to previous nights): a chosen Farmer uses their ability but does not die."
    },
    {
        "target": "leviathan",
        "trick": "grandmother",
        "reason": "If Leviathan is in play and the Grandchild dies by execution, evil wins."
    },
    {
        "target": "leviathan",
        "trick": "hatter",
        "reason": "帽子屋が 5 日目以降に死亡した場合、デーモンはリヴァイアサンを選択できません。"
    },
    {
        "target": "leviathan",
        "trick": "innkeeper",
        "reason": "If the Leviathan is in play, the Innkeeper-protected-players are safe from all evil abilities."
    },
    {
        "target": "leviathan",
        "trick": "king",
        "reason": "If the Leviathan is in play, and at least 1 player is dead, the King learns an alive character each night."
    },
    {
        "target": "leviathan",
        "trick": "mayor",
        "reason": "If the Leviathan is in play & no execution occurs on day 5, good wins."
    },
    {
        "target": "leviathan",
        "trick": "monk",
        "reason": "If the Leviathan is in play, the Monk-protected-player is safe from all evil abilities."
    },
    {
        "target": "leviathan",
        "trick": "pithag",
        "reason": "5日目以降、ピットハグはリヴァイアサンを選択できなくなります。"
    },
    {
        "target": "leviathan",
        "trick": "ravenkeeper",
        "reason": "Each night*, the Leviathan chooses an alive player (different to previous nights): a chosen Ravenkeeper uses their ability but does not die."
    },
    {
        "target": "leviathan",
        "trick": "sage",
        "reason": "Each night*, the Leviathan chooses an alive good player (different to previous nights): a chosen Sage uses their ability but does not die."
    },
    {
        "target": "leviathan",
        "trick": "soldier",
        "reason": "If the Leviathan is in play, the Soldier is safe from all evil abilities."
    },
    {
        "target": "lilmonsta",
        "trick": "hatter",
        "reason": "デーモンがリル・モンスタを選択した場合、彼らは今夜リル・モンスタの子守をするミニオンも選択します。"
    },
    {
        "target": "lilmonsta",
        "trick": "magician",
        "reason": "Each night, the Magician chooses a Minion: if that Minion & Lil' Monsta are alive, that Minion babysits Lil’ Monsta."
    },
    {
        "target": "lilmonsta",
        "trick": "poppygrower",
        "reason": "ポピー栽培者が場に出ている場合、ミニオンは一緒に目覚めません。彼らは一人ずつ目覚めさせられ、そのうちの一人がリル・モンスタ・トークンを受け取ることを選択します。"
    },
    {
        "target": "lilmonsta",
        "trick": "scarletwoman",
        "reason": "生存しているプレイヤーが 5 人以上いて、リル モンスタ トークンを持っているプレイヤーが死亡した場合、今夜スカーレット ウーマンにリル モンスタ トークンが与えられます。"
    },
    {
        "target": "lilmonsta",
        "trick": "vizier",
        "reason": "宰相は、リル・モンスタの子守をしている場合、処刑によって死ぬ可能性がある。"
    },
    {
        "target": "lleech",
        "trick": "mastermind",
        "reason": "マスターマインドが生きていて、リーチの宿主が処刑によって死亡した場合、リーチは生きていますが、能力を失います。"
    },
    {
        "target": "lleech",
        "trick": "slayer",
        "reason": "スレイヤーがリーチの宿主を殺した場合、宿主は死亡します。"
    },
    {
        "target": "riot",
        "trick": "banshee",
        "reason": "Each night*, Riot chooses an alive good player (different to previous nights): a chosen Banshee dies & gains their ability."
    },
    {
        "target": "riot",
        "trick": "exorcist",
        "reason": "If the Exorcist chooses Riot on the 3rd night, Minions do not become Riot."
    },
    {
        "target": "riot",
        "trick": "farmer",
        "reason": "Each night*, Riot chooses an alive good player (different to previous nights): a chosen Farmer uses their ability but does not die."
    },
    {
        "target": "riot",
        "trick": "grandmother",
        "reason": "If Riot is in play and the Grandchild dies during the day, the Grandmother dies too."
    },
    {
        "target": "riot",
        "trick": "innkeeper",
        "reason": "If Riot is in play, the Innkeeper-protected player is safe from all evil abilities."
    },
    {
        "target": "riot",
        "trick": "king",
        "reason": "If Riot is in play, and at least 1 player is dead, the King learns an alive character each night."
    },
    {
        "target": "riot",
        "trick": "mayor",
        "reason": "The Mayor may choose to stop nominations. If they do so when only 1 Riot is alive, good wins. Otherwise, evil wins."
    },
    {
        "target": "riot",
        "trick": "monk",
        "reason": "If Riot is in play, the Monk-protected player is safe from all evil abilities."
    },
    {
        "target": "riot",
        "trick": "ravenkeeper",
        "reason": "Each night*, Riot chooses an alive good player (different to previous nights): a chosen Ravenkeeper uses their ability but does not die."
    },
    {
        "target": "riot",
        "trick": "sage",
        "reason": "Each night*, Riot chooses an alive good player (different to previous nights): a chosen Sage uses their ability but does not die."
    },
    {
        "target": "riot",
        "trick": "soldier",
        "reason": "If Riot is in play, the Soldier is safe from all evil abilities."
    },
    {
        "target": "vortox",
        "trick": "banshee",
        "reason": "If the Vortox is in play and the Demon kills the Banshee, the players still learn that the Banshee has died."
    },
    {
        "target": "yaggababble",
        "trick": "exorcist",
        "reason": "If the Exorcist chooses the Yaggababble, the Yaggababble ability does not kill tonight."
    }
]
