[
    {
        "target": "bountyhunter",
        "trick": "kazali",
        "reason": "Злой Горожанин будет создан только в том случае, если после выбора Казали Охотник за головами всё еще в игре."
    },
    {
        "target": "bountyhunter",
        "trick": "philosopher",
        "reason": "Если Философ выбирает Охотника за головами, один из Местных жителей может перейти в команду Демона."
    },
    {
        "target": "cannibal",
        "trick": "butler",
        "reason": "Если Людоед получает способность Дворецкого, то Людоед узнаёт об этом."
    },
    {
        "target": "cannibal",
        "trick": "juggler",
        "reason": "If the Juggler guesses on their first day and dies by execution, tonight the living Cannibal learns how many guesses the Juggler got correct."
    },
    {
        "target": "cannibal",
        "trick": "poppygrower",
        "reason": "If the Cannibal eats the Poppy Grower, then dies or loses the Poppy Grower ability, the Demon and Minions learn each other that night."
    },
    {
        "target": "cannibal",
        "trick": "zealot",
        "reason": "Если Людоед получает способности Фанатика, то Людоед узнаёт об этом."
    },
    {
        "target": "mathematician",
        "trick": "chambermaid",
        "reason": "Горничная узнаёт, просыпается ли Математик этой ночью, несмотря на то, что она просыпается раньше него."
    },
    {
        "target": "mathematician",
        "trick": "lunatic",
        "reason": "Математик узнаёт, если Лунатик и Демон атаковали не одних и тех же игроков."
    },
    {
        "target": "butler",
        "trick": "organgrinder",
        "reason": "Если Шарманщик вызывает голосование с закрытыми глазами, Дворецкий может голосовать всегда, но его голос засчитывается только в том случае, если его мастер тоже проголосовал."
    },
    {
        "target": "heretic",
        "trick": "baron",
        "reason": "Барон иногда может добавить в игру только одного Аутсайдера вместо двух."
    },
    {
        "target": "heretic",
        "trick": "boffin",
        "reason": "The Demon cannot have the Heretic ability."
    },
    {
        "target": "heretic",
        "trick": "godfather",
        "reason": "Только одна из этих двух ролей может находиться в игре."
    },
    {
        "target": "heretic",
        "trick": "lleech",
        "reason": "Если Паразит отравил Еретика, то Еретик остаётся отравленным в случае смерти Паразита."
    },
    {
        "target": "heretic",
        "trick": "pithag",
        "reason": "Яга не может создать Еретика."
    },
    {
        "target": "heretic",
        "trick": "spy",
        "reason": "Только одна из этих двух ролей может находиться в игре."
    },
    {
        "target": "heretic",
        "trick": "widow",
        "reason": "Только одна из этих двух ролей может находиться в игре."
    },
    {
        "target": "ogre",
        "trick": "recluse",
        "reason": "Огр, выбрав Отшельника, переходит в команду Демона и узнаёт об этом."
    },
    {
        "target": "plaguedoctor",
        "trick": "baron",
        "reason": "If the Storyteller gains the Baron ability, up to two players become not-in-play Outsiders."
    },
    {
        "target": "plaguedoctor",
        "trick": "boomdandy",
        "reason": "Если Рассказчик получает способность Барона, то два игрока становятся Аутсайдерами вне игры."
    },
    {
        "target": "plaguedoctor",
        "trick": "eviltwin",
        "reason": "Рассказчик не сможет получить способность Злого близнеца, если Чумной Доктор умирает."
    },
    {
        "target": "plaguedoctor",
        "trick": "fearmonger",
        "reason": "Если Чумной Доктор умирает, живой Миньон получает способность Душегуба в дополнение к своей собственной способности и узнаёт об этом."
    },
    {
        "target": "plaguedoctor",
        "trick": "goblin",
        "reason": "Если Чумной Доктор умирает, живой Приспешник получает способность Гоблина в дополнение к своей собственной способности и узнаёт об этом."
    },
    {
        "target": "plaguedoctor",
        "trick": "marionette",
        "reason": "If the Demon has a neighbor who is alive and a Townsfolk or Outsider when the Plague Doctor dies, that player becomes an evil Marionette. If there is already an extra evil player, this does not happen."
    },
    {
        "target": "plaguedoctor",
        "trick": "scarletwoman",
        "reason": "Если Чумной Доктор умирает, живой Приспешник получает способность Блудницы в дополнение к своей собственной способности и узнаёт об этом."
    },
    {
        "target": "plaguedoctor",
        "trick": "spy",
        "reason": "Если Чумной Доктор умирает, живой Приспешник получает способность Шпиона в дополнение к своей собственной способности и узнаёт об этом."
    },
    {
        "target": "boffin",
        "trick": "alchemist",
        "reason": "If the Alchemist has the Boffin ability, the Alchemist does not learn what ability the Demon has."
    },
    {
        "target": "boffin",
        "trick": "cultleader",
        "reason": "If the Demon has the Cult Leader ability, they can’t turn good due to this ability."
    },
    {
        "target": "boffin",
        "trick": "drunk",
        "reason": "If the Demon would have the Drunk ability, the Boffin chooses a Townsfolk player to have this ability instead."
    },
    {
        "target": "boffin",
        "trick": "goon",
        "reason": "If the Demon has the Goon ability, they can’t turn good due to this ability."
    },
    {
        "target": "boffin",
        "trick": "ogre",
        "reason": "The Demon cannot have the Ogre ability."
    },
    {
        "target": "boffin",
        "trick": "politician",
        "reason": "The Demon cannot have the Politician ability."
    },
    {
        "target": "boffin",
        "trick": "villageidiot",
        "reason": "If there is a spare token, the Boffin can give the Demon the Village Idiot ability."
    },
    {
        "target": "cerenovus",
        "trick": "goblin",
        "reason": "Церановус может заставить игрока утверждать, что он Гоблин."
    },
    {
        "target": "marionette",
        "trick": "balloonist",
        "reason": "Если Марионетка считает, что она - Аэронавт, перед началом игры должен быть добавлен +1 Аутсайдер."
    },
    {
        "target": "marionette",
        "trick": "damsel",
        "reason": "Марионетка не узнаёт, что Золушка находится в игре."
    },
    {
        "target": "marionette",
        "trick": "huntsman",
        "reason": "Если Марионетка считает, что она - Принц, перед началом игры должна быть добавлена Золушка."
    },
    {
        "target": "marionette",
        "trick": "lilmonsta",
        "reason": "Марионетка сидит рядом с кем-то из Приспешников, а не с Демоном. Марионетка не просыпается при передаче Монстрика, а если получает Монстрика, то не узнаёт, что является Марионеткой."
    },
    {
        "target": "marionette",
        "trick": "poppygrower",
        "reason": "Когда Садовник умирает, Демон узнаёт личность Марионетки, а Марионетка ничего не узнаёт."
    },
    {
        "target": "marionette",
        "trick": "snitch",
        "reason": "Марионетка не узнаёт 3 роли, находящиеся вне игры. Вместо этого Демон узнаёт шесть ролей вне игры."
    },
    {
        "target": "mastermind",
        "trick": "alhadikhia",
        "reason": "Если Альхадикия умирает на казни и Криминальный гений жив, следующей ночью Альхадикия выбирает трёх игроков из Горожан: если все они выживают - Демон побеждает, иначе побеждают Горожане."
    },
    {
        "target": "pithag",
        "trick": "cultleader",
        "reason": "Если Яга превращает в Лидера культа одного из команды Демона, этот игрок не может перейти на сторону добра."
    },
    {
        "target": "pithag",
        "trick": "damsel",
        "reason": "Если Яга создаёт Золушку, то Рассказчик выбирает, кто станет Золушкой."
    },
    {
        "target": "pithag",
        "trick": "goon",
        "reason": "Если Яга превращает в Наёмника одного из команды Демона, этот игрок не может перейти на сторону добра."
    },
    {
        "target": "pithag",
        "trick": "ogre",
        "reason": "If the Pit-Hag turns an evil player into the Ogre, they can't turn good due to their own ability."
    },
    {
        "target": "pithag",
        "trick": "politician",
        "reason": "Яга не может создать злого Политика."
    },
    {
        "target": "pithag",
        "trick": "villageidiot",
        "reason": "Если в игре меньше 3 Деревенских Дурачков, Яга может создать ещё одного. Если это происходит, какой из них пьян может измениться."
    },
    {
        "target": "scarletwoman",
        "trick": "alhadikhia",
        "reason": "Если в живых находятся два Альхадикии, то тот из них, что был Блудницей, превращается обратно в Блудницу."
    },
    {
        "target": "scarletwoman",
        "trick": "fanggu",
        "reason": "Если Фан Гу выбирает Аутсайдера и умирает, Блудница не превращается в Фан Гу."
    },
    {
        "target": "spy",
        "trick": "alchemist",
        "reason": "If the Alchemist has the Spy ability, they do not see the Grimoire, and the real Spy cannot register falsely."
    },
    {
        "target": "spy",
        "trick": "damsel",
        "reason": "Если в игре есть или был Шпион, Золушка отравлена."
    },
    {
        "target": "spy",
        "trick": "magician",
        "reason": "Перед тем, как Шпион увидит Гримуар, оттуда убираются жетоны Демона и Фокусника."
    },
    {
        "target": "spy",
        "trick": "ogre",
        "reason": "Шпион определяется как зло для Огра."
    },
    {
        "target": "spy",
        "trick": "poppygrower",
        "reason": "Если Садовник находится в игре, Шпион не видит Гримуар, пока Садовник жив."
    },
    {
        "target": "summoner",
        "trick": "alchemist",
        "reason": "Когда в игре есть Алхимик-Призыватель, игра начинается с Демоном, как обычно. Если Алхимик-Призыватель выбирает игрока - тот становится Демоном, но команду не меняет."
    },
    {
        "target": "summoner",
        "trick": "clockmaker",
        "reason": "Когда Призыватель в игре, Часовщик получает информацию в ночь пояления Демона."
    },
    {
        "target": "summoner",
        "trick": "courtier",
        "reason": "Если Призыватель пьян в 3-ю ночь, игрока выбирает Рассказчик (не сообщает Призывателю, кто этот игрок)."
    },
    {
        "target": "summoner",
        "trick": "engineer",
        "reason": "Если Инженер убирает Призывателя из игры, в которой нет Демона, Призыватель должен выбрать Демона немедленно."
    },
    {
        "target": "summoner",
        "trick": "hatter",
        "reason": "Призыватель не может создать Демона, который участвует в игре. Если же он создаёт Демона вне игры, смерти этой ночью выбирает Рассказчик."
    },
    {
        "target": "summoner",
        "trick": "kazali",
        "reason": "Призыватель не может создать Демона, который участвует в игре. Если же он создаёт Демона вне игры, смерти этой ночью выбирает Рассказчик."
    },
    {
        "target": "summoner",
        "trick": "legion",
        "reason": "Если Призыватель создаёт Легион, то большинство игроков (включая всех Приспешников) становятся Легионом."
    },
    {
        "target": "summoner",
        "trick": "lordoftyphon",
        "reason": "If the Summoner creates a Lord of Typhon, the Lord of Typhon must neighbor a Minion. The other neighbor becomes a not-in-play evil Minion."
    },
    {
        "target": "summoner",
        "trick": "marionette",
        "reason": "The Marionette neighbors the Summoner. The Summoner knows who the Marionette is."
    },
    {
        "target": "summoner",
        "trick": "pithag",
        "reason": "Призыватель не может создать Демона, который участвует в игре. Если же он создаёт Демона вне игры, смерти этой ночью выбирает Рассказчик."
    },
    {
        "target": "summoner",
        "trick": "poppygrower",
        "reason": "Если Садовник жив, когда Призыватель создаёт Демона, Рассказчик выбирает игрока, но не сообщает Призывателю, кто этот игрок."
    },
    {
        "target": "summoner",
        "trick": "preacher",
        "reason": "Если Пастор выбирает Призывателя до появления Демона в игре, Призыватель должен выбрать Демона немедленно, при этом игрока выбирает Рассказчик (не сообщает Призывателю, кто этот игрок).  "
    },
    {
        "target": "summoner",
        "trick": "pukka",
        "reason": "Призыватель может создать Пукку на вторую ночь."
    },
    {
        "target": "summoner",
        "trick": "zombuul",
        "reason": "Если Призыватель выбирает мертвого игрока в качестве Зомбула, Демона достаточно казнить всего лишь один раз для победы."
    },
    {
        "target": "vizier",
        "trick": "alsaahir",
        "reason": "Если Визирь в игре, Альсахир должен ещё угадать, какой из Демонов в игре."
    },
    {
        "target": "vizier",
        "trick": "courtier",
        "reason": "If the Vizier loses their ability, they learn this. If the Vizier is executed while they have their ability, their team wins."
    },
    {
        "target": "vizier",
        "trick": "fearmonger",
        "reason": "The Vizier wakes with the Fearmonger, learns who they choose and cannot choose to immediately execute that player."
    },
    {
        "target": "vizier",
        "trick": "investigator",
        "reason": "Если Сыщик узнаёт, что Визирь находится в игре, Рассказчик не объявляет о существовании Визиря."
    },
    {
        "target": "vizier",
        "trick": "magician",
        "reason": "If the Vizier and Magician are both in play, the Demon does not learn the Minions."
    },
    {
        "target": "vizier",
        "trick": "politician",
        "reason": "Политик может определяться как зло для Визиря."
    },
    {
        "target": "vizier",
        "trick": "preacher",
        "reason": "If the Vizier loses their ability, they learn this. If the Vizier is executed while they have their ability, their team wins."
    },
    {
        "target": "vizier",
        "trick": "zealot",
        "reason": "Фанатик может определяться как зло для Визиря."
    },
    {
        "target": "widow",
        "trick": "alchemist",
        "reason": "If the Alchemist has the Widow ability, they do not see the Grimoire."
    },
    {
        "target": "widow",
        "trick": "damsel",
        "reason": "Если в игре есть или была Вдова, Золушка отравлена."
    },
    {
        "target": "widow",
        "trick": "magician",
        "reason": "Перед тем, как Вдова увидит Гримуар, оттуда убираются жетоны Демона и Фокусника."
    },
    {
        "target": "widow",
        "trick": "poppygrower",
        "reason": "Если Садовник находится в игре, Вдова не видит Гримуар, пока Садовник жив."
    },
    {
        "target": "kazali",
        "trick": "choirboy",
        "reason": "Казали не может превратить Короля в Приспешника, если в игре находится Хорист."
    },
    {
        "target": "kazali",
        "trick": "goon",
        "reason": "The Kazali can choose that the Goon player is one of their evil Minions."
    },
    {
        "target": "kazali",
        "trick": "huntsman",
        "reason": "Если Казали превращает Золушку в Приспешника и Принц находится в игре, кто-то из Горожан становится Золушкой."
    },
    {
        "target": "kazali",
        "trick": "marionette",
        "reason": "If the Kazali chooses to create a Marionette, they must choose one of their neighbors."
    },
    {
        "target": "kazali",
        "trick": "soldier",
        "reason": "The Kazali can choose that the Soldier player is one of their evil Minions."
    },
    {
        "target": "legion",
        "trick": "engineer",
        "reason": "Легион и Инженер не могут одновременно находиться в игре на момент ее начала. Если Инженер создаёт Легион, то большинство игроков (включая всех злых игроков) превращаются в злых Легионеров."
    },
    {
        "target": "legion",
        "trick": "hatter",
        "reason": "Если Шляпник умрёт, а Легион в игре, ничего не произойдет. Если Шляпник умирает и злой игрок выбирает Легион, все текущие злые игроки становятся Легионерами."
    },
    {
        "target": "legion",
        "trick": "minstrel",
        "reason": "Если Легионер умирает на казни, Легион сохраняет свою способность, и Менестрель может узнать, что погибший игрок - Легионер."
    },
    {
        "target": "legion",
        "trick": "preacher",
        "reason": "Если Пастор выбирает Легионера, то Легион сохраняет свою способность, и Пастор может узнать, что выбрал Легионера."
    },
    {
        "target": "legion",
        "trick": "zealot",
        "reason": "The Zealot might register as evil to Legion's ability."
    },
    {
        "target": "leviathan",
        "trick": "banshee",
        "reason": "Each night*, the Leviathan chooses an alive good player (different to previous nights): a chosen Banshee dies & gains their ability."
    },
    {
        "target": "leviathan",
        "trick": "exorcist",
        "reason": "Evil does not win when more than 1 good player has been executed, if the Exorcist is alive and has ever successfully chosen the Leviathan."
    },
    {
        "target": "leviathan",
        "trick": "farmer",
        "reason": "Each night*, the Leviathan chooses an alive good player (different to previous nights): a chosen Farmer uses their ability but does not die."
    },
    {
        "target": "leviathan",
        "trick": "grandmother",
        "reason": "If Leviathan is in play and the Grandchild dies by execution, evil wins."
    },
    {
        "target": "leviathan",
        "trick": "hatter",
        "reason": "Если Шляпник умрет на 5-й день или позже, Демон не сможет выбрать Левиафана."
    },
    {
        "target": "leviathan",
        "trick": "innkeeper",
        "reason": "If the Leviathan is in play, the Innkeeper-protected-players are safe from all evil abilities."
    },
    {
        "target": "leviathan",
        "trick": "king",
        "reason": "If the Leviathan is in play, and at least 1 player is dead, the King learns an alive character each night."
    },
    {
        "target": "leviathan",
        "trick": "mayor",
        "reason": "If the Leviathan is in play & no execution occurs on day 5, good wins."
    },
    {
        "target": "leviathan",
        "trick": "monk",
        "reason": "If the Leviathan is in play, the Monk-protected-player is safe from all evil abilities."
    },
    {
        "target": "leviathan",
        "trick": "pithag",
        "reason": "После 5-го дня Яга не может выбрать Левиафана."
    },
    {
        "target": "leviathan",
        "trick": "ravenkeeper",
        "reason": "Each night*, the Leviathan chooses an alive player (different to previous nights): a chosen Ravenkeeper uses their ability but does not die."
    },
    {
        "target": "leviathan",
        "trick": "sage",
        "reason": "Each night*, the Leviathan chooses an alive good player (different to previous nights): a chosen Sage uses their ability but does not die."
    },
    {
        "target": "leviathan",
        "trick": "soldier",
        "reason": "If the Leviathan is in play, the Soldier is safe from all evil abilities."
    },
    {
        "target": "lilmonsta",
        "trick": "hatter",
        "reason": "Если Демон выбирает Монстрика, он также выбирает, каким Приспешником стать. Монстрик этой ночью переходит к нему."
    },
    {
        "target": "lilmonsta",
        "trick": "magician",
        "reason": "Each night, the Magician chooses a Minion: if that Minion & Lil' Monsta are alive, that Minion babysits Lil’ Monsta."
    },
    {
        "target": "lilmonsta",
        "trick": "poppygrower",
        "reason": "Если Садовник находится в игре, Приспешники не просыпаются все вместе. Их будят по одному, пока один из них не решит взять себе Монстрика."
    },
    {
        "target": "lilmonsta",
        "trick": "scarletwoman",
        "reason": "Если живы 5 или более игроков и погибает игрок, держащий Монстрика, этой ночью Монстрик переходит к Блуднице."
    },
    {
        "target": "lilmonsta",
        "trick": "vizier",
        "reason": "Если Визирь присматривает за Монстриком и казнён, он умирает."
    },
    {
        "target": "lleech",
        "trick": "mastermind",
        "reason": "Если Криминальный гений жив и носитель Паразита погибает на казни, Паразит выживает, но теряет свою способность."
    },
    {
        "target": "lleech",
        "trick": "slayer",
        "reason": "Если Лучник стреляет в носителя Паразита, носитель погибает."
    },
    {
        "target": "riot",
        "trick": "banshee",
        "reason": "Each night*, Riot chooses an alive good player (different to previous nights): a chosen Banshee dies & gains their ability."
    },
    {
        "target": "riot",
        "trick": "exorcist",
        "reason": "If the Exorcist chooses Riot on the 3rd night, Minions do not become Riot."
    },
    {
        "target": "riot",
        "trick": "farmer",
        "reason": "Each night*, Riot chooses an alive good player (different to previous nights): a chosen Farmer uses their ability but does not die."
    },
    {
        "target": "riot",
        "trick": "grandmother",
        "reason": "If Riot is in play and the Grandchild dies during the day, the Grandmother dies too."
    },
    {
        "target": "riot",
        "trick": "innkeeper",
        "reason": "If Riot is in play, the Innkeeper-protected player is safe from all evil abilities."
    },
    {
        "target": "riot",
        "trick": "king",
        "reason": "If Riot is in play, and at least 1 player is dead, the King learns an alive character each night."
    },
    {
        "target": "riot",
        "trick": "mayor",
        "reason": "The Mayor may choose to stop nominations. If they do so when only 1 Riot is alive, good wins. Otherwise, evil wins."
    },
    {
        "target": "riot",
        "trick": "monk",
        "reason": "If Riot is in play, the Monk-protected player is safe from all evil abilities."
    },
    {
        "target": "riot",
        "trick": "ravenkeeper",
        "reason": "Each night*, Riot chooses an alive good player (different to previous nights): a chosen Ravenkeeper uses their ability but does not die."
    },
    {
        "target": "riot",
        "trick": "sage",
        "reason": "Each night*, Riot chooses an alive good player (different to previous nights): a chosen Sage uses their ability but does not die."
    },
    {
        "target": "riot",
        "trick": "soldier",
        "reason": "If Riot is in play, the Soldier is safe from all evil abilities."
    },
    {
        "target": "vortox",
        "trick": "banshee",
        "reason": "Если Вортокс убивает Банши, все игроки узнают об этом."
    },
    {
        "target": "yaggababble",
        "trick": "exorcist",
        "reason": "Если Экзорцист выбрал Ворчуна, способность Ворчуна этой ночью не убивает."
    }
]
