[
    {
        "target": "alchemist",
        "trick": "boffin",
        "reason": "Если у Алхимика есть способность Боффина, Алхимик не узнаёт, какой способностью обладает Демон."
    },
    {
        "target": "alchemist",
        "trick": "marionette",
        "reason": "An Alchemist-Marionette has no Marionette ability & the Marionette is in play."
    },
    {
        "target": "alchemist",
        "trick": "mastermind",
        "reason": "An Alchemist-Mastermind has no Mastermind ability & the Mastermind is not-in-play."
    },
    {
        "target": "alchemist",
        "trick": "organgrinder",
        "reason": "If the Alchemist has the Organ Grinder ability, the Organ Grinder is in play & if both the Alchemist and Organ Grinder are sober, both are drunk."
    },
    {
        "target": "alchemist",
        "trick": "spy",
        "reason": "If the Alchemist has the Spy ability, they do not, and a Spy is in play. Each day, after the execution phase, the living Alchemist may publicly guess a living player as the Spy. If correct, the Demon must choose the Spy tonight."
    },
    {
        "target": "alchemist",
        "trick": "summoner",
        "reason": "The Alchemist-Summoner does not get bluffs, and chooses which Demon but not which player. If they die before this happens, evil wins. [No Demon]"
    },
    {
        "target": "alchemist",
        "trick": "widow",
        "reason": "If the Alchemist has the Widow ability, they do not, and a Widow is in play. Each day, after the execution phase, the living Alchemist may publicly guess a living player as the Widow. If correct, the Demon must choose the Widow tonight."
    },
    {
        "target": "alchemist",
        "trick": "wraith",
        "reason": "If the Alchemist has the Wraith ability, they do not, and a Wraith is in play. Each day, after the execution phase, the living Alchemist may publicly guess a living player as the Wraith: if correct, the Demon must choose the Wraith tonight."
    },
    {
        "target": "alhadikhia",
        "trick": "princess",
        "reason": "Если игрок, номинированный Принцессой был казнён в её первый день, никто не умирает от способности Демона на следующую ночь."
    },
    {
        "target": "boffin",
        "trick": "cultleader",
        "reason": "Если у Демона есть способность Лидера культа, он не может перейти на сторону Добра благодаря этой способности."
    },
    {
        "target": "boffin",
        "trick": "drunk",
        "reason": "Если бы у Демона была бы способность Пьянницы, Боффин выбирает игрока из Горожан, который будет обладать этой способностью вместо Демона."
    },
    {
        "target": "boffin",
        "trick": "goon",
        "reason": "Если у Демона есть способность Наёмника, он не может перейти на сторону Добра благодаря этой способности."
    },
    {
        "target": "boffin",
        "trick": "ogre",
        "reason": "У Демона не может быть способности Огра."
    },
    {
        "target": "boffin",
        "trick": "politician",
        "reason": "У Демона не может быть способности Политика."
    },
    {
        "target": "boffin",
        "trick": "villageidiot",
        "reason": "Если есть свободный жетон, Боффин может дать Демону способность Деревенского Дурака."
    },
    {
        "target": "bountyhunter",
        "trick": "kazali",
        "reason": "Злой Горожанин будет создан только в том случае, если после выбора Казали Охотник за головами всё еще в игре."
    },
    {
        "target": "bountyhunter",
        "trick": "philosopher",
        "reason": "Если Философ выбирает Охотника за головами, один из Местных жителей может перейти в команду Демона."
    },
    {
        "target": "butler",
        "trick": "organgrinder",
        "reason": "Если Шарманщик вызывает голосование с закрытыми глазами, Дворецкий может голосовать всегда, но его голос засчитывается только в том случае, если его мастер тоже проголосовал."
    },
    {
        "target": "cannibal",
        "trick": "butler",
        "reason": "Если Людоед получает способность Дворецкого, то Людоед узнаёт об этом."
    },
    {
        "target": "cannibal",
        "trick": "juggler",
        "reason": "Если Жонглер умирает на казни в первый день, то следующей ночью Каннибал узнаёт, сколько ролей Жонглер угадал днём."
    },
    {
        "target": "cannibal",
        "trick": "poppygrower",
        "reason": "Если Каннибал съедает Садовника, а затем умирает или теряет способность Садовника, Демон и Миньоны узнают друг друга в эту ночь."
    },
    {
        "target": "cannibal",
        "trick": "princess",
        "reason": "If the Cannibal nominated & executed the Princess today, the Demon doesn’t kill tonight."
    },
    {
        "target": "cannibal",
        "trick": "zealot",
        "reason": "Если Людоед получает способности Фанатика, то Людоед узнаёт об этом."
    },
    {
        "target": "cerenovus",
        "trick": "goblin",
        "reason": "Церановус может заставить игрока утверждать, что он Гоблин."
    },
    {
        "target": "heretic",
        "trick": "baron",
        "reason": "Барон иногда может добавить в игру только одного Аутсайдера вместо двух."
    },
    {
        "target": "heretic",
        "trick": "boffin",
        "reason": "Демон не может иметь способность Еретика."
    },
    {
        "target": "heretic",
        "trick": "godfather",
        "reason": "Только одна из этих двух ролей может находиться в игре."
    },
    {
        "target": "heretic",
        "trick": "lleech",
        "reason": "Если Паразит отравил Еретика, то Еретик остаётся отравленным в случае смерти Паразита."
    },
    {
        "target": "heretic",
        "trick": "pithag",
        "reason": "Яга не может создать Еретика."
    },
    {
        "target": "heretic",
        "trick": "spy",
        "reason": "Только одна из этих двух ролей может находиться в игре."
    },
    {
        "target": "heretic",
        "trick": "widow",
        "reason": "Только одна из этих двух ролей может находиться в игре."
    },
    {
        "target": "kazali",
        "trick": "choirboy",
        "reason": "Казали не может превратить Короля в Приспешника, если в игре находится Хорист."
    },
    {
        "target": "kazali",
        "trick": "goon",
        "reason": "Казали может выбрать Наёмника одиним из их своих злых Приспешников."
    },
    {
        "target": "kazali",
        "trick": "huntsman",
        "reason": "Если Казали превращает Золушку в Приспешника и Принц находится в игре, кто-то из Горожан становится Золушкой."
    },
    {
        "target": "kazali",
        "trick": "marionette",
        "reason": "Если Казали решает создать Марионетку, он должен выбрать одного из своих соседей."
    },
    {
        "target": "kazali",
        "trick": "soldier",
        "reason": "Казали может выбрать Солдата одним из своих злых миньонов."
    },
    {
        "target": "legion",
        "trick": "engineer",
        "reason": "Легион и Инженер не могут одновременно находиться в игре на момент ее начала. Если Инженер создаёт Легион, то большинство игроков (включая всех злых игроков) превращаются в злых Легионеров."
    },
    {
        "target": "legion",
        "trick": "hatter",
        "reason": "Если Шляпник умрёт, а Легион в игре, ничего не произойдет. Если Шляпник умирает и злой игрок выбирает Легион, все текущие злые игроки становятся Легионерами."
    },
    {
        "target": "legion",
        "trick": "minstrel",
        "reason": "Если Легионер умирает на казни, Легион сохраняет свою способность, и Менестрель может узнать, что погибший игрок - Легионер."
    },
    {
        "target": "legion",
        "trick": "preacher",
        "reason": "Если Пастор выбирает Легионера, то Легион сохраняет свою способность, и Пастор может узнать, что выбрал Легионера."
    },
    {
        "target": "legion",
        "trick": "zealot",
        "reason": "Фанатик может определяться как Зло для способностей Легиона."
    },
    {
        "target": "leviathan",
        "trick": "banshee",
        "reason": "Каждую ночь* Левиафан выбирает живого хорошего игрока (отличного от предыдущих ночей): выбранный Банши умирает и получает свою способность."
    },
    {
        "target": "leviathan",
        "trick": "exorcist",
        "reason": "Зло не побеждает, если казнено более 1 хорошего игрока, если Экзорцист жив и когда-либо успешно выбирал Левиафана."
    },
    {
        "target": "leviathan",
        "trick": "farmer",
        "reason": "Каждую ночь* Левиафан выбирает живого хорошего игрока (не такого, как в предыдущие ночи): выбранный фермер использует свою способность, но не умирает."
    },
    {
        "target": "leviathan",
        "trick": "grandmother",
        "reason": "Если Левиафан находится в игре и Внук погибает от казни, зло побеждает."
    },
    {
        "target": "leviathan",
        "trick": "hatter",
        "reason": "Если Шляпник умрет на 5-й день или позже, Демон не сможет выбрать Левиафана."
    },
    {
        "target": "leviathan",
        "trick": "innkeeper",
        "reason": "Если Левиафан находится в игре, игроки, находящиеся под защитой Трактирщика, защищены от всех злых способностей."
    },
    {
        "target": "leviathan",
        "trick": "king",
        "reason": "Если в игре находится Левиафан и хотя бы один игрок мертв, Король каждую ночь узнаёт одну из ролей в игре."
    },
    {
        "target": "leviathan",
        "trick": "mayor",
        "reason": "Если Левиафан в игре и в пятый день казни не произошло, побеждает Добро."
    },
    {
        "target": "leviathan",
        "trick": "monk",
        "reason": "Если Левиафан находится в игре, игрок под защитой Монаха защищен от всех злых способностей."
    },
    {
        "target": "leviathan",
        "trick": "pithag",
        "reason": "После 5-го дня Яга не может создать Левиафана."
    },
    {
        "target": "leviathan",
        "trick": "ravenkeeper",
        "reason": "Каждую ночь* Левиафан выбирает живого игрока (не такого, как в предыдущие ночи): выбранный Птицелов использует свою способность, но не умирает."
    },
    {
        "target": "leviathan",
        "trick": "sage",
        "reason": "Каждую ночь* Левиафан выбирает живого хорошего игрока (не такого, как в предыдущие ночи): выбранный Мудрец использует свою способность, но не умирает."
    },
    {
        "target": "leviathan",
        "trick": "soldier",
        "reason": "Если Левиафан находится в игре, Солдат защищен от всех злых способностей."
    },
    {
        "target": "lilmonsta",
        "trick": "hatter",
        "reason": "Если Демон выбирает Монстрика, он также выбирает, каким Приспешником стать. Монстрик этой ночью переходит к нему."
    },
    {
        "target": "lilmonsta",
        "trick": "poppygrower",
        "reason": "Если Садовник находится в игре, Приспешники не просыпаются все вместе. Их будят по одному, пока один из них не решит взять себе Монстрика."
    },
    {
        "target": "lilmonsta",
        "trick": "scarletwoman",
        "reason": "Если живы 5 или более игроков и погибает игрок, держащий Монстрика, этой ночью Монстрик переходит к Блуднице."
    },
    {
        "target": "lilmonsta",
        "trick": "vizier",
        "reason": "Если Визирь присматривает за Монстриком и казнён, он умирает."
    },
    {
        "target": "lleech",
        "trick": "mastermind",
        "reason": "Если Криминальный гений жив и носитель Паразита погибает на казни, Паразит выживает, но теряет свою способность."
    },
    {
        "target": "lleech",
        "trick": "slayer",
        "reason": "Если Лучник стреляет в носителя Паразита, носитель погибает."
    },
    {
        "target": "magician",
        "trick": "wraith",
        "reason": "Each day, after the execution phase, the living Magician may publicly guess a living player as the Wraith: if correct, the Demon must choose the Wraith tonight."
    },
    {
        "target": "magician",
        "trick": "spy",
        "reason": "Перед тем, как Шпион увидит Гримуар, оттуда убираются жетоны Демона и Фокусника."
    },
    {
        "target": "magician",
        "trick": "vizier",
        "reason": "Если Визирь и Фокусник находятся в игре, Демон не узнаёт миньонов."
    },
    {
        "target": "magician",
        "trick": "widow",
        "reason": "Перед тем, как Вдова увидит Гримуар, оттуда убираются жетоны Демона и Фокусника."
    },
    {
        "target": "magician",
        "trick": "lilmonsta",
        "reason": "Каждую ночь Фокусник выбирает Приспешника: если Приспешник и Монстрик живы, то этот миньон нянчит Монстрика."
    },
    {
        "target": "marionette",
        "trick": "balloonist",
        "reason": "Если Марионетка считает, что она - Аэронавт, перед началом игры должен быть добавлен +1 Аутсайдер."
    },
    {
        "target": "marionette",
        "trick": "damsel",
        "reason": "Марионетка не узнаёт, что Золушка находится в игре."
    },
    {
        "target": "marionette",
        "trick": "huntsman",
        "reason": "Если Марионетка считает, что она - Принц, перед началом игры должна быть добавлена Золушка."
    },
    {
        "target": "marionette",
        "trick": "lilmonsta",
        "reason": "Марионетка сидит рядом с кем-то из Приспешников, а не с Демоном. Марионетка не просыпается при передаче Монстрика, а если получает Монстрика, то не узнаёт, что является Марионеткой."
    },
    {
        "target": "marionette",
        "trick": "poppygrower",
        "reason": "Когда Садовник умирает, Демон узнаёт личность Марионетки, а Марионетка ничего не узнаёт."
    },
    {
        "target": "marionette",
        "trick": "snitch",
        "reason": "Марионетка не узнаёт 3 роли, находящиеся вне игры. Вместо этого Демон узнаёт шесть ролей вне игры."
    },
    {
        "target": "marionette",
        "trick": "wraith",
        "reason": "Призрак не просыпается в Марионеткой."
    },
    {
        "target": "mastermind",
        "trick": "alhadikhia",
        "reason": "Если Альхадикия умирает на казни и Криминальный гений жив, следующей ночью Альхадикия выбирает трёх игроков из Горожан: если все они выживают - Демон побеждает, иначе побеждают Горожане."
    },
    {
        "target": "mathematician",
        "trick": "chambermaid",
        "reason": "Горничная узнаёт, просыпается ли Математик этой ночью, несмотря на то, что она просыпается раньше него."
    },
    {
        "target": "mathematician",
        "trick": "lunatic",
        "reason": "Математик узнаёт, если Лунатик и Демон атаковали не одних и тех же игроков."
    },
    {
        "target": "ogre",
        "trick": "recluse",
        "reason": "Огр, выбрав Отшельника, переходит в команду Демона и узнаёт об этом."
    },
    {
        "target": "pithag",
        "trick": "cultleader",
        "reason": "Если Яга превращает в Лидера культа одного из команды Демона, этот игрок не может перейти на сторону добра."
    },
    {
        "target": "pithag",
        "trick": "damsel",
        "reason": "Если Яга создаёт Золушку, то Рассказчик выбирает, кто станет Золушкой."
    },
    {
        "target": "pithag",
        "trick": "goon",
        "reason": "Если Яга превращает в Наёмника одного из команды Демона, этот игрок не может перейти на сторону добра."
    },
    {
        "target": "pithag",
        "trick": "ogre",
        "reason": "Если Яга превращает злого игрока в Людоеда, он не может перейти на сторону Добра благодаря своей способности."
    },
    {
        "target": "pithag",
        "trick": "politician",
        "reason": "Яга не может создать злого Политика."
    },
    {
        "target": "pithag",
        "trick": "villageidiot",
        "reason": "Если в игре меньше 3 Деревенских Дурачков, Яга может создать ещё одного. Если это происходит, какой из них пьян может измениться."
    },
    {
        "target": "plaguedoctor",
        "trick": "baron",
        "reason": "Если Рассказчик получает способность Барона, до двое игроков становятся не участвующими в игре Аутсайдерами."
    },
    {
        "target": "plaguedoctor",
        "trick": "boomdandy",
        "reason": "Если Рассказчик получает способность Барона, то два игрока становятся Аутсайдерами вне игры."
    },
    {
        "target": "plaguedoctor",
        "trick": "eviltwin",
        "reason": "Рассказчик не сможет получить способность Злого близнеца, если Чумной Доктор умирает."
    },
    {
        "target": "plaguedoctor",
        "trick": "fearmonger",
        "reason": "Если Чумной Доктор умирает, живой Миньон получает способность Душегуба в дополнение к своей собственной способности и узнаёт об этом."
    },
    {
        "target": "plaguedoctor",
        "trick": "goblin",
        "reason": "Если Чумной Доктор умирает, живой Приспешник получает способность Гоблина в дополнение к своей собственной способности и узнаёт об этом."
    },
    {
        "target": "plaguedoctor",
        "trick": "marionette",
        "reason": "Если у Демона есть сосед, который жив и является Горожанином или Аутсайдером, когда Чумной Доктор умирает, этот игрок становится злой Марионеткой. Если уже есть лишний злой игрок, этого не происходит."
    },
    {
        "target": "plaguedoctor",
        "trick": "scarletwoman",
        "reason": "Если Чумной Доктор умирает, живой Приспешник получает способность Блудницы в дополнение к своей собственной способности и узнаёт об этом."
    },
    {
        "target": "plaguedoctor",
        "trick": "spy",
        "reason": "Если Чумной Доктор умирает, живой Приспешник получает способность Шпиона в дополнение к своей собственной способности и узнаёт об этом."
    },
    {
        "target": "plaguedoctor",
        "trick": "wraith",
        "reason": "If the Plague Doctor dies, a living Minion gains the Wraith ability in addition to their own ability, and learns this."
    },
    {
        "target": "riot",
        "trick": "banshee",
        "reason": "Каждую ночь* Погром выбирает живого хорошего игрока (отличного от предыдущих ночей): выбранный Банши умирает и получает свою способность."
    },
    {
        "target": "riot",
        "trick": "exorcist",
        "reason": "Если Экзорцист выбирает Погром на третью ночь, миньоны не становятся Погромом."
    },
    {
        "target": "riot",
        "trick": "farmer",
        "reason": "Каждую ночь* Погром выбирает живого хорошего игрока (отличного от предыдущих ночей): выбранный Фермер использует свою способность, но не умирает."
    },
    {
        "target": "riot",
        "trick": "grandmother",
        "reason": "Если Погром находится в игре и Внук умирает в течение дня, Бабушка тоже умирает."
    },
    {
        "target": "riot",
        "trick": "innkeeper",
        "reason": "Если в игре находится Погром, игрок, находящийся под защитой Трактирщика, защищен от всех злых способностей."
    },
    {
        "target": "riot",
        "trick": "king",
        "reason": "Если в игре есть Погром, и хотя бы один игрок мертв, Король каждую ночь узнаёт роль в игре."
    },
    {
        "target": "riot",
        "trick": "mayor",
        "reason": "Мэр может остановить номинацию. Если они сделают это, когда в живых останется только 1 Погром, победит Добро. В противном случае побеждает Зло."
    },
    {
        "target": "riot",
        "trick": "monk",
        "reason": "Если в игре находится Погром, игрок под защитой Монаха защищен от всех злых способностей."
    },
    {
        "target": "riot",
        "trick": "ravenkeeper",
        "reason": "Каждую ночь* Погром выбирает живого хорошего игрока (отличного от предыдущих ночей): выбранный Птицелов использует свою способность, но не умирает."
    },
    {
        "target": "riot",
        "trick": "sage",
        "reason": "Каждую ночь* Погром выбирает живого хорошего игрока (отличного от предыдущих ночей): выбранный Мудрец использует свою способность, но не умирает."
    },
    {
        "target": "riot",
        "trick": "soldier",
        "reason": "Если Погром находится в игре, Солдат защищен от всех злых способностей."
    },
    {
        "target": "scarletwoman",
        "trick": "alhadikhia",
        "reason": "Если в живых находятся два Альхадикии, то тот из них, что был Блудницей, превращается обратно в Блудницу."
    },
    {
        "target": "scarletwoman",
        "trick": "fanggu",
        "reason": "Если Фан Гу выбирает Аутсайдера и умирает, Блудница не превращается в Фан Гу."
    },
    {
        "target": "spy",
        "trick": "damsel",
        "reason": "Если в игре есть или был Шпион, Золушка отравлена."
    },
    {
        "target": "spy",
        "trick": "ogre",
        "reason": "Шпион определяется как зло для Огра."
    },
    {
        "target": "spy",
        "trick": "poppygrower",
        "reason": "Если Садовник находится в игре, Шпион не видит Гримуар, пока Садовник жив."
    },
    {
        "target": "summoner",
        "trick": "clockmaker",
        "reason": "Когда Призыватель в игре, Часовщик получает информацию в ночь пояления Демона."
    },
    {
        "target": "summoner",
        "trick": "courtier",
        "reason": "Если Призыватель пьян в 3-ю ночь, игрока выбирает Рассказчик (не сообщает Призывателю, кто этот игрок)."
    },
    {
        "target": "summoner",
        "trick": "engineer",
        "reason": "Если Инженер убирает Призывателя из игры, в которой нет Демона, Призыватель должен выбрать Демона немедленно."
    },
    {
        "target": "summoner",
        "trick": "hatter",
        "reason": "Призыватель не может создать Демона, который участвует в игре. Если же он создаёт Демона вне игры, смерти этой ночью выбирает Рассказчик."
    },
    {
        "target": "summoner",
        "trick": "kazali",
        "reason": "Призыватель не может создать Демона, который участвует в игре. Если же он создаёт Демона вне игры, смерти этой ночью выбирает Рассказчик."
    },
    {
        "target": "summoner",
        "trick": "legion",
        "reason": "Если Призыватель создаёт Легион, то большинство игроков (включая всех Приспешников) становятся Легионом."
    },
    {
        "target": "summoner",
        "trick": "lordoftyphon",
        "reason": "Если Призыватель создаёт Тифона, то Тифон должен соседствовать с одним из Приспешников. Другой сосед Демона становится не участвующим в игре злым Приспешником."
    },
    {
        "target": "summoner",
        "trick": "marionette",
        "reason": "Марионетка соседствует с Призывателем. Призыватель знает, кто является Марионеткой."
    },
    {
        "target": "summoner",
        "trick": "pithag",
        "reason": "Призыватель не может создать Демона, который участвует в игре. Если же он создаёт Демона вне игры, смерти этой ночью выбирает Рассказчик."
    },
    {
        "target": "summoner",
        "trick": "poppygrower",
        "reason": "Если Садовник жив, когда Призыватель создаёт Демона, Рассказчик выбирает игрока, но не сообщает Призывателю, кто этот игрок."
    },
    {
        "target": "summoner",
        "trick": "preacher",
        "reason": "Если Пастор выбирает Призывателя до появления Демона в игре, Призыватель должен выбрать Демона немедленно, при этом игрока выбирает Рассказчик (не сообщает Призывателю, кто этот игрок).  "
    },
    {
        "target": "summoner",
        "trick": "pukka",
        "reason": "Призыватель может создать Пукку на вторую ночь."
    },
    {
        "target": "summoner",
        "trick": "zombuul",
        "reason": "Если Призыватель выбирает мертвого игрока в качестве Зомбула, Демона достаточно казнить всего лишь один раз для победы."
    },
    {
        "target": "vizier",
        "trick": "alsaahir",
        "reason": "Если Визирь в игре, Альсахир должен ещё угадать, какой из Демонов в игре."
    },
    {
        "target": "vizier",
        "trick": "courtier",
        "reason": "Если Визирь теряет способность, он узнаёт об этом. Если Визиря казнят, пока он владеет способностью, его команда побеждает."
    },
    {
        "target": "vizier",
        "trick": "fearmonger",
        "reason": "Визирь просыпается вместе с Душегубом, узнаёт, кого тот выбрал, и не может казнить этого игрока."
    },
    {
        "target": "vizier",
        "trick": "investigator",
        "reason": "Если Сыщик узнаёт, что Визирь находится в игре, Рассказчик не объявляет о существовании Визиря."
    },
    {
        "target": "vizier",
        "trick": "politician",
        "reason": "Политик может определяться как зло для Визиря."
    },
    {
        "target": "vizier",
        "trick": "preacher",
        "reason": "Если Визирь теряет способность, он узнаёт об этом. Если Визиря казнят, пока он владеет способностью, его команда побеждает."
    },
    {
        "target": "vizier",
        "trick": "zealot",
        "reason": "Фанатик может определяться как зло для Визиря."
    },
    {
        "target": "vortox",
        "trick": "banshee",
        "reason": "Если Вортокс убивает Банши, все игроки узнают об этом."
    },
    {
        "target": "widow",
        "trick": "damsel",
        "reason": "Если в игре есть или была Вдова, Золушка отравлена."
    },
    {
        "target": "widow",
        "trick": "poppygrower",
        "reason": "Если Садовник находится в игре, Вдова не видит Гримуар, пока Садовник жив."
    },
    {
        "target": "yaggababble",
        "trick": "exorcist",
        "reason": "Если Экзорцист выбрал Ворчуна, способность Ворчуна этой ночью не убивает."
    }
]
