[
    {
        "target": "alhadikhia",
        "trick": "princess",
        "reason": "Принцесса кӧ нимӧдіс & казнитіс ворсысьӧс аслас 1-ӧд лунӧ, некод оз кув Аль-Хадихиа способностьлы талун рытнас."
    },
    {
        "target": "bountyhunter",
        "trick": "kazali",
        "reason": "Злой Горожанин будет создан только в том случае, если после выбора Казали Охотник за головами всё еще в игре."
    },
    {
        "target": "bountyhunter",
        "trick": "philosopher",
        "reason": "Если Философ выбирает Охотника за головами, один из Местных жителей может перейти в команду Демона."
    },
    {
        "target": "cannibal",
        "trick": "butler",
        "reason": "Если Людоед получает способность Дворецкого, то Людоед узнаёт об этом."
    },
    {
        "target": "cannibal",
        "trick": "juggler",
        "reason": "Жонглер кӧ гадайтчас асланыс медводдза луннас да кувсьӧ казньӧн, талун рытнас ловъя Каннибал тӧдмалӧ, кымын гадайтчӧм Жонглер гӧгӧрвоис."
    },
    {
        "target": "cannibal",
        "trick": "poppygrower",
        "reason": "Каннибал кӧ сёйӧ Мак быдтысьӧс, сэсся кувсьӧ либӧ бырӧдӧ Мак быдтысьлысь позянлунсӧ, Демон да Миньонъяс велӧдчӧны ӧта-мӧдыскӧд сійӧ войнас."
    },
    {
        "target": "cannibal",
        "trick": "princess",
        "reason": "Каннибал кӧ талун нимӧдіс & казнитіс Принцессаӧс, Демон талун рытнас оз лый."
    },
    {
        "target": "cannibal",
        "trick": "zealot",
        "reason": "Если Людоед получает способности Фанатика, то Людоед узнаёт об этом."
    },
    {
        "target": "mathematician",
        "trick": "chambermaid",
        "reason": "Горничная узнаёт, просыпается ли Математик этой ночью, несмотря на то, что она просыпается раньше него."
    },
    {
        "target": "mathematician",
        "trick": "lunatic",
        "reason": "Математик узнаёт, если Лунатик и Демон атаковали не одних и тех же игроков."
    },
    {
        "target": "butler",
        "trick": "organgrinder",
        "reason": "Если Шарманщик вызывает голосование с закрытыми глазами, Дворецкий может голосовать всегда, но его голос засчитывается только в том случае, если его мастер тоже проголосовал."
    },
    {
        "target": "heretic",
        "trick": "baron",
        "reason": "Барон иногда может добавить в игру только одного Аутсайдера вместо двух."
    },
    {
        "target": "heretic",
        "trick": "boffin",
        "reason": "Демонлӧн вермас лоны Еретическӧй способность."
    },
    {
        "target": "heretic",
        "trick": "godfather",
        "reason": "Только одна из этих двух ролей может находиться в игре."
    },
    {
        "target": "heretic",
        "trick": "lleech",
        "reason": "Если Паразит отравил Еретика, то Еретик остаётся отравленным в случае смерти Паразита."
    },
    {
        "target": "heretic",
        "trick": "pithag",
        "reason": "Яга не может создать Еретика."
    },
    {
        "target": "heretic",
        "trick": "spy",
        "reason": "Только одна из этих двух ролей может находиться в игре."
    },
    {
        "target": "heretic",
        "trick": "widow",
        "reason": "Только одна из этих двух ролей может находиться в игре."
    },
    {
        "target": "ogre",
        "trick": "recluse",
        "reason": "Огр, выбрав Отшельника, переходит в команду Демона и узнаёт об этом."
    },
    {
        "target": "plaguedoctor",
        "trick": "baron",
        "reason": "Мойдысь кӧ босьтас Баронлысь позянлунсӧ, кык ворсысьӧдз лоӧны неворсан Аутсайдеръясӧн."
    },
    {
        "target": "plaguedoctor",
        "trick": "boomdandy",
        "reason": "Если Рассказчик получает способность Барона, то два игрока становятся Аутсайдерами вне игры."
    },
    {
        "target": "plaguedoctor",
        "trick": "eviltwin",
        "reason": "Рассказчик не сможет получить способность Злого близнеца, если Чумной Доктор умирает."
    },
    {
        "target": "plaguedoctor",
        "trick": "fearmonger",
        "reason": "Если Чумной Доктор умирает, живой Миньон получает способность Душегуба в дополнение к своей собственной способности и узнаёт об этом."
    },
    {
        "target": "plaguedoctor",
        "trick": "goblin",
        "reason": "Если Чумной Доктор умирает, живой Приспешник получает способность Гоблина в дополнение к своей собственной способности и узнаёт об этом."
    },
    {
        "target": "plaguedoctor",
        "trick": "marionette",
        "reason": "Демонлӧн кӧ эм суседка, коді ловъя да Таунсфолк либӧ Аутсайдер, кор Чума Доктор кувсьӧ, сійӧ ворсысьыс лоӧ лёк Марионеткаӧн. Эм кӧ нин лишнӧй лёк ворсысь, тайӧ оз артмы."
    },
    {
        "target": "plaguedoctor",
        "trick": "scarletwoman",
        "reason": "Если Чумной Доктор умирает, живой Приспешник получает способность Блудницы в дополнение к своей собственной способности и узнаёт об этом."
    },
    {
        "target": "plaguedoctor",
        "trick": "spy",
        "reason": "Если Чумной Доктор умирает, живой Приспешник получает способность Шпиона в дополнение к своей собственной способности и узнаёт об этом."
    },
    {
        "target": "boffin",
        "trick": "alchemist",
        "reason": "Алхимиклӧн кӧ эм Боффин позянлун, Алхимик оз тӧд, кутшӧм позянлун эм Демонлӧн."
    },
    {
        "target": "boffin",
        "trick": "cultleader",
        "reason": "Демонлӧн кӧ эм Культӧн веськӧдлысь позянлун, найӧ оз вермыны бурӧн бергӧдчыны тайӧ позянлун помысь."
    },
    {
        "target": "boffin",
        "trick": "drunk",
        "reason": "Демонлӧн кӧ эськӧ лоис Пьяный позянлун, Боффин бӧрйӧ Таунсфолк ворсысьӧс, медым сы пыдди лоис тайӧ позянлуныс."
    },
    {
        "target": "boffin",
        "trick": "goon",
        "reason": "Демонлӧн кӧ эм Гун позянлун, найӧ оз вермыны бурӧн бергӧдчыны тайӧ позянлун помысь."
    },
    {
        "target": "boffin",
        "trick": "ogre",
        "reason": "Демонлӧн вермас лоны Огр способность."
    },
    {
        "target": "boffin",
        "trick": "politician",
        "reason": "Демонлӧн вермас лоны Политик способность."
    },
    {
        "target": "boffin",
        "trick": "villageidiot",
        "reason": "Эм кӧ запаснӧй жетон, Боффин вермас сетны Демонлы Сиктса Идиот позянлун."
    },
    {
        "target": "cerenovus",
        "trick": "goblin",
        "reason": "Церановус может заставить игрока утверждать, что он Гоблин."
    },
    {
        "target": "marionette",
        "trick": "balloonist",
        "reason": "Если Марионетка считает, что она - Аэронавт, перед началом игры должен быть добавлен +1 Аутсайдер."
    },
    {
        "target": "marionette",
        "trick": "damsel",
        "reason": "Марионетка не узнаёт, что Золушка находится в игре."
    },
    {
        "target": "marionette",
        "trick": "huntsman",
        "reason": "Если Марионетка считает, что она - Принц, перед началом игры должна быть добавлена Золушка."
    },
    {
        "target": "marionette",
        "trick": "lilmonsta",
        "reason": "Марионетка сидит рядом с кем-то из Приспешников, а не с Демоном. Марионетка не просыпается при передаче Монстрика, а если получает Монстрика, то не узнаёт, что является Марионеткой."
    },
    {
        "target": "marionette",
        "trick": "poppygrower",
        "reason": "Когда Садовник умирает, Демон узнаёт личность Марионетки, а Марионетка ничего не узнаёт."
    },
    {
        "target": "marionette",
        "trick": "snitch",
        "reason": "Марионетка не узнаёт 3 роли, находящиеся вне игры. Вместо этого Демон узнаёт шесть ролей вне игры."
    },
    {
        "target": "mastermind",
        "trick": "alhadikhia",
        "reason": "Если Альхадикия умирает на казни и Криминальный гений жив, следующей ночью Альхадикия выбирает трёх игроков из Горожан: если все они выживают - Демон побеждает, иначе побеждают Горожане."
    },
    {
        "target": "pithag",
        "trick": "cultleader",
        "reason": "Если Яга превращает в Лидера культа одного из команды Демона, этот игрок не может перейти на сторону добра."
    },
    {
        "target": "pithag",
        "trick": "damsel",
        "reason": "Если Яга создаёт Золушку, то Рассказчик выбирает, кто станет Золушкой."
    },
    {
        "target": "pithag",
        "trick": "goon",
        "reason": "Если Яга превращает в Наёмника одного из команды Демона, этот игрок не может перейти на сторону добра."
    },
    {
        "target": "pithag",
        "trick": "ogre",
        "reason": "Пит-Хаг кӧ лёк ворсысьӧс пӧртас Огрӧ, найӧ асланыс позянлунъяс серти оз вермыны пӧртны бурӧ."
    },
    {
        "target": "pithag",
        "trick": "politician",
        "reason": "Яга не может создать злого Политика."
    },
    {
        "target": "pithag",
        "trick": "villageidiot",
        "reason": "Если в игре меньше 3 Деревенских Дурачков, Яга может создать ещё одного. Если это происходит, какой из них пьян может измениться."
    },
    {
        "target": "scarletwoman",
        "trick": "alhadikhia",
        "reason": "Если в живых находятся два Альхадикии, то тот из них, что был Блудницей, превращается обратно в Блудницу."
    },
    {
        "target": "scarletwoman",
        "trick": "fanggu",
        "reason": "Если Фан Гу выбирает Аутсайдера и умирает, Блудница не превращается в Фан Гу."
    },
    {
        "target": "spy",
        "trick": "alchemist",
        "reason": "Алхимиклӧн кӧ эм Шпион кужанлун, найӧ оз аддзыны Гримуарсӧ, а збыль Шпион оз вермы ылӧдчӧмӧн регистрируйтчыны."
    },
    {
        "target": "spy",
        "trick": "damsel",
        "reason": "Если в игре есть или был Шпион, Золушка отравлена."
    },
    {
        "target": "spy",
        "trick": "magician",
        "reason": "Перед тем, как Шпион увидит Гримуар, оттуда убираются жетоны Демона и Фокусника."
    },
    {
        "target": "spy",
        "trick": "ogre",
        "reason": "Шпион определяется как зло для Огра."
    },
    {
        "target": "spy",
        "trick": "poppygrower",
        "reason": "Если Садовник находится в игре, Шпион не видит Гримуар, пока Садовник жив."
    },
    {
        "target": "summoner",
        "trick": "alchemist",
        "reason": "Когда в игре есть Алхимик-Призыватель, игра начинается с Демоном, как обычно. Если Алхимик-Призыватель выбирает игрока - тот становится Демоном, но команду не меняет."
    },
    {
        "target": "summoner",
        "trick": "clockmaker",
        "reason": "Когда Призыватель в игре, Часовщик получает информацию в ночь пояления Демона."
    },
    {
        "target": "summoner",
        "trick": "courtier",
        "reason": "Если Призыватель пьян в 3-ю ночь, игрока выбирает Рассказчик (не сообщает Призывателю, кто этот игрок)."
    },
    {
        "target": "summoner",
        "trick": "engineer",
        "reason": "Если Инженер убирает Призывателя из игры, в которой нет Демона, Призыватель должен выбрать Демона немедленно."
    },
    {
        "target": "summoner",
        "trick": "hatter",
        "reason": "Призыватель не может создать Демона, который участвует в игре. Если же он создаёт Демона вне игры, смерти этой ночью выбирает Рассказчик."
    },
    {
        "target": "summoner",
        "trick": "kazali",
        "reason": "Призыватель не может создать Демона, который участвует в игре. Если же он создаёт Демона вне игры, смерти этой ночью выбирает Рассказчик."
    },
    {
        "target": "summoner",
        "trick": "legion",
        "reason": "Если Призыватель создаёт Легион, то большинство игроков (включая всех Приспешников) становятся Легионом."
    },
    {
        "target": "summoner",
        "trick": "lordoftyphon",
        "reason": "Призывник кӧ лӧсьӧдас Тифонлысь Господьӧс, Тифонлысь Господьӧс колӧ суседуйтны Миньонкӧд. Мӧд суседыс лоӧ неворсан лёк Миньонӧн."
    },
    {
        "target": "summoner",
        "trick": "marionette",
        "reason": "Марионетка суседъяс Призывниккӧд. Призывник тӧдӧ, коді сійӧ Марионеткаыс."
    },
    {
        "target": "summoner",
        "trick": "pithag",
        "reason": "Призыватель не может создать Демона, который участвует в игре. Если же он создаёт Демона вне игры, смерти этой ночью выбирает Рассказчик."
    },
    {
        "target": "summoner",
        "trick": "poppygrower",
        "reason": "Если Садовник жив, когда Призыватель создаёт Демона, Рассказчик выбирает игрока, но не сообщает Призывателю, кто этот игрок."
    },
    {
        "target": "summoner",
        "trick": "preacher",
        "reason": "Если Пастор выбирает Призывателя до появления Демона в игре, Призыватель должен выбрать Демона немедленно, при этом игрока выбирает Рассказчик (не сообщает Призывателю, кто этот игрок).  "
    },
    {
        "target": "summoner",
        "trick": "pukka",
        "reason": "Призыватель может создать Пукку на вторую ночь."
    },
    {
        "target": "summoner",
        "trick": "zombuul",
        "reason": "Если Призыватель выбирает мертвого игрока в качестве Зомбула, Демона достаточно казнить всего лишь один раз для победы."
    },
    {
        "target": "vizier",
        "trick": "alsaahir",
        "reason": "Если Визирь в игре, Альсахир должен ещё угадать, какой из Демонов в игре."
    },
    {
        "target": "vizier",
        "trick": "courtier",
        "reason": "Визир кӧ бырӧдӧ ассьыс позянлунсӧ, велӧдчӧны та вылӧ. Визирӧс кӧ казнитӧны, кор налӧн эм асланыс позянлун, налӧн командаыс вермӧ."
    },
    {
        "target": "vizier",
        "trick": "fearmonger",
        "reason": "Визир ловзьӧ Страхниккӧд, тӧдмалӧ, кодӧс найӧ бӧрйӧны да оз вермы бӧрйыны, медым пыр жӧ казнитны сійӧ ворсысьӧс."
    },
    {
        "target": "vizier",
        "trick": "investigator",
        "reason": "Если Сыщик узнаёт, что Визирь находится в игре, Рассказчик не объявляет о существовании Визиря."
    },
    {
        "target": "vizier",
        "trick": "magician",
        "reason": "Визир да Маг кӧ кыкнанныс ворсӧны, Демон оз велӧд Миньонъясӧс."
    },
    {
        "target": "vizier",
        "trick": "politician",
        "reason": "Политик может определяться как зло для Визиря."
    },
    {
        "target": "vizier",
        "trick": "preacher",
        "reason": "Визир кӧ бырӧдӧ ассьыс позянлунсӧ, велӧдчӧны та вылӧ. Визирӧс кӧ казнитӧны, кор налӧн эм асланыс позянлун, налӧн командаыс вермӧ."
    },
    {
        "target": "vizier",
        "trick": "zealot",
        "reason": "Фанатик может определяться как зло для Визиря."
    },
    {
        "target": "widow",
        "trick": "alchemist",
        "reason": "Алхимиклӧн кӧ эм Вдова позянлун, найӧ оз аддзыны Гримуарсӧ."
    },
    {
        "target": "widow",
        "trick": "damsel",
        "reason": "Если в игре есть или была Вдова, Золушка отравлена."
    },
    {
        "target": "widow",
        "trick": "magician",
        "reason": "Перед тем, как Вдова увидит Гримуар, оттуда убираются жетоны Демона и Фокусника."
    },
    {
        "target": "widow",
        "trick": "poppygrower",
        "reason": "Если Садовник находится в игре, Вдова не видит Гримуар, пока Садовник жив."
    },
    {
        "target": "kazali",
        "trick": "choirboy",
        "reason": "Казали не может превратить Короля в Приспешника, если в игре находится Хорист."
    },
    {
        "target": "kazali",
        "trick": "goon",
        "reason": "Казали вермас бӧрйыны, мый Гун ворсысьыс налӧн лёк Миньонъяс пиысь ӧти."
    },
    {
        "target": "kazali",
        "trick": "huntsman",
        "reason": "Если Казали превращает Золушку в Приспешника и Принц находится в игре, кто-то из Горожан становится Золушкой."
    },
    {
        "target": "kazali",
        "trick": "marionette",
        "reason": "Казалияс кӧ бӧрйӧны лӧсьӧдны Марионеткаӧс, налы колӧ бӧрйыны асланыс суседъяс пиысь ӧтиӧс."
    },
    {
        "target": "kazali",
        "trick": "soldier",
        "reason": "Казали вермас бӧрйыны, мый Салдат ворсысьыс налӧн лёк Миньонъяс пиысь ӧти."
    },
    {
        "target": "legion",
        "trick": "engineer",
        "reason": "Легион и Инженер не могут одновременно находиться в игре на момент ее начала. Если Инженер создаёт Легион, то большинство игроков (включая всех злых игроков) превращаются в злых Легионеров."
    },
    {
        "target": "legion",
        "trick": "hatter",
        "reason": "Если Шляпник умрёт, а Легион в игре, ничего не произойдет. Если Шляпник умирает и злой игрок выбирает Легион, все текущие злые игроки становятся Легионерами."
    },
    {
        "target": "legion",
        "trick": "minstrel",
        "reason": "Если Легионер умирает на казни, Легион сохраняет свою способность, и Менестрель может узнать, что погибший игрок - Легионер."
    },
    {
        "target": "legion",
        "trick": "preacher",
        "reason": "Если Пастор выбирает Легионера, то Легион сохраняет свою способность, и Пастор может узнать, что выбрал Легионера."
    },
    {
        "target": "legion",
        "trick": "zealot",
        "reason": "Зелот вермас регистрируйтчыны лёкӧн Легионлӧн позянлунъяс серти."
    },
    {
        "target": "leviathan",
        "trick": "banshee",
        "reason": "Быд вой*, Левиафан бӧрйӧ ловъя бур ворсысьӧс (воддза войясысь торъялӧ): бӧрйӧм Банши кувсьӧ & босьтӧ ассьыс позянлунсӧ."
    },
    {
        "target": "leviathan",
        "trick": "exorcist",
        "reason": "Лёкыс оз вермы, кор 1-ысь унджык бур ворсысьӧс казнитӧма, Экзорцист кӧ ловъя да коркӧ удачнӧя бӧрйӧма Левиафанӧс."
    },
    {
        "target": "leviathan",
        "trick": "farmer",
        "reason": "Быд вой* Левиафан бӧрйӧ ловъя бур ворсысьӧс (воддза войясысь торъялӧ): бӧрйӧм Фермер вӧдитчӧ налӧн позянлуннас но оз кув."
    },
    {
        "target": "leviathan",
        "trick": "grandmother",
        "reason": "Левиафан кӧ ворсӧмын да Внук кувсьӧ казньӧн, лёкыс вермӧ."
    },
    {
        "target": "leviathan",
        "trick": "hatter",
        "reason": "Если Шляпник умрет на 5-й день или позже, Демон не сможет выбрать Левиафана."
    },
    {
        "target": "leviathan",
        "trick": "innkeeper",
        "reason": "Левиафан кӧ ворсӧмын, Трактирса-дорйысь-ворсысьяс дорйӧны став лёк позянлунъясысь."
    },
    {
        "target": "leviathan",
        "trick": "king",
        "reason": "Левиафан кӧ ворсӧмын, а 1 ворсысьысь этшаджык кулӧм, Король быд рыт велӧдчӧ ловъя персонаж дорӧ."
    },
    {
        "target": "leviathan",
        "trick": "mayor",
        "reason": "Левиафан кӧ ворсӧмын & 5 лунӧ казньыс оз ло, бур вермӧ."
    },
    {
        "target": "leviathan",
        "trick": "monk",
        "reason": "Левиафан кӧ ворсӧмын, Монах-дорйысь-ворсӧм став лёк позянлунъясысь дорйӧма."
    },
    {
        "target": "leviathan",
        "trick": "pithag",
        "reason": "После 5-го дня Яга не может выбрать Левиафана."
    },
    {
        "target": "leviathan",
        "trick": "ravenkeeper",
        "reason": "Быд вой* Левиафан бӧрйӧ ловъя ворсысьӧс (воддза войясысь торъялӧ): бӧрйӧм Ворон видзысь вӧдитчӧ налӧн позянлунӧн, но оз кув."
    },
    {
        "target": "leviathan",
        "trick": "sage",
        "reason": "Быд вой* Левиафан бӧрйӧ ловъя бур ворсысьӧс (воддза войясысь торъялӧ): бӧрйӧм Мудрец вӧдитчӧ налӧн позянлуннас но оз кув."
    },
    {
        "target": "leviathan",
        "trick": "soldier",
        "reason": "Левиафан кӧ ворсӧмын, Салдат дорйӧма став лёк позянлунъясысь."
    },
    {
        "target": "lilmonsta",
        "trick": "hatter",
        "reason": "Если Демон выбирает Монстрика, он также выбирает, каким Приспешником стать. Монстрик этой ночью переходит к нему."
    },
    {
        "target": "lilmonsta",
        "trick": "magician",
        "reason": "Быд рыт Маг бӧрйӧ Миньонӧс: сійӧ Миньоныс & Лил’ Монстаыс кӧ ловъяӧсь, сійӧ Миньоныс няньӧн няньӧдӧ Лил’ Монстаӧс."
    },
    {
        "target": "lilmonsta",
        "trick": "poppygrower",
        "reason": "Если Садовник находится в игре, Приспешники не просыпаются все вместе. Их будят по одному, пока один из них не решит взять себе Монстрика."
    },
    {
        "target": "lilmonsta",
        "trick": "scarletwoman",
        "reason": "Если живы 5 или более игроков и погибает игрок, держащий Монстрика, этой ночью Монстрик переходит к Блуднице."
    },
    {
        "target": "lilmonsta",
        "trick": "vizier",
        "reason": "Если Визирь присматривает за Монстриком и казнён, он умирает."
    },
    {
        "target": "lleech",
        "trick": "mastermind",
        "reason": "Если Криминальный гений жив и носитель Паразита погибает на казни, Паразит выживает, но теряет свою способность."
    },
    {
        "target": "lleech",
        "trick": "slayer",
        "reason": "Если Лучник стреляет в носителя Паразита, носитель погибает."
    },
    {
        "target": "riot",
        "trick": "banshee",
        "reason": "Быд вой*, Riot бӧрйӧ ловъя бур ворсысьӧс (воддза войясысь торъялӧ): бӧрйӧм Banshee кувсьӧ & босьтӧ ассьыс позянлунсӧ."
    },
    {
        "target": "riot",
        "trick": "exorcist",
        "reason": "Экзорцист кӧ бӧрйӧ Бунтӧс 3-ӧд войнас, Миньонъяс оз лоны Бунтӧн."
    },
    {
        "target": "riot",
        "trick": "farmer",
        "reason": "Быд вой*, Riot бӧрйӧ ловъя бур ворсысьӧс (воддза войясысь торъялӧ): бӧрйӧм Фермер вӧдитчӧ налӧн позянлунӧн но оз кув."
    },
    {
        "target": "riot",
        "trick": "grandmother",
        "reason": "Бунт кӧ ворсӧмын да Внук луннас кувсьӧ, Ыджыд мам тшӧтш кувсьӧ."
    },
    {
        "target": "riot",
        "trick": "innkeeper",
        "reason": "Ворсöмын кö Riot, Innkeeper-öн дорйöм ворсысьöс дорйö став лёк позянлунъясысь."
    },
    {
        "target": "riot",
        "trick": "king",
        "reason": "Riot кӧ ворсӧмын, а 1 ворсысьысь этшаджык кулӧм, Король быд рыт велӧдчӧ ловъя персонаж дорӧ."
    },
    {
        "target": "riot",
        "trick": "mayor",
        "reason": "Мэр вермас бӧрйыны дугӧдны кандидатураяс. Сідз кӧ лоасны, кор ловъя сӧмын 1 Бунт, бур вермӧ. Мӧд ногӧн, лёкыс вермӧ."
    },
    {
        "target": "riot",
        "trick": "monk",
        "reason": "Ворсöмын кö Riot, Монахöн дорйöм ворсысьöс дорйö став лёк позянлунъясысь."
    },
    {
        "target": "riot",
        "trick": "ravenkeeper",
        "reason": "Быд вой*, Riot бӧрйӧ ловъя бур ворсысьӧс (воддза войясысь торъялӧ): бӧрйӧм Воронкипер вӧдитчӧ налӧн позянлунӧн, но оз кув."
    },
    {
        "target": "riot",
        "trick": "sage",
        "reason": "Быд вой*, Riot бӧрйӧ ловъя бур ворсысьӧс (воддза войясысь торъялӧ): бӧрйӧм Мудрец вӧдитчӧ налӧн позянлуннас но оз кув."
    },
    {
        "target": "riot",
        "trick": "soldier",
        "reason": "Бунт кӧ ворсӧмын, Салдат дорйӧма став лёк позянлунъясысь."
    },
    {
        "target": "vortox",
        "trick": "banshee",
        "reason": "Если Вортокс убивает Банши, все игроки узнают об этом."
    },
    {
        "target": "yaggababble",
        "trick": "exorcist",
        "reason": "Если Экзорцист выбрал Ворчуна, способность Ворчуна этой ночью не убивает."
    }
]
