[
    {
        "target": "chambermaid",
        "trick": "mathematician",
        "reason": "Kammerpika lærer om Matematikeren våkner i natt eller ei, selv om Kammerpika våkner først."
    },
    {
        "target": "eviltwin",
        "trick": "plaguedoctor",
        "reason": "Fortelleren kan ikke tilegne seg evnen til den Onde Tvillingen om Pestlegen dør."
    },
    {
        "target": "butler",
        "trick": "cannibal",
        "reason": "Om Menneskeeteren tilegner seg evnen til Hovmesteren, lærer de det."
    },
    {
        "target": "lunatic",
        "trick": "mathematician",
        "reason": "Matematikeren lærer om den Sinnssyke angriper spillere annerledes enn dem den ekte Demonen angrep."
    },
    {
        "target": "pithag",
        "trick": "heretic",
        "reason": "Ei Markkjerring kan ikke skape en Kjetter."
    },
    {
        "target": "pithag",
        "trick": "damsel",
        "reason": "Om ei Markkjerring skaper ei Prinsesse, velger Fortelleren hvilken spiller det er."
    },
    {
        "target": "pithag",
        "trick": "politician",
        "reason": "Ei Markkjerring kan ikke skape en ond Politiker."
    },
    {
        "target": "pithag",
        "trick": "villageidiot",
        "reason": "Hvis det er en ekstra token, kan Pit-Hag lage en ekstra Village Idiot. I så fall kan den fulle landsbyidioten endre seg."
    },
    {
        "target": "cerenovus",
        "trick": "goblin",
        "reason": "Cerenoven kan velge å gjøre en spiller manisk de er Småtrollet."
    },
    {
        "target": "goblin",
        "trick": "plaguedoctor",
        "reason": "Om Pestlegen dør, tilegner en levende Lakei seg evnen til Småtrollet, i tillegg til sin egen evne."
    },
    {
        "target": "leviathan",
        "trick": "soldier",
        "reason": "Om Leviatan nominerer og henretter Soldaten, dør ikke Soldaten."
    },
    {
        "target": "leviathan",
        "trick": "monk",
        "reason": "Om Leviatan nominerer og henretter spilleren Munken velger, dør ikke spilleren."
    },
    {
        "target": "leviathan",
        "trick": "innkeeper",
        "reason": "Om Leviatan nominerer og henretter en spiller Kroverten velger, dør ikke spilleren."
    },
    {
        "target": "leviathan",
        "trick": "ravenkeeper",
        "reason": "Om Leviatan er i spill & Ravnherren dør ved henrettelse, våkner de den natten for å bruke evnen sin."
    },
    {
        "target": "leviathan",
        "trick": "sage",
        "reason": "Om Leviatan er i spill & Vismannen dør ved henrettelse, våkner de den natten for å bruke evnen sin."
    },
    {
        "target": "leviathan",
        "trick": "farmer",
        "reason": "Om Leviatan er i spill & en Bonde dør ved henrettelse, blir en god spiller til en Bonde den natten."
    },
    {
        "target": "leviathan",
        "trick": "mayor",
        "reason": "Om Leviatan er i spill & ingen henrettes dag 5, vinner godt."
    },
    {
        "target": "leviathan",
        "trick": "hatter",
        "reason": "Hvis hattemakeren dør på eller etter dag 5, kan ikke demonen velge Leviathan."
    },
    {
        "target": "leviathan",
        "trick": "pithag",
        "reason": "Etter dag 5 kan ikke Pit-Hag velge Leviathan."
    },
    {
        "target": "lilmonsta",
        "trick": "poppygrower",
        "reason": "Om Valmuedyrkeren er i spill, våkner ikke Lakeier samtidig. De vekkes én om gangen, inntil én av dem velger å ta Ungmonster-brikken."
    },
    {
        "target": "lilmonsta",
        "trick": "magician",
        "reason": "Bare 1 gandet rolle kan være i spill."
    },
    {
        "target": "lilmonsta",
        "trick": "scarletwoman",
        "reason": "Om det er 5 eller flere spillere i live og spilleren som holder Ungmonster-brikken dør, gis brikken til Babylon i natt."
    },
    {
        "target": "lilmonsta",
        "trick": "organgrinder",
        "reason": "Stemmer for Veivspilleren teller om Veivspilleren passer på Ungmonsteret."
    },
    {
        "target": "lilmonsta",
        "trick": "vizier",
        "reason": "Vesiren kan dø ved henrettelse om de passer på Ungmonsteret."
    },
    {
        "target": "lilmonsta",
        "trick": "hatter",
        "reason": "Hvis en demon velger Lil' Monsta, velger de også en Minion å bli og er barnevakt for Lil' Monsta i kveld."
    },
    {
        "target": "lycanthrope",
        "trick": "gambler",
        "reason": "Om Lykantropen lever og Hasardspilleren dreper seg selv om natten, kan ingen andre spillere dø i natt."
    },
    {
        "target": "legion",
        "trick": "engineer",
        "reason": "Ordenen og Ingeniøren kan ikke begge være i spill fra spillets begynnelse. Om Ingeniøren skaper Ordenen, blir de fleste spillerne (derav alle de onde spillerne) del av Ordenen."
    },
    {
        "target": "legion",
        "trick": "preacher",
        "reason": "Bare 1 gandet rolle kan være i spill."
    },
    {
        "target": "legion",
        "trick": "hatter",
        "reason": "Hvis Hattemakeren dør og Legion er i spill, skjer ingenting. Hvis hattemakeren dør og en ond spiller velger Legion, blir alle nåværende onde spillere Legion."
    },
    {
        "target": "legion",
        "trick": "summoner",
        "reason": "Hvis Summoner lager Legion, blir de fleste spillere (inkludert alle onde spillere) onde Legion."
    },
    {
        "target": "fanggu",
        "trick": "scarletwoman",
        "reason": "Om Fægisten velger en Einstøing og dør, blir ikke Babylon til Fægisten."
    },
    {
        "target": "spy",
        "trick": "alchemist",
        "reason": "Alkymisten kan ikke ha evnen til Spionen."
    },
    {
        "target": "spy",
        "trick": "magician",
        "reason": "Når Spionen ser inn i Boka, er Demonen og Tryllekunstnerens rollebrikker fjernet."
    },
    {
        "target": "spy",
        "trick": "poppygrower",
        "reason": "Om Valmuedyrkeren er i spill, får ikke Spionen se inn i Boka før Valmuedyrkeren dør."
    },
    {
        "target": "spy",
        "trick": "plaguedoctor",
        "reason": "Om Pestlegen dør, tilegner en levende Lakei seg evnen til Spionen, i tillegg til sin egen evne. Dette lærer de."
    },
    {
        "target": "spy",
        "trick": "damsel",
        "reason": "Bare 1 gandet rolle kan være i spill."
    },
    {
        "target": "spy",
        "trick": "heretic",
        "reason": "Bare 1 gandet rolle kan være i spill."
    },
    {
        "target": "widow",
        "trick": "alchemist",
        "reason": "Alkymisten kan ikke ha evnen til Enka."
    },
    {
        "target": "widow",
        "trick": "magician",
        "reason": "Når Enka ser inn i Boka, er Demonen og Tryllekunstnerens rollebrikker fjernet."
    },
    {
        "target": "widow",
        "trick": "poppygrower",
        "reason": "Om Valmuedyrkeren er i spill, får ikke Enka se inn i Boka før Valmuedyrkeren dør."
    },
    {
        "target": "widow",
        "trick": "damsel",
        "reason": "Bare 1 gandet rolle kan være i spill."
    },
    {
        "target": "widow",
        "trick": "heretic",
        "reason": "Bare 1 gandet rolle kan være i spill."
    },
    {
        "target": "godfather",
        "trick": "heretic",
        "reason": "Bare 1 gandet rolle kan være i spill."
    },
    {
        "target": "scarletwoman",
        "trick": "plaguedoctor",
        "reason": "Om Pestlegen dør, tilegner en levende Lakei seg evnen til Babylon, i tillegg til sin egen evne. Dette lærer de."
    },
    {
        "target": "boomdandy",
        "trick": "plaguedoctor",
        "reason": "Om Pestlegen henrettes og Fortelleren ville ha tilegnet seg evnen til Knallkaren, utløses evnen til Knallkaren umiddelbart."
    },
    {
        "target": "fearmonger",
        "trick": "plaguedoctor",
        "reason": "Om Pestlegen dør, tilegner en levende Lakei seg evnen til Fryktinngyteren, i tillegg til sin egen evne. Dette lærer de."
    },
    {
        "target": "baron",
        "trick": "heretic",
        "reason": "Det kan hende Greven kun legger til 1 Einstøing, ikke 2."
    },
    {
        "target": "baron",
        "trick": "plaguedoctor",
        "reason": "Om Fortelleren tilegner seg evnen til Greven, blir opp til to spillere til Einstøinger ikke i spill."
    },
    {
        "target": "marionette",
        "trick": "lilmonsta",
        "reason": "Tråddukka er nabo til en Lakei, ikke til Demonen. Tråddukka vekkes ikke for å velge hvem som tar Ungmonster-brikken, og lærer ikke at de er Tråddukka om de har Ungmonster-brikken."
    },
    {
        "target": "marionette",
        "trick": "poppygrower",
        "reason": "Når Valmuedyrkeren dør, lærer Demonen hvem Tråddukka er. Tråddukka lærer ingenting."
    },
    {
        "target": "marionette",
        "trick": "snitch",
        "reason": "Tråddukka lærer ikke 3 roller ikke i spill. Demonen lærer 3 flere roller i stedet."
    },
    {
        "target": "marionette",
        "trick": "balloonist",
        "reason": "Om Tråddukka tror de er Ballongfareren, legges det til +1 Einstøing."
    },
    {
        "target": "marionette",
        "trick": "damsel",
        "reason": "Tråddukka lærer ikke at ei Prinsesse er i spill."
    },
    {
        "target": "marionette",
        "trick": "plaguedoctor",
        "reason": "Om Demonen har en levende nabo som er Borger eller Einstøing når Pestlegen dør, blir spilleren til ei ond Tråddukke. Dette skjer ikke om det allerede finnes en ekstra ond spiller."
    },
    {
        "target": "marionette",
        "trick": "huntsman",
        "reason": "Om Tråddukka tror de er Ferdamannen, legges Prinsessa til."
    },
    {
        "target": "lleech",
        "trick": "mastermind",
        "reason": "Om Geniet lever og Iglas vert dør ved henrettelse, mister Igla evnen sin, men lever. "
    },
    {
        "target": "lleech",
        "trick": "slayer",
        "reason": "Om Monsterjegeren velger Iglas vert, dør verten."
    },
    {
        "target": "lleech",
        "trick": "heretic",
        "reason": "Om Igla har forgiftet Kjetteren og så dør, forblir Kjetteren forgiftet."
    },
    {
        "target": "riot",
        "trick": "engineer",
        "reason": "Opprør og Ingeniøren kan ikke begge være i spill fra spillets begynnelse. Om Ingeniøren skaper Opprør, blir de onde spillerne til Opprør."
    },
    {
        "target": "riot",
        "trick": "golem",
        "reason": "Om Golemen nominerer Opprør, dør ikke spilleren som er Opprør."
    },
    {
        "target": "riot",
        "trick": "snitch",
        "reason": "Om Tysteren er i spill, får hvert Opprør 3 flere bløffer."
    },
    {
        "target": "riot",
        "trick": "saint",
        "reason": "Om en god spiller nominerer og dreper Helgenen, taper laget til Helgenen."
    },
    {
        "target": "riot",
        "trick": "butler",
        "reason": "Hovmesteren kan ikke nominere herren sin."
    },
    {
        "target": "riot",
        "trick": "pithag",
        "reason": "Om Markkjerringa skaper Opprør, blir alle onde spillere til Opprør. Om Markkjerringa skaper Opprør etter dag 3, fortsetter spillet for én dag til."
    },
    {
        "target": "riot",
        "trick": "mayor",
        "reason": "Om den tredje dagen begynner med kun 3 levende spillere, kan spillerne i fellesskap beslutte å ikke nominere i dag. I så fall vinner Borgermesteren sitt lag (om Borgermesteren ennå lever)."
    },
    {
        "target": "riot",
        "trick": "monk",
        "reason": "Om en spiller som er Opprør nominerer og dreper spilleren beskyttet av Munken, dør ikke spilleren likevel."
    },
    {
        "target": "riot",
        "trick": "farmer",
        "reason": "Om en spiller som er Opprør nominerer og dreper en Bonde, bruker Bonden evnen sin i natt."
    },
    {
        "target": "riot",
        "trick": "innkeeper",
        "reason": "Om en spiller som er Opprør nominerer og dreper en spiller beskyttet av Kroverten, dør ikke spilleren likevel."
    },
    {
        "target": "riot",
        "trick": "sage",
        "reason": "Om en spiller som er Opprør nominerer og dreper Vismannen, bruker Vismannen evnen sin i natt."
    },
    {
        "target": "riot",
        "trick": "ravenkeeper",
        "reason": "Om en spiller som er Opprør nominerer og dreper Ravnherren, bruker Ravnherren evnen sin i natt."
    },
    {
        "target": "riot",
        "trick": "soldier",
        "reason": "Om en spiller som er Opprør nominerer Soldaten, dør ikke Soldaten."
    },
    {
        "target": "riot",
        "trick": "grandmother",
        "reason": "Om en spiller som er Opprør nominerer og dreper Barnebarnet, dør Farmora også."
    },
    {
        "target": "riot",
        "trick": "king",
        "reason": "Om en spiller som er Opprør nominerer og dreper Kongen og Korgutten ennå lever, bruker Korgutten evnen sin i natt."
    },
    {
        "target": "riot",
        "trick": "exorcist",
        "reason": "Bare 1 gandet rolle kan være i spill."
    },
    {
        "target": "riot",
        "trick": "minstrel",
        "reason": "Bare 1 gandet rolle kan være i spill."
    },
    {
        "target": "riot",
        "trick": "flowergirl",
        "reason": "Bare 1 gandet rolle kan være i spill."
    },
    {
        "target": "riot",
        "trick": "undertaker",
        "reason": "Spillere som nomineres og dør oppfattes av Graveren som henrettet."
    },
    {
        "target": "riot",
        "trick": "cannibal",
        "reason": "Spillere som nomineres og dør oppfattes av Menneskeeteren som henrettet."
    },
    {
        "target": "riot",
        "trick": "pacifist",
        "reason": "Spillere som nomineres og dør oppfattes av Pasifisten som henrettet."
    },
    {
        "target": "riot",
        "trick": "devilsadvocate",
        "reason": "Spillere som nomineres og dør oppfattes av Djevelens Advokat som henrettet."
    },
    {
        "target": "riot",
        "trick": "investigator",
        "reason": "Opprør oppfattes som en Lakei av Etterforskeren."
    },
    {
        "target": "riot",
        "trick": "clockmaker",
        "reason": "Opprør oppfattes som en Lakei av Urmakeren."
    },
    {
        "target": "riot",
        "trick": "towncrier",
        "reason": "Opprør oppfattes som en Lakei av Utroperen."
    },
    {
        "target": "riot",
        "trick": "damsel",
        "reason": "Opprør oppfattes som en Lakei av Prinsessa."
    },
    {
        "target": "riot",
        "trick": "preacher",
        "reason": "Opprør oppfattes som en Lakei av Predikanten."
    },
    {
        "target": "riot",
        "trick": "hatter",
        "reason": "Hvis hattemakeren dør, er Riot i spill og en Riot velger en annen demon, et normalt ondt lag blir skapt fra Riot-spillerne. Hvis hattemakeren dør og demonen velger Riot, blir Minions også Riot."
    },
    {
        "target": "riot",
        "trick": "summoner",
        "reason": "Hvis Summoner oppretter Riot, blir den valgte spilleren og alle onde spillere Riot. Den valgte spilleren må være en av Summonerens levende gode naboer."
    },
    {
        "target": "alhadikhia",
        "trick": "scarletwoman",
        "reason": "Om det er 2 levende Al-Hadikhiaer, blir Babylon-Al-Hadikhiaen til Babylon igjen."
    },
    {
        "target": "alhadikhia",
        "trick": "mastermind",
        "reason": "Bare 1 gandet rolle kan være i spill. Onde spillere lærer innledningsvis hvilken spiller og rolle det er."
    },
    {
        "target": "organgrinder",
        "trick": "butler",
        "reason": "Om Veivspilleren gjør at man lukker øynene under avstemninger, kan Hovmesteren rekke opp hånden for å stemme, men stemmen deres teller bare om herren deres også stemte for."
    },
    {
        "target": "organgrinder",
        "trick": "flowergirl",
        "reason": "Om spillerne hadde øynene lukket under avstemningene, lærer Blomsterpika hvor mange ganger Demonen stemte."
    },
    {
        "target": "organgrinder",
        "trick": "minstrel",
        "reason": "Bare 1 gandet rolle kan være i spill."
    },
    {
        "target": "organgrinder",
        "trick": "preacher",
        "reason": "Bare 1 gandet rolle kan være i spill."
    },
    {
        "target": "vizier",
        "trick": "alchemist",
        "reason": "Om Alkymisten har evnen til Vesiren, kan de kun henrette umiddelbart om 3 eller flere spillere stemte for."
    },
    {
        "target": "vizier",
        "trick": "courtier",
        "reason": "Om Vesiren blir evneløs, lærer de det. Om Vesiren henrettes mens de ennå har evnen sin, vinner laget deres."
    },
    {
        "target": "vizier",
        "trick": "fearmonger",
        "reason": "Vesiren våkner samtidig med Fryktinngyteren, lærer hvem de velger og kan ikke velge å henrette den spilleren."
    },
    {
        "target": "vizier",
        "trick": "investigator",
        "reason": "Om Etterforskeren lærer at Vesiren er i spill, kunngjør ikke Fortelleren det."
    },
    {
        "target": "vizier",
        "trick": "magician",
        "reason": "Bare 1 gandet rolle kan være i spill."
    },
    {
        "target": "vizier",
        "trick": "preacher",
        "reason": "Om Vesiren blir evneløs, lærer de det. Om Vesiren henrettes mens de ennå har evnen sin, vinner laget deres."
    },
    {
        "target": "kazali",
        "trick": "bountyhunter",
        "reason": "En ond byfolk skapes bare hvis dusørjegeren fortsatt er i spill etter Kazali-handlingene."
    },
    {
        "target": "kazali",
        "trick": "goon",
        "reason": "Hvis Kazali velger Bajas å bli en Lakeier, avgjøres gjenværende Lakeier-valg av historiefortelleren."
    },
    {
        "target": "kazali",
        "trick": "marionette",
        "reason": "Hvis Kazali velger å lage en Tråddukke, må de velge en av naboene sine."
    },
    {
        "target": "kazali",
        "trick": "huntsman",
        "reason": "Hvis Kazali velger Prinsesse å bli en Lakeier, og en Ferdamann er i spill, blir en god spiller Prinsesse."
    },
    {
        "target": "kazali",
        "trick": "choirboy",
        "reason": "Kazalien kan ikke velge kongen til å bli Lakeier hvis en korgutt er i spill."
    },
    {
        "target": "kazali",
        "trick": "summoner",
        "reason": "Kazali kan ikke velge å opprette en Summoner."
    },
    {
        "target": "yaggababble",
        "trick": "exorcist",
        "reason": "Hvis Djevleutdriver velger Yaggababble, dreper ikke Yaggababble-evnen i kveld."
    },
    {
        "target": "summoner",
        "trick": "clockmaker",
        "reason": "Hvis Summoner er i spill, mottar ikke Clockmaker informasjonen deres før en demon er opprettet."
    },
    {
        "target": "summoner",
        "trick": "alchemist",
        "reason": "Hvis det er en Alchemist-Summoner i spill, starter spillet med en Demon i spill, som normalt. Hvis Alchemist-Summoner velger en spiller, gjør de spilleren til en Demon, men endrer ikke justeringen."
    },
    {
        "target": "summoner",
        "trick": "poppygrower",
        "reason": "Hvis valmuedyrkeren er i live når summoneren handler, velger summoneren hvilken demon, men historiefortelleren velger hvilken spiller."
    },
    {
        "target": "summoner",
        "trick": "marionette",
        "reason": "Marionetten er nabo til Summoner. The Summoner vet hvem Marionetten er."
    }
]
