[
    {
        "target": "chambermaid",
        "trick": "mathematician",
        "reason": "Kammerpika lærer om Matematikeren våkner i natt eller ei, selv om Kammerpika våkner først."
    },
    {
        "target": "eviltwin",
        "trick": "plaguedoctor",
        "reason": "Fortelleren kan ikke tilegne seg evnen til den Onde Tvillingen."
    },
    {
        "target": "cannibal",
        "trick": "butler",
        "reason": "Om Menneskeeteren tilegner seg evnen til Hovmesteren, lærer de det."
    },
    {
        "target": "cannibal",
        "trick": "juggler",
        "reason": "Om Sjongløren gjetter på den første dagen sin og så dør ved henrettelse, får Menneskeeteren vite hvor mange roller Sjongløren fikk rett i."
    },
    {
        "target": "cannibal",
        "trick": "zealot",
        "reason": "Om Menneskeeteren tilegner seg evnen til Seloten, lærer de det."
    },
    {
        "target": "lunatic",
        "trick": "mathematician",
        "reason": "Matematikeren lærer om den Sinnssyke angriper andre spillere enn dem den ekte Demonen angrep."
    },
    {
        "target": "pithag",
        "trick": "heretic",
        "reason": "Ei Markkjerring kan ikke skape en Kjetter."
    },
    {
        "target": "pithag",
        "trick": "damsel",
        "reason": "Om ei Markkjerring skaper ei Prinsesse, velger Fortelleren hvilken spiller det er."
    },
    {
        "target": "pithag",
        "trick": "politician",
        "reason": "Ei Markkjerring kan ikke skape en ond Politiker."
    },
    {
        "target": "pithag",
        "trick": "villageidiot",
        "reason": "Markkjerringa kan skape en ekstra Bygdetulling om det er en brikke til overs. I så fall kan den fulle Bygdetullingen bli en annen."
    },
    {
        "target": "pithag",
        "trick": "cultleader",
        "reason": "Om Markkjerringa gjør en ond spiller om til en Sektlederen, kan ikke spilleren gjøre seg selv god med evnen sin."
    },
    {
        "target": "pithag",
        "trick": "goon",
        "reason": "Om Markkjerringa gjør en ond spiller om til Bajasen, kan ikke spilleren gjøre seg selv god med evnen sin."
    },
    {
        "target": "pithag",
        "trick": "ogre",
        "reason": "Om Markkjerringa gjør en ond spiller om til Trollet, kan ikke spilleren gjøre seg selv god med evnen sin."
    },
    {
        "target": "cerenovus",
        "trick": "goblin",
        "reason": "Cerenoven kan velge å gjøre en spiller manisk de er Småtrollet."
    },
    {
        "target": "goblin",
        "trick": "plaguedoctor",
        "reason": "Om Pestlegen dør, tilegner en levende Lakei seg evnen til Småtrollet, i tillegg til sin egen evne. Dette lærer de."
    },
    {
        "target": "leviathan",
        "trick": "soldier",
        "reason": "Om Leviatan nominerer og henretter Soldaten, dør ikke Soldaten."
    },
    {
        "target": "leviathan",
        "trick": "monk",
        "reason": "Om Leviatan nominerer og henretter spilleren Munken velger, dør ikke spilleren."
    },
    {
        "target": "leviathan",
        "trick": "innkeeper",
        "reason": "Om Leviatan nominerer og henretter en spiller Gjestgiveren velger, dør ikke spilleren."
    },
    {
        "target": "leviathan",
        "trick": "ravenkeeper",
        "reason": "Om Leviatan er i spill & Ravnherren dør ved henrettelse, våkner de den natten for å bruke evnen sin."
    },
    {
        "target": "leviathan",
        "trick": "banshee",
        "reason": "Om Leviatan er i spill & Bean Sídhe dør ved henrettelse, tilegner Bean Sídhe seg evnen sin, og alle spillerne lærer at Bean Sídhe har dødd."
    },
    {
        "target": "leviathan",
        "trick": "sage",
        "reason": "Om Leviatan er i spill & Vismannen dør ved henrettelse, våkner de den natten for å bruke evnen sin."
    },
    {
        "target": "leviathan",
        "trick": "farmer",
        "reason": "Om Leviatan er i spill & en Bonde dør ved henrettelse, blir en god spiller til en Bonde den natten."
    },
    {
        "target": "leviathan",
        "trick": "mayor",
        "reason": "Om Leviatan er i spill vinner godt om ingen henrettes dag 5."
    },
    {
        "target": "leviathan",
        "trick": "hatter",
        "reason": "Om Hattemakeren dør på dag 5 eller senere, kan ikke Demonen velge Leviathan."
    },
    {
        "target": "leviathan",
        "trick": "pithag",
        "reason": "Markkjerringa kan ikke skape Leviatan etter dag 5."
    },
    {
        "target": "lilmonsta",
        "trick": "poppygrower",
        "reason": "Om Valmuedyrkeren er i spill, våkner ikke Lakeier samtidig. De vekkes én om gangen, inntil en av dem velger å ta Ungmonster-brikken."
    },
    {
        "target": "lilmonsta",
        "trick": "magician",
        "reason": "Hver natt velger Tryllekunstneren en Lakei. Om Lakeien & Ungmonsteret lever, passer Lakeien nå på Ungmonsteret."
    },
    {
        "target": "lilmonsta",
        "trick": "scarletwoman",
        "reason": "Om det er 5 eller flere spillere i live og spilleren som holder Ungmonster-brikken dør, gis brikken til Babylon i natt."
    },
    {
        "target": "lilmonsta",
        "trick": "organgrinder",
        "reason": "Stemmer for Veivspilleren teller om Veivspilleren passer på Ungmonsteret."
    },
    {
        "target": "lilmonsta",
        "trick": "vizier",
        "reason": "Vesiren kan dø ved henrettelse om de passer på Ungmonsteret."
    },
    {
        "target": "lilmonsta",
        "trick": "hatter",
        "reason": "Om en Demon velger Ungmonsteret, velger de også Lakeien som passer på Ungmonsteret i natt."
    },
    {
        "target": "lycanthrope",
        "trick": "gambler",
        "reason": "Om Lykantropen lever og Hasardspilleren dreper seg selv om natten, kan ingen andre spillere dø i natt."
    },
    {
        "target": "legion",
        "trick": "engineer",
        "reason": "Brorskapet og Ingeniøren kan ikke begge være i spill fra spillets begynnelse. Om Ingeniøren skaper Brorskapet, blir de fleste spillerne (derav alle de onde spillerne) onde og del av Brorskapet."
    },
    {
        "target": "legion",
        "trick": "preacher",
        "reason": "Om Predikanten velger en spiller i Brorskapet, beholder spilleren evnen sin, men Predikanten kan lære at de er del av Brorskapet."
    },
    {
        "target": "legion",
        "trick": "minstrel",
        "reason": "Om en spiller i Brorskapet døde ved henrettelse i dag, beholder spilleren evnen sin, men Trubaduren kan lære at de er del av Brorskapet."
    },
    {
        "target": "legion",
        "trick": "hatter",
        "reason": "Om Hattemakeren dør når Brorskapet er i spill, skjer ingenting. Om Hattemakeren dør og en ond spiller velger Brorskapet, blir alle onde spillere del av Brorskapet."
    },
    {
        "target": "legion",
        "trick": "zealot",
        "reason": "Seloten kan oppfattes som ond for Brorskapet sin evne."
    },
    {
        "target": "fanggu",
        "trick": "scarletwoman",
        "reason": "Om Fægisten velger en Einstøing og dør, blir ikke Babylon til Fægisten."
    },
    {
        "target": "spy",
        "trick": "alchemist",
        "reason": "Alkymisten kan ikke ha evnen til Spionen."
    },
    {
        "target": "spy",
        "trick": "magician",
        "reason": "Når Spionen ser inn i Boka, er rollebrikkene til Demonen og Tryllekunstneren tatt bort."
    },
    {
        "target": "spy",
        "trick": "poppygrower",
        "reason": "Om Valmuedyrkeren er i spill, får ikke Spionen se inn i Boka før Valmuedyrkeren dør."
    },
    {
        "target": "spy",
        "trick": "plaguedoctor",
        "reason": "Om Pestlegen dør, tilegner en levende Lakei seg evnen til Spionen, i tillegg til sin egen evne. Dette lærer de."
    },
    {
        "target": "spy",
        "trick": "damsel",
        "reason": "Har Spionen vært i spill er Prinsessa forgiftet."
    },
    {
        "target": "spy",
        "trick": "heretic",
        "reason": "Bare 1 gandet rolle kan være i spill."
    },
    {
        "target": "spy",
        "trick": "ogre",
        "reason": "Trollet oppfatter alltid Spionen som ond."
    },
    {
        "target": "widow",
        "trick": "alchemist",
        "reason": "Alkymisten kan ikke ha evnen til Enka."
    },
    {
        "target": "widow",
        "trick": "magician",
        "reason": "Når Enka ser inn i Boka, er rollebrikkene til Demonen og Tryllekunstneren tatt bort."
    },
    {
        "target": "widow",
        "trick": "poppygrower",
        "reason": "Om Valmuedyrkeren er i spill, får ikke Enka se inn i Boka før Valmuedyrkeren dør."
    },
    {
        "target": "widow",
        "trick": "damsel",
        "reason": "Har Enka vært i spill er Prinsessa forgiftet."
    },
    {
        "target": "widow",
        "trick": "heretic",
        "reason": "Bare 1 gandet rolle kan være i spill."
    },
    {
        "target": "godfather",
        "trick": "heretic",
        "reason": "Bare 1 gandet rolle kan være i spill."
    },
    {
        "target": "scarletwoman",
        "trick": "plaguedoctor",
        "reason": "Om Pestlegen dør, tilegner en levende Lakei seg evnen til Babylon i tillegg til sin egen evne. Dette lærer de."
    },
    {
        "target": "boomdandy",
        "trick": "plaguedoctor",
        "reason": "Om Pestlegen henrettes og Fortelleren ville ha tilegnet seg evnen til Knallkaren, utløses evnen umiddelbart."
    },
    {
        "target": "fearmonger",
        "trick": "plaguedoctor",
        "reason": "Om Pestlegen dør, tilegner en levende Lakei seg evnen til Fryktinngyteren i tillegg til sin egen evne. Dette lærer de."
    },
    {
        "target": "yaggababble",
        "trick": "exorcist",
        "reason": "Om Djevleutdriveren velger Flåkjeften, virker ikke Flåkjeftens evne i natt."
    },
    {
        "target": "summoner",
        "trick": "clockmaker",
        "reason": "Om Svartemaneren er i spill, mottar ikke Urmakeren kunnskapen sin før en Demon blir til."
    },
    {
        "target": "summoner",
        "trick": "alchemist",
        "reason": "Om det finnes en Alkymist med evnen til Svartemaneren, begynner spillet som normalt med en Demon i spill. Om Svartemaner-Alkymisten velger en spiller, gjør de dem om til en Demon men endrer ikke deres lojalitet."
    },
    {
        "target": "summoner",
        "trick": "poppygrower",
        "reason": "Om Valmuedyrkeren er i live når Svartemaneren handler, velger Svartemaneren Demonen men Fortelleren hvilken spiller."
    },
    {
        "target": "summoner",
        "trick": "marionette",
        "reason": "Tråddukka er nabo til Svartemaneren. Svartemaneren vet hvem Tråddukka er."
    },
    {
        "target": "summoner",
        "trick": "pithag",
        "reason": "Svartemaneren kan ikke skape en Demon allerede i spill. Om Svartemaneren skaper en Demon ikke i spill er dødsfall i natt vilkårlige."
    },
    {
        "target": "summoner",
        "trick": "hatter",
        "reason": "Svartemaneren kan ikke skape en Demon allerede i spill. Om Svartemaneren skaper en Demon ikke i spill er dødsfall i natt vilkårlige."
    },
    {
        "target": "summoner",
        "trick": "courtier",
        "reason": "Om Svartemaneren er full den tredje natten, velger Svartemaneren Demonen men Fortelleren hvilken spiller."
    },
    {
        "target": "summoner",
        "trick": "engineer",
        "reason": "Om Ingeniøren tar bort Svartemaneren før de får brukt evnen sin, bruker Svartemaneren evnen sin umiddelbart."
    },
    {
        "target": "summoner",
        "trick": "zombuul",
        "reason": "Om Svartemaneren gjør en død spiller om til Dauguulen, ansees spilleren som en Dauguul som har dødd én gang."
    },
    {
        "target": "summoner",
        "trick": "pukka",
        "reason": "Svartemaneren kan gjøre en spiller om til Pukka den andre natten."
    },
    {
        "target": "summoner",
        "trick": "riot",
        "reason": "Om Svartemaneren skaper Opprør, blir alle Lakeiene Opprør."
    },
    {
        "target": "summoner",
        "trick": "legion",
        "reason": "Om Svartemaneren skaper Brorskapet, blir de fleste spillerne (derav alle de onde spillerne) onde og del av Brorskapet."
    },
    {
        "target": "summoner",
        "trick": "kazali",
        "reason": "Svartemaneren kan ikke skape en Demon allerede i spill. Om Svartemaneren skaper en Demon ikke i spill er dødsfall i natt vilkårlige."
    },
    {
        "target": "summoner",
        "trick": "preacher",
        "reason": "Om Predikanten velger Svartemaneren innen den tredje natten, velger Svartemaneren Demonen men Fortelleren hvilken spiller."
    },
    {
        "target": "baron",
        "trick": "heretic",
        "reason": "Det kan hende Greven kun legger til 1 Einstøing, ikke 2."
    },
    {
        "target": "baron",
        "trick": "plaguedoctor",
        "reason": "Om Fortelleren tilegner seg evnen til Greven, blir opp til to spillere Einstøinger ikke i spill."
    },
    {
        "target": "marionette",
        "trick": "lilmonsta",
        "reason": "Tråddukka er nabo til en Lakei, ikke til Demonen. Tråddukka vekkes ikke for å velge hvem som tar Ungmonster-brikken, og lærer ikke at de er Tråddukka om de har Ungmonster-brikken."
    },
    {
        "target": "marionette",
        "trick": "poppygrower",
        "reason": "Når Valmuedyrkeren dør, lærer Demonen hvem Tråddukka er. Tråddukka lærer ingenting."
    },
    {
        "target": "marionette",
        "trick": "snitch",
        "reason": "Tråddukka lærer ikke 3 roller ikke i spill. Demonen lærer 3 flere roller isteden."
    },
    {
        "target": "marionette",
        "trick": "balloonist",
        "reason": "Om Tråddukka tror de er Ballongfareren, legges +1 Einstøing til."
    },
    {
        "target": "marionette",
        "trick": "damsel",
        "reason": "Tråddukka lærer ikke at ei Prinsesse er i spill."
    },
    {
        "target": "marionette",
        "trick": "plaguedoctor",
        "reason": "Om Demonen har en levende nabo som er Borger eller Einstøing når Pestlegen dør, blir spilleren ei ond Tråddukke. Dette skjer ikke om det allerede finnes en ekstra ond spiller."
    },
    {
        "target": "marionette",
        "trick": "huntsman",
        "reason": "Om Tråddukka tror de er Ferdamannen, legges Prinsessa til."
    },
    {
        "target": "lleech",
        "trick": "mastermind",
        "reason": "Om Geniet lever og Iglas vert dør ved henrettelse, mister Igla evnen sin, men lever."
    },
    {
        "target": "lleech",
        "trick": "slayer",
        "reason": "Om Monsterjegeren velger Iglas vert, dør verten."
    },
    {
        "target": "lleech",
        "trick": "heretic",
        "reason": "Om Igla har forgiftet Kjetteren og så dør, forblir Kjetteren forgiftet."
    },
    {
        "target": "kazali",
        "trick": "bountyhunter",
        "reason": "En Borger er ond bare om Dusørjegeren ennå er i spill etter at Kazalien har handlet."
    },
    {
        "target": "kazali",
        "trick": "goon",
        "reason": "Om Kazalien velger Bajasen som Lakei, blir de resterende valgene av Lakei tatt av Fortelleren."
    },
    {
        "target": "kazali",
        "trick": "marionette",
        "reason": "Om Kazalien velger Tråddukka som Lakei, må de velge blant sine naboer."
    },
    {
        "target": "kazali",
        "trick": "huntsman",
        "reason": "Om Kazalien velger Prinsessa som Lakei og en Ferdamann er i spill, blir en god spiller til Prinsessa."
    },
    {
        "target": "kazali",
        "trick": "choirboy",
        "reason": "Kazalien kan ikke velge Kongen som Lakei om en Korgutt er i spill."
    },
    {
        "target": "kazali",
        "trick": "soldier",
        "reason": "Om Kazalien gjør Soldaten om til en Lakei ikke i spill, velger Soldaten hvilken Lakei."
    },
    {
        "target": "riot",
        "trick": "engineer",
        "reason": "Opprør og Ingeniøren kan ikke begge være i spill fra spillets begynnelse. Om Ingeniøren skaper Opprør, blir alle onde spillere til Opprør."
    },
    {
        "target": "riot",
        "trick": "golem",
        "reason": "Om Golemen nominerer Opprør, dør ikke spilleren som er Opprør."
    },
    {
        "target": "riot",
        "trick": "snitch",
        "reason": "Om Tysteren er i spill, får hvert Opprør 3 flere bløffer."
    },
    {
        "target": "riot",
        "trick": "saint",
        "reason": "Om en god spiller nominerer og dreper Helgenen, taper laget til Helgenen."
    },
    {
        "target": "riot",
        "trick": "butler",
        "reason": "Hovmesteren kan ikke nominere herren sin."
    },
    {
        "target": "riot",
        "trick": "pithag",
        "reason": "Om Markkjerringa skaper Opprør, blir alle onde spillere til Opprør. Om Markkjerringa skaper Opprør etter dag 3, fortsetter spillet for én dag til."
    },
    {
        "target": "riot",
        "trick": "mayor",
        "reason": "Om den tredje dagen begynner med kun 3 spillere i live, kan spillerne i fellesskap beslutte å ikke nominere i dag. I så fall vinner Borgermesteren sitt lag (om Borgermesteren ennå lever)."
    },
    {
        "target": "riot",
        "trick": "monk",
        "reason": "Om en spiller som er Opprør nominerer og dreper spilleren beskyttet av Munken, dør ikke spilleren likevel."
    },
    {
        "target": "riot",
        "trick": "farmer",
        "reason": "Om en spiller som er Opprør nominerer og dreper en Bonde, bruker Bonden evnen sin i natt."
    },
    {
        "target": "riot",
        "trick": "innkeeper",
        "reason": "Om en spiller som er Opprør nominerer og dreper en spiller beskyttet av Gjestgiveren, dør ikke spilleren likevel."
    },
    {
        "target": "riot",
        "trick": "sage",
        "reason": "Om en spiller som er Opprør nominerer og dreper Vismannen, bruker Vismannen evnen sin i natt."
    },
    {
        "target": "riot",
        "trick": "banshee",
        "reason": "Om en spiller som er Opprør nominerer og dreper Bean Sídhe, lærer alle spillerne at Bean Sídhe har dødd. Bean Sídhe kan nominere to spillere umiddelbart etterpå."
    },
    {
        "target": "riot",
        "trick": "ravenkeeper",
        "reason": "Om en spiller som er Opprør nominerer og dreper Ravnherren, bruker Ravnherren evnen sin i natt."
    },
    {
        "target": "riot",
        "trick": "soldier",
        "reason": "Om en spiller som er Opprør nominerer Soldaten, dør ikke Soldaten."
    },
    {
        "target": "riot",
        "trick": "grandmother",
        "reason": "Om en spiller som er Opprør nominerer og dreper Barnebarnet, dør Farmora også."
    },
    {
        "target": "riot",
        "trick": "king",
        "reason": "Om en spiller som er Opprør nominerer og dreper Kongen og Korgutten ennå lever, bruker Korgutten evnen sin i natt."
    },
    {
        "target": "riot",
        "trick": "exorcist",
        "reason": "Bare 1 gandet rolle kan være i spill."
    },
    {
        "target": "riot",
        "trick": "minstrel",
        "reason": "Bare 1 gandet rolle kan være i spill."
    },
    {
        "target": "riot",
        "trick": "flowergirl",
        "reason": "Bare 1 gandet rolle kan være i spill."
    },
    {
        "target": "riot",
        "trick": "undertaker",
        "reason": "Spillere som nomineres og dør oppfattes av Graveren som henrettet."
    },
    {
        "target": "riot",
        "trick": "cannibal",
        "reason": "Spillere som nomineres og dør oppfattes av Menneskeeteren som henrettet."
    },
    {
        "target": "riot",
        "trick": "pacifist",
        "reason": "Spillere som nomineres og dør oppfattes av Pasifisten som henrettet."
    },
    {
        "target": "riot",
        "trick": "devilsadvocate",
        "reason": "Spillere som nomineres og dør oppfattes av Djevelens Advokat som henrettet."
    },
    {
        "target": "riot",
        "trick": "investigator",
        "reason": "Opprør oppfattes som en Lakei av Etterforskeren."
    },
    {
        "target": "riot",
        "trick": "clockmaker",
        "reason": "Opprør oppfattes som en Lakei av Urmakeren."
    },
    {
        "target": "riot",
        "trick": "towncrier",
        "reason": "Opprør oppfattes som en Lakei av Utroperen."
    },
    {
        "target": "riot",
        "trick": "damsel",
        "reason": "Opprør oppfattes som en Lakei av Prinsessa."
    },
    {
        "target": "riot",
        "trick": "preacher",
        "reason": "Opprør oppfattes som en Lakei av Predikanten."
    },
    {
        "target": "riot",
        "trick": "hatter",
        "reason": "Om Hattemakeren dør, Opprør er i spill og en spiller som er Opprør velger en annen Demon, blir et normalt ondt lag bygd opp av alle spillerne som er Opprør. Om Hattemakeren dør og Demonen velger Opprør, blir Lakeiene også til Opprør."
    },
    {
        "target": "riot",
        "trick": "zealot",
        "reason": "Om du nomineres må du nominere óg, selv når du er død."
    },
    {
        "target": "alhadikhia",
        "trick": "scarletwoman",
        "reason": "Om det er 2 Al-Hadikhiaer i live, blir Babylon-Al-Hadikhiaen til Babylon igjen."
    },
    {
        "target": "organgrinder",
        "trick": "butler",
        "reason": "Om Veivspilleren gjør at man lukker øynene under avstemninger, kan Hovmesteren rekke opp hånden for å stemme, men stemmen deres teller bare der herren deres også stemte for."
    },
    {
        "target": "organgrinder",
        "trick": "minstrel",
        "reason": "Om Trubaduren gjorde alle sammen fulle, beholder Veivspilleren evnen sin men Trubaduren kan holde øynene sine åpne under avstemninger."
    },
    {
        "target": "organgrinder",
        "trick": "preacher",
        "reason": "Om Predikanten tar bort evnen til Veivspilleren, beholder Veivspilleren evnen sin men Predikanten kan holde øynene sine åpne under avstemninger."
    },
    {
        "target": "vizier",
        "trick": "investigator",
        "reason": "Om Etterforskeren lærer at Vesiren er i spill, kunngjør ikke Fortelleren det."
    },
    {
        "target": "vizier",
        "trick": "preacher",
        "reason": "Om Vesiren mister evnen sin, lærer de det. Om Vesiren henrettes mens de ennå har evnen sin, vinner laget deres."
    },
    {
        "target": "vizier",
        "trick": "courtier",
        "reason": "Om Vesiren mister evnen sin, lærer de det. Om Vesiren henrettes mens de ennå har evnen sin, vinner laget deres."
    },
    {
        "target": "vizier",
        "trick": "alchemist",
        "reason": "Om Alkymisten har evnen til Vesiren, kan de kun henrette umiddelbart om 3 eller flere spillere stemte for."
    },
    {
        "target": "vizier",
        "trick": "magician",
        "reason": "Bare 1 gandet rolle kan være i spill."
    },
    {
        "target": "vizier",
        "trick": "fearmonger",
        "reason": "Vesiren våkner samtidig som Fryktinngyteren, lærer hvem de velger og kan ikke velge å henrette den spilleren."
    },
    {
        "target": "vizier",
        "trick": "politician",
        "reason": "Politikeren kan oppfattes som ond av Vesiren."
    },
    {
        "target": "vizier",
        "trick": "alsaahir",
        "reason": "Om Vesiren er i spill må Alsaahir også gjette hvilken Demon er i spill."
    },
    {
        "target": "vizier",
        "trick": "zealot",
        "reason": "Seloten kan oppfattes som ond av Vesiren."
    },
    {
        "target": "vortox",
        "trick": "banshee",
        "reason": "Om Virvelbeistet er i spill og Demonen dreper Bean Sídhe, lærer spillerne dette likevel."
    },
    {
        "target": "ogre",
        "trick": "recluse",
        "reason": "Om Trollet oppfatter Eremitten som ond, får Trollet vite at de er ond."
    },
    {
        "target": "philosopher",
        "trick": "bountyhunter",
        "reason": "Om Filosofen tilegner seg evnen til Dusørjegeren, kan det hende en Borger blir ond."
    },
    {
        "target": "mastermind",
        "trick": "alhadikhia",
        "reason": "Om Al-Hadikhia dør ved henrettelse, og Geniet lever, velger Al-Hadikhia 3 gode spillere i natt. Om alle 3 velger å leve vinner ondt, ellers vinner godt."
    }
]
