[
    {
        "target": "bountyhunter",
        "trick": "kazali",
        "reason": "En Borger er ond bare om Dusørjegeren ennå er i spill etter at Kazalien har handlet."
    },
    {
        "target": "bountyhunter",
        "trick": "philosopher",
        "reason": "Om Filosofen tilegner seg evnen til Dusørjegeren, kan det hende en Borger blir ond."
    },
    {
        "target": "cannibal",
        "trick": "butler",
        "reason": "Om Menneskeeteren tilegner seg evnen til Hovmesteren, lærer de det."
    },
    {
        "target": "cannibal",
        "trick": "juggler",
        "reason": "If the Juggler guesses on their first day and dies by execution, tonight the living Cannibal learns how many guesses the Juggler got correct."
    },
    {
        "target": "cannibal",
        "trick": "poppygrower",
        "reason": "If the Cannibal eats the Poppy Grower, then dies or loses the Poppy Grower ability, the Demon and Minions learn each other that night."
    },
    {
        "target": "cannibal",
        "trick": "zealot",
        "reason": "Om Menneskeeteren tilegner seg evnen til Seloten, lærer de det."
    },
    {
        "target": "mathematician",
        "trick": "chambermaid",
        "reason": "Kammerpika lærer om Matematikeren våkner i natt eller ei, selv om Kammerpika våkner først."
    },
    {
        "target": "mathematician",
        "trick": "lunatic",
        "reason": "Matematikeren lærer om den Sinnssyke angriper andre spillere enn dem den ekte Demonen angrep."
    },
    {
        "target": "butler",
        "trick": "organgrinder",
        "reason": "Om Veivspilleren gjør at man lukker øynene under avstemninger, kan Hovmesteren rekke opp hånden for å stemme, men stemmen deres teller bare der herren deres også stemte for."
    },
    {
        "target": "heretic",
        "trick": "baron",
        "reason": "Det kan hende Greven kun legger til 1 Einstøing, ikke 2."
    },
    {
        "target": "heretic",
        "trick": "boffin",
        "reason": "The Demon cannot have the Heretic ability."
    },
    {
        "target": "heretic",
        "trick": "godfather",
        "reason": "Bare 1 gandet rolle kan være i spill."
    },
    {
        "target": "heretic",
        "trick": "lleech",
        "reason": "Om Igla har forgiftet Kjetteren og så dør, forblir Kjetteren forgiftet."
    },
    {
        "target": "heretic",
        "trick": "pithag",
        "reason": "Ei Markkjerring kan ikke skape en Kjetter."
    },
    {
        "target": "heretic",
        "trick": "spy",
        "reason": "Bare 1 gandet rolle kan være i spill."
    },
    {
        "target": "heretic",
        "trick": "widow",
        "reason": "Bare 1 gandet rolle kan være i spill."
    },
    {
        "target": "ogre",
        "trick": "recluse",
        "reason": "Om Trollet oppfatter Eremitten som ond, får Trollet vite at de er ond."
    },
    {
        "target": "plaguedoctor",
        "trick": "baron",
        "reason": "If the Storyteller gains the Baron ability, up to two players become not-in-play Outsiders."
    },
    {
        "target": "plaguedoctor",
        "trick": "boomdandy",
        "reason": "Om Pestlegen henrettes og Fortelleren ville ha tilegnet seg evnen til Knallkaren, utløses evnen umiddelbart."
    },
    {
        "target": "plaguedoctor",
        "trick": "eviltwin",
        "reason": "Fortelleren kan ikke tilegne seg evnen til den Onde Tvillingen."
    },
    {
        "target": "plaguedoctor",
        "trick": "fearmonger",
        "reason": "Om Pestlegen dør, tilegner en levende Lakei seg evnen til Fryktinngyteren i tillegg til sin egen evne. Dette lærer de."
    },
    {
        "target": "plaguedoctor",
        "trick": "goblin",
        "reason": "Om Pestlegen dør, tilegner en levende Lakei seg evnen til Småtrollet, i tillegg til sin egen evne. Dette lærer de."
    },
    {
        "target": "plaguedoctor",
        "trick": "marionette",
        "reason": "If the Demon has a neighbor who is alive and a Townsfolk or Outsider when the Plague Doctor dies, that player becomes an evil Marionette. If there is already an extra evil player, this does not happen."
    },
    {
        "target": "plaguedoctor",
        "trick": "scarletwoman",
        "reason": "Om Pestlegen dør, tilegner en levende Lakei seg evnen til Babylon i tillegg til sin egen evne. Dette lærer de."
    },
    {
        "target": "plaguedoctor",
        "trick": "spy",
        "reason": "Om Pestlegen dør, tilegner en levende Lakei seg evnen til Spionen, i tillegg til sin egen evne. Dette lærer de."
    },
    {
        "target": "boffin",
        "trick": "alchemist",
        "reason": "If the Alchemist has the Boffin ability, the Alchemist does not learn what ability the Demon has."
    },
    {
        "target": "boffin",
        "trick": "cultleader",
        "reason": "If the Demon has the Cult Leader ability, they can’t turn good due to this ability."
    },
    {
        "target": "boffin",
        "trick": "drunk",
        "reason": "If the Demon would have the Drunk ability, the Boffin chooses a Townsfolk player to have this ability instead."
    },
    {
        "target": "boffin",
        "trick": "goon",
        "reason": "If the Demon has the Goon ability, they can’t turn good due to this ability."
    },
    {
        "target": "boffin",
        "trick": "ogre",
        "reason": "The Demon cannot have the Ogre ability."
    },
    {
        "target": "boffin",
        "trick": "politician",
        "reason": "The Demon cannot have the Politician ability."
    },
    {
        "target": "boffin",
        "trick": "villageidiot",
        "reason": "If there is a spare token, the Boffin can give the Demon the Village Idiot ability."
    },
    {
        "target": "cerenovus",
        "trick": "goblin",
        "reason": "Cerenoven kan velge å gjøre en spiller manisk de er Småtrollet."
    },
    {
        "target": "marionette",
        "trick": "balloonist",
        "reason": "Om Tråddukka tror de er Ballongfareren, legges +1 Einstøing til."
    },
    {
        "target": "marionette",
        "trick": "damsel",
        "reason": "Tråddukka lærer ikke at ei Prinsesse er i spill."
    },
    {
        "target": "marionette",
        "trick": "huntsman",
        "reason": "Om Tråddukka tror de er Ferdamannen, legges Prinsessa til."
    },
    {
        "target": "marionette",
        "trick": "lilmonsta",
        "reason": "Tråddukka er nabo til en Lakei, ikke til Demonen. Tråddukka vekkes ikke for å velge hvem som tar Ungmonster-brikken, og lærer ikke at de er Tråddukka om de har Ungmonster-brikken."
    },
    {
        "target": "marionette",
        "trick": "poppygrower",
        "reason": "Når Valmuedyrkeren dør, lærer Demonen hvem Tråddukka er. Tråddukka lærer ingenting."
    },
    {
        "target": "marionette",
        "trick": "snitch",
        "reason": "Tråddukka lærer ikke 3 roller ikke i spill. Demonen lærer 3 flere roller isteden."
    },
    {
        "target": "mastermind",
        "trick": "alhadikhia",
        "reason": "Om Al-Hadikhia dør ved henrettelse, og Geniet lever, velger Al-Hadikhia 3 gode spillere i natt. Om alle 3 velger å leve vinner ondt, ellers vinner godt."
    },
    {
        "target": "pithag",
        "trick": "cultleader",
        "reason": "Om Markkjerringa gjør en ond spiller om til en Sektlederen, kan ikke spilleren gjøre seg selv god med evnen sin."
    },
    {
        "target": "pithag",
        "trick": "damsel",
        "reason": "Om ei Markkjerring skaper ei Prinsesse, velger Fortelleren hvilken spiller det er."
    },
    {
        "target": "pithag",
        "trick": "goon",
        "reason": "Om Markkjerringa gjør en ond spiller om til Bajasen, kan ikke spilleren gjøre seg selv god med evnen sin."
    },
    {
        "target": "pithag",
        "trick": "ogre",
        "reason": "If the Pit-Hag turns an evil player into the Ogre, they can't turn good due to their own ability."
    },
    {
        "target": "pithag",
        "trick": "politician",
        "reason": "Ei Markkjerring kan ikke skape en ond Politiker."
    },
    {
        "target": "pithag",
        "trick": "villageidiot",
        "reason": "Markkjerringa kan skape en ekstra Bygdetulling om det er en brikke til overs. I så fall kan den fulle Bygdetullingen bli en annen."
    },
    {
        "target": "scarletwoman",
        "trick": "alhadikhia",
        "reason": "Om det er 2 Al-Hadikhiaer i live, blir Babylon-Al-Hadikhiaen til Babylon igjen."
    },
    {
        "target": "scarletwoman",
        "trick": "fanggu",
        "reason": "Om Fægisten velger en Einstøing og dør, blir ikke Babylon til Fægisten."
    },
    {
        "target": "spy",
        "trick": "alchemist",
        "reason": "If the Alchemist has the Spy ability, they do not see the Grimoire, and the real Spy cannot register falsely."
    },
    {
        "target": "spy",
        "trick": "damsel",
        "reason": "Har Spionen vært i spill er Prinsessa forgiftet."
    },
    {
        "target": "spy",
        "trick": "magician",
        "reason": "Når Spionen ser inn i Boka, er rollebrikkene til Demonen og Tryllekunstneren tatt bort."
    },
    {
        "target": "spy",
        "trick": "ogre",
        "reason": "Trollet oppfatter alltid Spionen som ond."
    },
    {
        "target": "spy",
        "trick": "poppygrower",
        "reason": "Om Valmuedyrkeren er i spill, får ikke Spionen se inn i Boka før Valmuedyrkeren dør."
    },
    {
        "target": "summoner",
        "trick": "alchemist",
        "reason": "Om det finnes en Alkymist med evnen til Svartemaneren, begynner spillet som normalt med en Demon i spill. Om Svartemaner-Alkymisten velger en spiller, gjør de dem om til en Demon men endrer ikke deres lojalitet."
    },
    {
        "target": "summoner",
        "trick": "clockmaker",
        "reason": "Om Svartemaneren er i spill, mottar ikke Urmakeren kunnskapen sin før en Demon blir til."
    },
    {
        "target": "summoner",
        "trick": "courtier",
        "reason": "Om Svartemaneren er full den tredje natten, velger Svartemaneren Demonen men Fortelleren hvilken spiller."
    },
    {
        "target": "summoner",
        "trick": "engineer",
        "reason": "Om Ingeniøren tar bort Svartemaneren før de får brukt evnen sin, bruker Svartemaneren evnen sin umiddelbart."
    },
    {
        "target": "summoner",
        "trick": "hatter",
        "reason": "Svartemaneren kan ikke skape en Demon allerede i spill. Om Svartemaneren skaper en Demon ikke i spill er dødsfall i natt vilkårlige."
    },
    {
        "target": "summoner",
        "trick": "kazali",
        "reason": "Svartemaneren kan ikke skape en Demon allerede i spill. Om Svartemaneren skaper en Demon ikke i spill er dødsfall i natt vilkårlige."
    },
    {
        "target": "summoner",
        "trick": "legion",
        "reason": "Om Svartemaneren skaper Brorskapet, blir de fleste spillerne (derav alle de onde spillerne) onde og del av Brorskapet."
    },
    {
        "target": "summoner",
        "trick": "lordoftyphon",
        "reason": "If the Summoner creates a Lord of Typhon, the Lord of Typhon must neighbor a Minion. The other neighbor becomes a not-in-play evil Minion."
    },
    {
        "target": "summoner",
        "trick": "marionette",
        "reason": "The Marionette neighbors the Summoner. The Summoner knows who the Marionette is."
    },
    {
        "target": "summoner",
        "trick": "pithag",
        "reason": "Svartemaneren kan ikke skape en Demon allerede i spill. Om Svartemaneren skaper en Demon ikke i spill er dødsfall i natt vilkårlige."
    },
    {
        "target": "summoner",
        "trick": "poppygrower",
        "reason": "Om Valmuedyrkeren er i live når Svartemaneren handler, velger Svartemaneren Demonen men Fortelleren hvilken spiller."
    },
    {
        "target": "summoner",
        "trick": "preacher",
        "reason": "Om Predikanten velger Svartemaneren innen den tredje natten, velger Svartemaneren Demonen men Fortelleren hvilken spiller."
    },
    {
        "target": "summoner",
        "trick": "pukka",
        "reason": "Svartemaneren kan gjøre en spiller om til Pukka den andre natten."
    },
    {
        "target": "summoner",
        "trick": "zombuul",
        "reason": "Om Svartemaneren gjør en død spiller om til Dauguulen, ansees spilleren som en Dauguul som har dødd én gang."
    },
    {
        "target": "vizier",
        "trick": "alsaahir",
        "reason": "Om Vesiren er i spill må Alsaahir også gjette hvilken Demon er i spill."
    },
    {
        "target": "vizier",
        "trick": "courtier",
        "reason": "If the Vizier loses their ability, they learn this. If the Vizier is executed while they have their ability, their team wins."
    },
    {
        "target": "vizier",
        "trick": "fearmonger",
        "reason": "The Vizier wakes with the Fearmonger, learns who they choose and cannot choose to immediately execute that player."
    },
    {
        "target": "vizier",
        "trick": "investigator",
        "reason": "Om Etterforskeren lærer at Vesiren er i spill, kunngjør ikke Fortelleren det."
    },
    {
        "target": "vizier",
        "trick": "magician",
        "reason": "If the Vizier and Magician are both in play, the Demon does not learn the Minions."
    },
    {
        "target": "vizier",
        "trick": "politician",
        "reason": "Politikeren kan oppfattes som ond av Vesiren."
    },
    {
        "target": "vizier",
        "trick": "preacher",
        "reason": "If the Vizier loses their ability, they learn this. If the Vizier is executed while they have their ability, their team wins."
    },
    {
        "target": "vizier",
        "trick": "zealot",
        "reason": "Seloten kan oppfattes som ond av Vesiren."
    },
    {
        "target": "widow",
        "trick": "alchemist",
        "reason": "If the Alchemist has the Widow ability, they do not see the Grimoire."
    },
    {
        "target": "widow",
        "trick": "damsel",
        "reason": "Har Enka vært i spill er Prinsessa forgiftet."
    },
    {
        "target": "widow",
        "trick": "magician",
        "reason": "Når Enka ser inn i Boka, er rollebrikkene til Demonen og Tryllekunstneren tatt bort."
    },
    {
        "target": "widow",
        "trick": "poppygrower",
        "reason": "Om Valmuedyrkeren er i spill, får ikke Enka se inn i Boka før Valmuedyrkeren dør."
    },
    {
        "target": "kazali",
        "trick": "choirboy",
        "reason": "Kazalien kan ikke velge Kongen som Lakei om en Korgutt er i spill."
    },
    {
        "target": "kazali",
        "trick": "goon",
        "reason": "The Kazali can choose that the Goon player is one of their evil Minions."
    },
    {
        "target": "kazali",
        "trick": "huntsman",
        "reason": "Om Kazalien velger Prinsessa som Lakei og en Ferdamann er i spill, blir en god spiller til Prinsessa."
    },
    {
        "target": "kazali",
        "trick": "marionette",
        "reason": "If the Kazali chooses to create a Marionette, they must choose one of their neighbors."
    },
    {
        "target": "kazali",
        "trick": "soldier",
        "reason": "The Kazali can choose that the Soldier player is one of their evil Minions."
    },
    {
        "target": "legion",
        "trick": "engineer",
        "reason": "Brorskapet og Ingeniøren kan ikke begge være i spill fra spillets begynnelse. Om Ingeniøren skaper Brorskapet, blir de fleste spillerne (derav alle de onde spillerne) onde og del av Brorskapet."
    },
    {
        "target": "legion",
        "trick": "hatter",
        "reason": "Om Hattemakeren dør når Brorskapet er i spill, skjer ingenting. Om Hattemakeren dør og en ond spiller velger Brorskapet, blir alle onde spillere del av Brorskapet."
    },
    {
        "target": "legion",
        "trick": "minstrel",
        "reason": "Om en spiller i Brorskapet døde ved henrettelse i dag, beholder spilleren evnen sin, men Trubaduren kan lære at de er del av Brorskapet."
    },
    {
        "target": "legion",
        "trick": "preacher",
        "reason": "Om Predikanten velger en spiller i Brorskapet, beholder spilleren evnen sin, men Predikanten kan lære at de er del av Brorskapet."
    },
    {
        "target": "legion",
        "trick": "zealot",
        "reason": "The Zealot might register as evil to Legion's ability."
    },
    {
        "target": "leviathan",
        "trick": "banshee",
        "reason": "Each night*, the Leviathan chooses an alive good player (different to previous nights): a chosen Banshee dies & gains their ability."
    },
    {
        "target": "leviathan",
        "trick": "exorcist",
        "reason": "Evil does not win when more than 1 good player has been executed, if the Exorcist is alive and has ever successfully chosen the Leviathan."
    },
    {
        "target": "leviathan",
        "trick": "farmer",
        "reason": "Each night*, the Leviathan chooses an alive good player (different to previous nights): a chosen Farmer uses their ability but does not die."
    },
    {
        "target": "leviathan",
        "trick": "grandmother",
        "reason": "If Leviathan is in play and the Grandchild dies by execution, evil wins."
    },
    {
        "target": "leviathan",
        "trick": "hatter",
        "reason": "Om Hattemakeren dør på dag 5 eller senere, kan ikke Demonen velge Leviatan."
    },
    {
        "target": "leviathan",
        "trick": "innkeeper",
        "reason": "If the Leviathan is in play, the Innkeeper-protected-players are safe from all evil abilities."
    },
    {
        "target": "leviathan",
        "trick": "king",
        "reason": "If the Leviathan is in play, and at least 1 player is dead, the King learns an alive character each night."
    },
    {
        "target": "leviathan",
        "trick": "mayor",
        "reason": "If the Leviathan is in play & no execution occurs on day 5, good wins."
    },
    {
        "target": "leviathan",
        "trick": "monk",
        "reason": "If the Leviathan is in play, the Monk-protected-player is safe from all evil abilities."
    },
    {
        "target": "leviathan",
        "trick": "pithag",
        "reason": "Markkjerringa kan ikke skape Leviatan etter dag 5."
    },
    {
        "target": "leviathan",
        "trick": "ravenkeeper",
        "reason": "Each night*, the Leviathan chooses an alive player (different to previous nights): a chosen Ravenkeeper uses their ability but does not die."
    },
    {
        "target": "leviathan",
        "trick": "sage",
        "reason": "Each night*, the Leviathan chooses an alive good player (different to previous nights): a chosen Sage uses their ability but does not die."
    },
    {
        "target": "leviathan",
        "trick": "soldier",
        "reason": "If the Leviathan is in play, the Soldier is safe from all evil abilities."
    },
    {
        "target": "lilmonsta",
        "trick": "hatter",
        "reason": "Om en Demon velger Ungmonsteret, velger de også Lakeien som passer på Ungmonsteret i natt."
    },
    {
        "target": "lilmonsta",
        "trick": "magician",
        "reason": "Each night, the Magician chooses a Minion: if that Minion & Lil' Monsta are alive, that Minion babysits Lil’ Monsta."
    },
    {
        "target": "lilmonsta",
        "trick": "poppygrower",
        "reason": "Om Valmuedyrkeren er i spill, våkner ikke Lakeier samtidig. De vekkes én om gangen, inntil en av dem velger å ta Ungmonster-brikken."
    },
    {
        "target": "lilmonsta",
        "trick": "scarletwoman",
        "reason": "Om det er 5 eller flere spillere i live og spilleren som holder Ungmonster-brikken dør, gis brikken til Babylon i natt."
    },
    {
        "target": "lilmonsta",
        "trick": "vizier",
        "reason": "Vesiren kan dø ved henrettelse om de passer på Ungmonsteret."
    },
    {
        "target": "lleech",
        "trick": "mastermind",
        "reason": "Om Geniet lever og Iglas vert dør ved henrettelse, mister Igla evnen sin, men lever."
    },
    {
        "target": "lleech",
        "trick": "slayer",
        "reason": "Om Monsterjegeren velger Iglas vert, dør verten."
    },
    {
        "target": "riot",
        "trick": "banshee",
        "reason": "Each night*, Riot chooses an alive good player (different to previous nights): a chosen Banshee dies & gains their ability."
    },
    {
        "target": "riot",
        "trick": "exorcist",
        "reason": "If the Exorcist chooses Riot on the 3rd night, Minions do not become Riot."
    },
    {
        "target": "riot",
        "trick": "farmer",
        "reason": "Each night*, Riot chooses an alive good player (different to previous nights): a chosen Farmer uses their ability but does not die."
    },
    {
        "target": "riot",
        "trick": "grandmother",
        "reason": "If Riot is in play and the Grandchild dies during the day, the Grandmother dies too."
    },
    {
        "target": "riot",
        "trick": "innkeeper",
        "reason": "If Riot is in play, the Innkeeper-protected player is safe from all evil abilities."
    },
    {
        "target": "riot",
        "trick": "king",
        "reason": "If Riot is in play, and at least 1 player is dead, the King learns an alive character each night."
    },
    {
        "target": "riot",
        "trick": "mayor",
        "reason": "The Mayor may choose to stop nominations. If they do so when only 1 Riot is alive, good wins. Otherwise, evil wins."
    },
    {
        "target": "riot",
        "trick": "monk",
        "reason": "If Riot is in play, the Monk-protected player is safe from all evil abilities."
    },
    {
        "target": "riot",
        "trick": "ravenkeeper",
        "reason": "Each night*, Riot chooses an alive good player (different to previous nights): a chosen Ravenkeeper uses their ability but does not die."
    },
    {
        "target": "riot",
        "trick": "sage",
        "reason": "Each night*, Riot chooses an alive good player (different to previous nights): a chosen Sage uses their ability but does not die."
    },
    {
        "target": "riot",
        "trick": "soldier",
        "reason": "If Riot is in play, the Soldier is safe from all evil abilities."
    },
    {
        "target": "vortox",
        "trick": "banshee",
        "reason": "Om Virvelbeistet er i spill og Demonen dreper Bean Sídhe, lærer spillerne dette likevel."
    },
    {
        "target": "yaggababble",
        "trick": "exorcist",
        "reason": "Om Djevleutdriveren velger Flåkjeften, virker ikke Flåkjeftens evne i natt."
    }
]
