[
    {
        "target": "alchemist",
        "trick": "boffin",
        "reason": "Hvis alkymisten har Boffin-evnen, lærer alkymisten ikke hvilken evne demonen har."
    },
    {
        "target": "alchemist",
        "trick": "marionette",
        "reason": "En Alchemist-Marionette har ingen Marionette evne og Marionette er i spill."
    },
    {
        "target": "alchemist",
        "trick": "mastermind",
        "reason": "En Alchemist-Mastermind har ingen Mastermind evne og Mastermind er ikke-in-play."
    },
    {
        "target": "alchemist",
        "trick": "organgrinder",
        "reason": "Hvis Alchemist har orgelgruveevnen, er Organ Grinder i spill og hvis både Alchemist og Organ Grinder er edru, begge er fulle."
    },
    {
        "target": "alchemist",
        "trick": "spy",
        "reason": "Hvis Alchemist har Spy-evnen, gjør de det ikke, og en Spy er i spill. Hver dag, etter henrettelsesfasen, kan den levende Alchemist offentlig gjette en levende spiller som spion. Hvis riktig, må demonen velge spionen i kveld."
    },
    {
        "target": "alchemist",
        "trick": "summoner",
        "reason": "Alchemist-Summoner får ikke bluffs, og velger hvilken demon men ikke hvilken spiller. Hvis de dør før dette skjer, vinner det onde. [Ingen demon]"
    },
    {
        "target": "alchemist",
        "trick": "widow",
        "reason": "Hvis Alchemist har Widow evne, gjør de det ikke, og en Widow er i spill. Hver dag, etter henrettelsesfasen, kan den levende Alchemist offentlige gjette en levende spiller som Widow. Hvis riktig, må demonen velge Widow i kveld."
    },
    {
        "target": "alchemist",
        "trick": "wraith",
        "reason": "Hvis alkemikeren har evnen til å gjøre det, så gjør de det ikke, og en viraferon spiller. Hver dag, etter henrettelsesfasen, kan den levende Alchemist offentlige gjette en levende spiller som WSOP: Hvis riktig, må demonen velge WSOP i kveld."
    },
    {
        "target": "alhadikhia",
        "trick": "princess",
        "reason": "Hvis prinsessen nominerte og henrettet en spiller på sin 1. dag, dør ingen til Al-Hadikhia evne i kveld."
    },
    {
        "target": "boffin",
        "trick": "cultleader",
        "reason": "Hvis demonen har Cult Leader-evnen, kan de ikke bli gode på grunn av denne evnen."
    },
    {
        "target": "boffin",
        "trick": "drunk",
        "reason": "Hvis demonen ville ha den berusede evnen, velger Boffin en Townsfolk spiller å ha denne evnen i stedet."
    },
    {
        "target": "boffin",
        "trick": "goon",
        "reason": "Hvis demonen har Goon evne, kan de ikke bli gode på grunn av denne evnen."
    },
    {
        "target": "boffin",
        "trick": "ogre",
        "reason": "Demonen kan ikke ha Ogre-evnen."
    },
    {
        "target": "boffin",
        "trick": "politician",
        "reason": "Demonen kan ikke ha den politiske evnen."
    },
    {
        "target": "boffin",
        "trick": "villageidiot",
        "reason": "Hvis det er et ekstra symbol, kan Boffin gi demonen idiot evne."
    },
    {
        "target": "bountyhunter",
        "trick": "kazali",
        "reason": "Ein Borgar er vond berre om Dusørjegeren eno er i spel eter på Kasalien har håndla."
    },
    {
        "target": "bountyhunter",
        "trick": "philosopher",
        "reason": "Om Filosofen fliseignar seg evna til Dusørjegeren, kan det hende ein Borgar vert vond."
    },
    {
        "target": "butler",
        "trick": "organgrinder",
        "reason": "Om Veivspelaren går på ein lukkar augo under avrøystingar, kan Hovmeisteren rekkje opp handa for å røyste, menn røysta deira tel berre der Herre deira også Røysta til."
    },
    {
        "target": "cannibal",
        "trick": "butler",
        "reason": "Om Menneskeetaren flisignar seg evna til Hovmeisteren, Lærer dei det."
    },
    {
        "target": "cannibal",
        "trick": "juggler",
        "reason": "Hvis joggleren gjetter på sin første dag og dør ved henrettelse, lærer den levende kannibalen i kveld hvor mange gjetter juggleren fikk riktig."
    },
    {
        "target": "cannibal",
        "trick": "poppygrower",
        "reason": "Hvis kannibalen spiser Poppy Growner, så dør eller mister Poppy Grower evne, Demon og Minions lærer hverandre den natten."
    },
    {
        "target": "cannibal",
        "trick": "princess",
        "reason": "Hvis Cannibal nominerte og henrettet prinsessen i dag, dreper demonen ikke i kveld."
    },
    {
        "target": "cannibal",
        "trick": "zealot",
        "reason": "Om Menneskeetaren flisignar seg evna til Seloten, Lærer dei det."
    },
    {
        "target": "cerenovus",
        "trick": "goblin",
        "reason": "Cerenoven kan velje å gå en spelar manisk dei er Småtrollet."
    },
    {
        "target": "heretic",
        "trick": "baron",
        "reason": "Det kan hende Greven berre legging til 1 Einstøing, ikkje 2."
    },
    {
        "target": "heretic",
        "trick": "boffin",
        "reason": "Demonen kan ikke ha den heretiske evnen."
    },
    {
        "target": "heretic",
        "trick": "godfather",
        "reason": "Berre 1 ganda rolle kan være i spel."
    },
    {
        "target": "heretic",
        "trick": "lleech",
        "reason": "Om Igla har forfalsket Kjettaren og så døyr, er Kjettaren framleis forgifta."
    },
    {
        "target": "heretic",
        "trick": "pithag",
        "reason": "Ei Markkjerring kan ikje skape ein Kjettar."
    },
    {
        "target": "heretic",
        "trick": "spy",
        "reason": "Berre 1 ganda rolle kan være i spel."
    },
    {
        "target": "heretic",
        "trick": "widow",
        "reason": "Berre 1 ganda rolle kan være i spel."
    },
    {
        "target": "kazali",
        "trick": "choirboy",
        "reason": "Kazalien kan ikje velje Kongen som Lakei om ein Korgut er i spel."
    },
    {
        "target": "kazali",
        "trick": "goon",
        "reason": "Kazali kan velge at Goon spilleren er en av deres onde gruver."
    },
    {
        "target": "kazali",
        "trick": "huntsman",
        "reason": "Om Kazalien vel Prinsessa som Lakei og ein Ferdamann er i spel, vert ein gud spelar til Prinsessa."
    },
    {
        "target": "kazali",
        "trick": "marionette",
        "reason": "Hvis Kazali velger å lage en Marionette, må de velge en av naboene sine."
    },
    {
        "target": "kazali",
        "trick": "soldier",
        "reason": "Kazalien kan velge at soldatspilleren er en av deres onde gruver."
    },
    {
        "target": "legion",
        "trick": "engineer",
        "reason": "Brorskapen og Ingeniøren kan ikkje bege verte i spel fri byrjinga av celet. Om Ingeniøren skaper Brorskapen, vert dei fleste pelarane (derav alle dei vonde pelarane) vonde og del av Brorskapen."
    },
    {
        "target": "legion",
        "trick": "hatter",
        "reason": "Om Hattemakaren dreier seg om Brorskapen er i spel, hender oppfinner. Om Hattemakaren døyr og ein vond pelar vel Brorskaben, vert alle dei vonde melarane del av Brorskapen."
    },
    {
        "target": "legion",
        "trick": "minstrel",
        "reason": "Om ei spelar i Brorskapen døydde ved avretting i dag, holdt spelaren evna si, menn Trubaduren kan lade på dei er del av Brorskapen."
    },
    {
        "target": "legion",
        "trick": "preacher",
        "reason": "Om Predikanten vel en spelar i Brorskapen, beholdt pelaren evna si, menn Predikanten kan lade ved dei er del av Brorskapen."
    },
    {
        "target": "legion",
        "trick": "zealot",
        "reason": "Zealot kan registrere seg som ond til Legions evne."
    },
    {
        "target": "leviathan",
        "trick": "banshee",
        "reason": "Hver natt*, Leviathan velger en levende god spiller (i motsetning til tidligere netter): en valgt Banshee dør og vinner sin evne."
    },
    {
        "target": "leviathan",
        "trick": "exorcist",
        "reason": "Evil vinner ikke når mer enn 1 god spiller har blitt henrettet, hvis Exorcist er i live og har noensinne valgt Leviathan."
    },
    {
        "target": "leviathan",
        "trick": "farmer",
        "reason": "Hver natt*, Leviathan velger en levende god spiller (i motsetning til tidligere netter): en valgt bonde bruker sin evne, men ikke dør."
    },
    {
        "target": "leviathan",
        "trick": "grandmother",
        "reason": "Hvis Leviathan er i spill og barnebarnet dør ved henrettelse, vinner det onde."
    },
    {
        "target": "leviathan",
        "trick": "hatter",
        "reason": "Om Hattemakaren på dag 5 eller seinare, kan ickje Demonen velje Leviatan."
    },
    {
        "target": "leviathan",
        "trick": "innkeeper",
        "reason": "Hvis Leviathan spiller, er Innkeeper-beskyttet spillere trygge fra alle onde evner."
    },
    {
        "target": "leviathan",
        "trick": "king",
        "reason": "Hvis Leviathan spiller, og minst én spiller er død, lærer kongen en levende karakter hver natt."
    },
    {
        "target": "leviathan",
        "trick": "mayor",
        "reason": "Hvis Leviathan er i spill og ingen henrettelse skjer på dag 5, gode gevinster."
    },
    {
        "target": "leviathan",
        "trick": "monk",
        "reason": "Hvis Leviathan er i spill, er Monk-beskyttet spiller trygt fra alle onde evner."
    },
    {
        "target": "leviathan",
        "trick": "pithag",
        "reason": "Markkjerringa kan ikje skape Leviatan etter dag 5."
    },
    {
        "target": "leviathan",
        "trick": "ravenkeeper",
        "reason": "Hver natt* velger Leviathan en levende spiller (i motsetning til tidligere netter): En valgt Ravenkeeper bruker sin evne, men dør ikke."
    },
    {
        "target": "leviathan",
        "trick": "sage",
        "reason": "Hver natt*, Leviathan velger en levende god spiller (i motsetning til tidligere netter): en valgt Sage bruker sin evne, men dør ikke."
    },
    {
        "target": "leviathan",
        "trick": "soldier",
        "reason": "Hvis Leviathan er i spill, er soldaten trygg fra alle onde evner."
    },
    {
        "target": "lilmonsta",
        "trick": "hatter",
        "reason": "Omein Demon vel Ungmonsteret, vel dei også Lakeien som passerer på Ungmonsteret i natt."
    },
    {
        "target": "lilmonsta",
        "trick": "poppygrower",
        "reason": "Om Valmuedyrkaren er i spel, vaknar ikje Lakeiar samstunde. Dei verte vekte éin om gongen, inntil en av dei vel å ta Ungmonster-brikka."
    },
    {
        "target": "lilmonsta",
        "trick": "scarletwoman",
        "reason": "Om det er 5 eller Fleire spelar i live og spelaren som holdt Ungmonster-brikka døyr, vert brikka gjeven til Babylon i natt."
    },
    {
        "target": "lilmonsta",
        "trick": "vizier",
        "reason": "Vesiren kan døy ved avretting om dei passar på Ungmonsteret."
    },
    {
        "target": "lleech",
        "trick": "mastermind",
        "reason": "Om Geniet spak og Igla sin vert dreie ved avretting, fru Igla evna si, menn spak."
    },
    {
        "target": "lleech",
        "trick": "slayer",
        "reason": "Om Monsterjegeren vel til Igla, drøyrværten."
    },
    {
        "target": "magician",
        "trick": "wraith",
        "reason": "Hver dag, etter henrettelsesfasen, kan den levende magikeren offentlige gjette en levende spiller som WSOP: Hvis riktig, må demonen velge WSOP i kveld."
    },
    {
        "target": "magician",
        "trick": "spy",
        "reason": "Nær Spionen ser inn i Boka, er rollebrikkene til Demonen og Tryllekunstnaren tekne burt."
    },
    {
        "target": "magician",
        "trick": "vizier",
        "reason": "Hvis Vizier og magiker begge spiller, lærer demonen ikke gruvene."
    },
    {
        "target": "magician",
        "trick": "widow",
        "reason": "Nær Enka ser inn i Boka, er rollebrikkene til Demonen og Tryllekunstnaren."
    },
    {
        "target": "magician",
        "trick": "lilmonsta",
        "reason": "Hver kveld, Magikeren velger en Minion: Hvis den Minion & Lil' Monsta er i live, den Minion babysits Lil’ Monsta."
    },
    {
        "target": "marionette",
        "trick": "balloonist",
        "reason": "Om Tråddokka trur dei er Ballongfararen, vert +1 Enstøing lagd til."
    },
    {
        "target": "marionette",
        "trick": "damsel",
        "reason": "Tråddokka Lærer ikje på ei Prinsesse er i spel."
    },
    {
        "target": "marionette",
        "trick": "huntsman",
        "reason": "Om Tråddokka trur dei Ferdamannen, vert Prinsessa lagd til."
    },
    {
        "target": "marionette",
        "trick": "lilmonsta",
        "reason": "Tråddokka er grane til ein Lakei, ickje til Demonen. Tråddokka vert ikkje veit for å velje kven som tek Ungmonster-brikka, og lærer ikkje på dei er Tråddokka om dei har Ungmonster-brikka."
    },
    {
        "target": "marionette",
        "trick": "poppygrower",
        "reason": "Nør Valmuedyrkaren, Lærer Demonenkven Tråddokka er. Tråddokka lærer genting."
    },
    {
        "target": "marionette",
        "trick": "snitch",
        "reason": "Tråddokka lærer ikje 3 ruller ikkje i spel. Demonen lager 3 Fleire roller i trappen."
    },
    {
        "target": "marionette",
        "trick": "wraith",
        "reason": "The WSOP våkner ikke med Marionette."
    },
    {
        "target": "mastermind",
        "trick": "alhadikhia",
        "reason": "Om Al-Hadikhia droyr ved avretting, og Geniet spak, vel Al-Hadikhia 3 good celar i natt. Om alle 3 vel å leve vinn vondt, elles vinn gudt."
    },
    {
        "target": "mathematician",
        "trick": "chambermaid",
        "reason": "Kammerjenta Lærer om Matematikaren vaknar i natt eller ei, sølv om Kammerjenta Vaknar Fyrst."
    },
    {
        "target": "mathematician",
        "trick": "lunatic",
        "reason": "Matematikeren lår om den Sinnssjuke åtek andre spelarar en dei den Ekte Demonen åtok."
    },
    {
        "target": "ogre",
        "trick": "recluse",
        "reason": "Om Trollet tyder Eremitten som vond, fjer Trollet vite på dei er vond."
    },
    {
        "target": "pithag",
        "trick": "cultleader",
        "reason": "Om Markkjerringa Gjerein vond spelar om til Sektleiaren, kan ikkje spelaren gjere seg søm gud med evna si."
    },
    {
        "target": "pithag",
        "trick": "damsel",
        "reason": "Om ei Markkjerring skaper ei Prinsesse, vel Forteljaren kva celar det er."
    },
    {
        "target": "pithag",
        "trick": "goon",
        "reason": "Om Markkjerringa gjer ein vond spelar om til Bajasen, kan ikkje spelaren gjere seg sølv gud med evna si."
    },
    {
        "target": "pithag",
        "trick": "ogre",
        "reason": "Hvis Pit-Hag forvandler en ond spiller til Ogre, kan de ikke bli gode på grunn av sin egen evne."
    },
    {
        "target": "pithag",
        "trick": "politician",
        "reason": "Ei Markkjerring kan ikker skape ein vond Politikar."
    },
    {
        "target": "pithag",
        "trick": "villageidiot",
        "reason": "Markkjerringa kan skjepe ein ekstra Bygdetulling om det er en brikke til overs. Jeg faller kan den fulle Bygdetullingen verte ein annan."
    },
    {
        "target": "plaguedoctor",
        "trick": "baron",
        "reason": "Hvis Storyteller vinner baron-evnen, blir opptil to spillere ikke-in-play Outsiders."
    },
    {
        "target": "plaguedoctor",
        "trick": "boomdandy",
        "reason": "Om Forteljaren flisignar seg evna til Greven, vend opp til å spelar Einstøingar i spel."
    },
    {
        "target": "plaguedoctor",
        "trick": "eviltwin",
        "reason": "Forteljaren kan ikkje flisigne seg evna til den Vonde Tvillingen."
    },
    {
        "target": "plaguedoctor",
        "trick": "fearmonger",
        "reason": "Om Pestlægaren døyr, flisignar ein levande Lakei seg evna til Fryktspreiaren i tilegg til siiga evne. Dette Lærer dei."
    },
    {
        "target": "plaguedoctor",
        "trick": "goblin",
        "reason": "Om Pestlægaren døyr, flisignar ein levande Lakei seg evna til Småtrollet, i tilegg til siiga evne. Dette Lærer dei."
    },
    {
        "target": "plaguedoctor",
        "trick": "marionette",
        "reason": "Hvis demonen har en nabo som er i live og en Townsfolk eller Outsider når Plague Doctor dør, blir den spilleren en ond Marionette. Hvis det allerede er en ekstra ond spiller, skjer dette ikke."
    },
    {
        "target": "plaguedoctor",
        "trick": "scarletwoman",
        "reason": "Om Pestlægaren døyr, fliseignar ein levande Lakei seg evna til Babylon i tilegg til si eiga evne. Dette Lærer dei."
    },
    {
        "target": "plaguedoctor",
        "trick": "spy",
        "reason": "Om Pestlægjaren døyr, flisignar ein levande Lakei seg evna til Spionen, i tilegg til si eiga evne. Dette Lærer dei."
    },
    {
        "target": "plaguedoctor",
        "trick": "wraith",
        "reason": "Hvis Plague Doctor dør, får en levende minion evnen WSOP i tillegg til sin egen evne, og lærer dette."
    },
    {
        "target": "riot",
        "trick": "banshee",
        "reason": "Hver natt*, Riot velger en levende god spiller (i motsetning til tidligere netter): en valgt Banshee dør og får sin evne."
    },
    {
        "target": "riot",
        "trick": "exorcist",
        "reason": "Hvis Exorcist velger Riot den 3. natten, blir Minions ikke Riot."
    },
    {
        "target": "riot",
        "trick": "farmer",
        "reason": "Hver natt*, Riot velger en levende god spiller (i motsetning til tidligere netter): en valgt bonde bruker sin evne, men dør ikke."
    },
    {
        "target": "riot",
        "trick": "grandmother",
        "reason": "Hvis Riot er i spill og barnebarnet dør i løpet av dagen, dør bestemoren også."
    },
    {
        "target": "riot",
        "trick": "innkeeper",
        "reason": "Hvis Riot er i spill, er Innkeeper-beskyttet spiller trygt fra alle onde evner."
    },
    {
        "target": "riot",
        "trick": "king",
        "reason": "Hvis Riot er i spill, og minst en spiller er død, lærer kongen en levende karakter hver natt."
    },
    {
        "target": "riot",
        "trick": "mayor",
        "reason": "Borgmesteren kan velge å stoppe nominasjoner. Hvis de gjør det når bare 1 Riot er i live, gode gevinster. Ellers vinner det onde."
    },
    {
        "target": "riot",
        "trick": "monk",
        "reason": "Hvis Riot er i spill, er Monk-beskyttet spiller trygt fra alle onde evner."
    },
    {
        "target": "riot",
        "trick": "ravenkeeper",
        "reason": "Hver natt*, Riot velger en levende god spiller (i motsetning til tidligere netter): En valgt Ravenkeeper bruker sin evne, men ikke dør."
    },
    {
        "target": "riot",
        "trick": "sage",
        "reason": "Hver natt*, Riot velger en levende god spiller (i motsetning til tidligere netter): en valgt Sage bruker sin evne, men ikke dør."
    },
    {
        "target": "riot",
        "trick": "soldier",
        "reason": "Hvis Riot spiller, er soldaten trygg fra alle onde evner."
    },
    {
        "target": "scarletwoman",
        "trick": "alhadikhia",
        "reason": "Om det er 2 levande al-Hadikhiaer, vert Babylon-Al-Hadikhiaen til Babylon Att."
    },
    {
        "target": "scarletwoman",
        "trick": "fanggu",
        "reason": "Om Fægisten velein Einstøing og døyr, vert ikkje Babylon til Fægisten."
    },
    {
        "target": "spy",
        "trick": "damsel",
        "reason": "Har Spionen vore i spel er Prinsessa forgifta."
    },
    {
        "target": "spy",
        "trick": "ogre",
        "reason": "Trollet tyder alltid Spionen som vond."
    },
    {
        "target": "spy",
        "trick": "poppygrower",
        "reason": "Om Valmuedyrkaren er i spel, på norsk Spionen Sjå inn i Boka Færø Valmuedyrkaren."
    },
    {
        "target": "summoner",
        "trick": "clockmaker",
        "reason": "Om Svartemanaren er i spel, mottek ikkje Urmakaren kunskapen sin urein Demon vert til."
    },
    {
        "target": "summoner",
        "trick": "courtier",
        "reason": "Om Svartemanaren er full den tredje natta, vel Svartemanaren Demonen menn Forteljaren kva celar."
    },
    {
        "target": "summoner",
        "trick": "engineer",
        "reason": "Om Ingeniøren tek bort Svartemanaren før dei fær nytta evna si, nyttar Svartemanaren evna si med det samme."
    },
    {
        "target": "summoner",
        "trick": "hatter",
        "reason": "Svartemanaren kan ikje skape ein Demon allereie i spel. Om Svartemanaren skaperein Demon ikkje i spel  styr pelar i natt vilkårleg."
    },
    {
        "target": "summoner",
        "trick": "kazali",
        "reason": "Svartemanaren kan ikje skape ein Demon allereie i spel. Om Svartemanaren skaperein Demon ikkje i spel  styr pelar i natt vilkårleg."
    },
    {
        "target": "summoner",
        "trick": "legion",
        "reason": "Om Svartemanaren skaper Brorskapen, vert dei fleste pelarane (derav alle dei vonde pelarane) vonde og del av Brorskapen."
    },
    {
        "target": "summoner",
        "trick": "lordoftyphon",
        "reason": "Hvis sommoneren skaper en Herre av Tyfon, må Herren av Tyfon nabo en minikon. Den andre naboen blir en ikke-in-play ond minion."
    },
    {
        "target": "summoner",
        "trick": "marionette",
        "reason": "Marionette naboene til Summoner. Sommoneren vet hvem Marionette er."
    },
    {
        "target": "summoner",
        "trick": "pithag",
        "reason": "Svartemanaren kan ikje skape ein Demon allereie i spel. Om Svartemanaren skaperein Demon ikkje i spel  styr pelar i natt vilkårleg."
    },
    {
        "target": "summoner",
        "trick": "poppygrower",
        "reason": "Om Valduedyrkaren er i live nå Svartemanaren håndlar, vel Svartemanaren Demon menn Forteljaren kva celar."
    },
    {
        "target": "summoner",
        "trick": "preacher",
        "reason": "Om Predikanten Vel Svartemanaren Innen den tredje natta, vel Svartemanaren Demonen menn Forteljaren kva celar."
    },
    {
        "target": "summoner",
        "trick": "pukka",
        "reason": "Svartemanaren kan gi en spell om til Pukka den andre natta."
    },
    {
        "target": "summoner",
        "trick": "zombuul",
        "reason": "Om Svartemanaren gir en daud spelar om til Dauguulen, vert spelaren handsama av Forteljaren somein Dauguul har døydd éin gong."
    },
    {
        "target": "vizier",
        "trick": "alsaahir",
        "reason": "Om Vesiren er i spel må Alsaahir også gjete kva Demon er i spel."
    },
    {
        "target": "vizier",
        "trick": "courtier",
        "reason": "Hvis vizieren mister sin evne, lærer de dette. Hvis Vizier blir henrettet mens de har sin evne, vinner laget."
    },
    {
        "target": "vizier",
        "trick": "fearmonger",
        "reason": "Vizier våkner med Fearmonger, lærer hvem de velger og kan ikke velge å umiddelbart utføre den spilleren."
    },
    {
        "target": "vizier",
        "trick": "investigator",
        "reason": "Om Eterforskjeren Lærer på Vesiren er i spel, kanngjer ikkje Forteljaren det."
    },
    {
        "target": "vizier",
        "trick": "politician",
        "reason": "Politikeren kan verte tydd som vond av Vesiren."
    },
    {
        "target": "vizier",
        "trick": "preacher",
        "reason": "Hvis vizieren mister sin evne, lærer de dette. Hvis Vizier blir henrettet mens de har sin evne, vinner laget."
    },
    {
        "target": "vizier",
        "trick": "zealot",
        "reason": "Selotten kan være tydd som vond av Vesiren."
    },
    {
        "target": "vortox",
        "trick": "banshee",
        "reason": "Om Kvervelbeistet er i spel og Demonen Drep Bean Sidhe, lærer spelarane dette likevel."
    },
    {
        "target": "widow",
        "trick": "damsel",
        "reason": "Har Enka vore i spel er Prinsessa forgifta."
    },
    {
        "target": "widow",
        "trick": "poppygrower",
        "reason": "Om Valmuedyrkaren er i spel, får ikkje Enka sjele inn i Boka Færø Valmuedyrkaren døyr."
    },
    {
        "target": "yaggababble",
        "trick": "exorcist",
        "reason": "Om Djevleutdrivaren vel Flåkjeften, vertshus ikkje evna til Flåkjeften i natt."
    }
]
