[
    {
        "target": "chambermaid",
        "trick": "mathematician",
        "reason": "Kammerjenta lærer om Matematikaren vaknar i natt eller ei, sjølv om Kammerjenta vaknar fyrst."
    },
    {
        "target": "eviltwin",
        "trick": "plaguedoctor",
        "reason": "Forteljaren kan ikkje tileigne seg evna til den Vonde Tvillingen om Pestlækjaren døyr."
    },
    {
        "target": "butler",
        "trick": "cannibal",
        "reason": "Om Menneskeetaren tileignar seg evna til Hovmeisteren, lærer dei det."
    },
    {
        "target": "lunatic",
        "trick": "mathematician",
        "reason": "Matematikaren lærer om den Sinnssjuke åtek spelarar annleis enn dei den ekte Demonen åtok."
    },
    {
        "target": "pithag",
        "trick": "heretic",
        "reason": "Ei Markkjerring kan ikkje skape ein Kjettar."
    },
    {
        "target": "pithag",
        "trick": "damsel",
        "reason": "Om ei Markkjerring skapar ei Prinsesse, vel Forteljaren kva spelar det er."
    },
    {
        "target": "pithag",
        "trick": "politician",
        "reason": "Ei Markkjerring kan ikkje skape ein vond Politikar."
    },
    {
        "target": "pithag",
        "trick": "villageidiot",
        "reason": "Hvis det er en ekstra token, kan Pit-Hag lage en ekstra Village Idiot. I så fall kan den fulle landsbyidioten endre seg."
    },
    {
        "target": "cerenovus",
        "trick": "goblin",
        "reason": "Cerenoven kan velje å gjere ein spelar manisk dei er Småtrollet."
    },
    {
        "target": "goblin",
        "trick": "plaguedoctor",
        "reason": "Om Pestlækjaren døyr, tileignar ein levande Lakei seg evna til Småtrollet, i tillegg til si eiga evne."
    },
    {
        "target": "leviathan",
        "trick": "soldier",
        "reason": "Om Leviatan nominerer og avrettar Soldaten, døyr ikkje Soldaten."
    },
    {
        "target": "leviathan",
        "trick": "monk",
        "reason": "Om Leviatan nominerer og avrettar spelaren Munken vel, døyr ikkje spelaren."
    },
    {
        "target": "leviathan",
        "trick": "innkeeper",
        "reason": "Om Leviatan nominerer og avrettar ein spelar Kroverten vel, døyr ikkje spelaren."
    },
    {
        "target": "leviathan",
        "trick": "ravenkeeper",
        "reason": "Om Leviatan er i spel & Ramnherren døyr ved avretting, vaknar dei den natta for å nytte evna si."
    },
    {
        "target": "leviathan",
        "trick": "sage",
        "reason": "Om Leviatan er i spel & Vismannen døyr ved avretting, vaknar dei den natta for å nytte evna si."
    },
    {
        "target": "leviathan",
        "trick": "farmer",
        "reason": "Om Leviatan er i spel & ein Bonde døyr ved avretting, vert ein god spelar til ein Bonde den natta."
    },
    {
        "target": "leviathan",
        "trick": "mayor",
        "reason": "Om Leviatan er i spel & ingen vert avretta dag 5, vinn godt."
    },
    {
        "target": "leviathan",
        "trick": "hatter",
        "reason": "Hvis hattemakeren dør på eller etter dag 5, kan ikke demonen velge Leviathan."
    },
    {
        "target": "leviathan",
        "trick": "pithag",
        "reason": "Etter dag 5 kan ikke Pit-Hag velge Leviathan."
    },
    {
        "target": "lilmonsta",
        "trick": "poppygrower",
        "reason": "Om Valmuedyrkaren er i spel, vaknar ikkje Lakeiar samstundes. Dei vert vekt éin om gongen, inntil éin av dei vel å take Ungmonster-brikka."
    },
    {
        "target": "lilmonsta",
        "trick": "magician",
        "reason": "Berre 1 ganda rolle kan vere i spel."
    },
    {
        "target": "lilmonsta",
        "trick": "scarletwoman",
        "reason": "Om det er 5 eller fleire spelarar i live og spelaren som held Ungmonster-brikka døyr, vert brikka gjeve til Babylon i natt."
    },
    {
        "target": "lilmonsta",
        "trick": "organgrinder",
        "reason": "Røyster for Veivspelaren tel om Veivspelaren passar på Ungmonsteret."
    },
    {
        "target": "lilmonsta",
        "trick": "vizier",
        "reason": "Vesiren kan døy ved avretting om dei passar på Ungmonsteret."
    },
    {
        "target": "lilmonsta",
        "trick": "hatter",
        "reason": "Hvis en demon velger Lil' Monsta, velger de også en Minion å bli og er barnevakt for Lil' Monsta i kveld."
    },
    {
        "target": "lycanthrope",
        "trick": "gambler",
        "reason": "Om Lykantropen lever og Hasardspelaren drep seg sjølv om natta, kan ingen andre spelarar døy i natt."
    },
    {
        "target": "legion",
        "trick": "engineer",
        "reason": "Ordenen og Ingeniøren kan ikkje båe vere i spel frå byrjinga av spelet. Om Ingeniøren skapar Ordenen, vert dei fleste spelarane (derav alle dei vonde spelarane) del av Ordenen."
    },
    {
        "target": "legion",
        "trick": "preacher",
        "reason": "Berre 1 ganda rolle kan vere i spel."
    },
    {
        "target": "legion",
        "trick": "hatter",
        "reason": "Hvis Hattemakeren dør og Legion er i spill, skjer ingenting. Hvis hattemakeren dør og en ond spiller velger Legion, blir alle nåværende onde spillere Legion."
    },
    {
        "target": "legion",
        "trick": "summoner",
        "reason": "Hvis Summoner lager Legion, blir de fleste spillere (inkludert alle onde spillere) onde Legion."
    },
    {
        "target": "fanggu",
        "trick": "scarletwoman",
        "reason": "Om Fægisten vel ein Einstøing og døyr, vert ikkje Babylon til Fægisten."
    },
    {
        "target": "spy",
        "trick": "alchemist",
        "reason": "Alkymisten kan ikkje ha evna til Spionen."
    },
    {
        "target": "spy",
        "trick": "magician",
        "reason": "Når Spionen ser inn i Boka, er Demonen og Tryllekunstnaren sine rollebrikker fjerna."
    },
    {
        "target": "spy",
        "trick": "poppygrower",
        "reason": "Om Valmuedyrkaren er i spel, får ikkje Spionen sjå inn i Boka før Valmuedyrkaren døyr."
    },
    {
        "target": "spy",
        "trick": "plaguedoctor",
        "reason": "Om Pestlækjaren døyr, tileignar ein levande Lakei seg evna til Spionen, i tillegg til si eiga evne. Dette lærer dei."
    },
    {
        "target": "spy",
        "trick": "damsel",
        "reason": "Berre 1 ganda rolle kan vere i spel."
    },
    {
        "target": "spy",
        "trick": "heretic",
        "reason": "Berre 1 ganda rolle kan vere i spel."
    },
    {
        "target": "widow",
        "trick": "alchemist",
        "reason": "Alkymisten kan ikkje ha evna til Enka."
    },
    {
        "target": "widow",
        "trick": "magician",
        "reason": "Når Enka ser inn i Boka, er Demonen og Tryllekunstnaren sine rollebrikker fjerna."
    },
    {
        "target": "widow",
        "trick": "poppygrower",
        "reason": "Om Valmuedyrkaren er i spel, får ikkje Enka sjå inn i Boka før Valmuedyrkaren døyr."
    },
    {
        "target": "widow",
        "trick": "damsel",
        "reason": "Berre 1 ganda rolle kan vere i spel."
    },
    {
        "target": "widow",
        "trick": "heretic",
        "reason": "Berre 1 ganda rolle kan vere i spel."
    },
    {
        "target": "godfather",
        "trick": "heretic",
        "reason": "Berre 1 ganda rolle kan vere i spel."
    },
    {
        "target": "scarletwoman",
        "trick": "plaguedoctor",
        "reason": "Om Pestlækjaren døyr, tileignar ein levande Lakei seg evna til Babylon, i tillegg til si eiga evne. Dette lærer dei."
    },
    {
        "target": "boomdandy",
        "trick": "plaguedoctor",
        "reason": "Om Pestlækjaren vert avretta og Forteljaren ville ha tileigna seg evna til Knallkaren, vert evna til Knallkaren utløyst med det same."
    },
    {
        "target": "fearmonger",
        "trick": "plaguedoctor",
        "reason": "Om Pestlækjaren døyr, tileignar ein levande Lakei seg evna til Fryktspreiaren, i tillegg til si eiga evne. Dette lærer dei."
    },
    {
        "target": "baron",
        "trick": "heretic",
        "reason": "Det kan hende Greven berre legg til 1 Einstøing, ikkje 2."
    },
    {
        "target": "baron",
        "trick": "plaguedoctor",
        "reason": "Om Forteljaren tileignar seg evna til Greven, vert opp til to spelarar til Einstøingar ikkje i spel."
    },
    {
        "target": "marionette",
        "trick": "lilmonsta",
        "reason": "Tråddokka er nabo til ein Lakei, ikkje til Demonen. Tråddokka vert ikkje vekt for å velje kven som tek Ungmonster-brikka, og lærer ikkje at dei er Tråddokka om dei har Ungmonster-brikka."
    },
    {
        "target": "marionette",
        "trick": "poppygrower",
        "reason": "Når Valmuedyrkaren døyr, lærer Demonen kven Tråddokka er. Tråddokka lærer ingenting."
    },
    {
        "target": "marionette",
        "trick": "snitch",
        "reason": "Tråddokka lærer ikkje 3 roller ikkje i spel. Demonen lærer 3 fleire roller i staden."
    },
    {
        "target": "marionette",
        "trick": "balloonist",
        "reason": "Om Tråddokka trur dei er Ballongfararen, vert det lagt til +1 Einstøing."
    },
    {
        "target": "marionette",
        "trick": "damsel",
        "reason": "Tråddokka lærer ikkje at ei Prinsesse er i spel."
    },
    {
        "target": "marionette",
        "trick": "plaguedoctor",
        "reason": "Om Demonen har ein levande nabo som er Borgar eller Einstøing når Pestlækjaren døyr, vert spelaren til ei vond Tråddokke. Dette hender ikkje om det allereie finst ein ekstra vond spelar."
    },
    {
        "target": "marionette",
        "trick": "huntsman",
        "reason": "Om Tråddokka trur dei er Ferdamannen, vert Prinsessa lagt til."
    },
    {
        "target": "lleech",
        "trick": "mastermind",
        "reason": "Om Geniet lever og Igla si vert døyr ved avretting, misser Igla evna si, men lever."
    },
    {
        "target": "lleech",
        "trick": "slayer",
        "reason": "Om Monsterjegeren vel verten til Igla, døyr verten."
    },
    {
        "target": "lleech",
        "trick": "heretic",
        "reason": "Om Igla har forgifta Kjettaren og så døyr, er Kjettaren framleis forgifta."
    },
    {
        "target": "riot",
        "trick": "engineer",
        "reason": "Opprør og Ingeniøren kan ikkje båe vere i spel frå byrjinga av spelet. Om Ingeniøren skapar Opprør, vert dei vonde spelarane til Opprør."
    },
    {
        "target": "riot",
        "trick": "golem",
        "reason": "Om Golemen nominerer Opprør, døyr ikkje spelaren som er Opprør."
    },
    {
        "target": "riot",
        "trick": "snitch",
        "reason": "Om Tystaren er i spel, får kvart Opprør 3 fleire bløffar."
    },
    {
        "target": "riot",
        "trick": "saint",
        "reason": "Om ein god spelar nominerer og drep Helgenen, tapar laget til Helgenen."
    },
    {
        "target": "riot",
        "trick": "butler",
        "reason": "Hovmeisteren kan ikkje nominere herren sin."
    },
    {
        "target": "riot",
        "trick": "pithag",
        "reason": "Om Markkjerringa skapar Opprør, vert alle vonde spelarar til Opprør. Om Markkjerringa skapar Opprør etter dag 3, held spelet fram for éin dag til."
    },
    {
        "target": "riot",
        "trick": "mayor",
        "reason": "Om den tredje dagen byrjar med berre 3 levande spelarar, kan spelarane i fellesskap avgjere å ikkje nominere i dag. I så fall vinn Borgarmeisteren sitt lag (om Borgarmeisteren enno lever)."
    },
    {
        "target": "riot",
        "trick": "monk",
        "reason": "Om ein spelar som er Opprør nominerer og drep spelaren verja av Munken, døyr ikkje spelaren likevel."
    },
    {
        "target": "riot",
        "trick": "farmer",
        "reason": "Om ein spelar som er Opprør nominerer og drep ein Bonde, nyttar Bonden evna si i natt."
    },
    {
        "target": "riot",
        "trick": "innkeeper",
        "reason": "Om ein spelar som er Opprør nominerer og drep ein spelar verja av Kroverten, døyr ikkje spelaren likevel."
    },
    {
        "target": "riot",
        "trick": "sage",
        "reason": "Om ein spelar som er Opprør nominerer og drep Vismannen, nyttar Vismannen evna si i natt."
    },
    {
        "target": "riot",
        "trick": "ravenkeeper",
        "reason": "Om ein spelar som er Opprør nominerer og drep Ramnherren, nyttar Ramnherren evna si i natt."
    },
    {
        "target": "riot",
        "trick": "soldier",
        "reason": "Om ein spelar som er Opprør nominerer Soldaten, døyr ikkje Soldaten."
    },
    {
        "target": "riot",
        "trick": "grandmother",
        "reason": "Om ein spelar som er Opprør nominerer og drep Barnebarnet, døyr Farmora også."
    },
    {
        "target": "riot",
        "trick": "king",
        "reason": "Om ein spelar som er Opprør nominerer og drep Kongen og Korguten enno lever, nyttar Korguten evna si i natt."
    },
    {
        "target": "riot",
        "trick": "exorcist",
        "reason": "Berre 1 ganda rolle kan vere i spel."
    },
    {
        "target": "riot",
        "trick": "minstrel",
        "reason": "Berre 1 ganda rolle kan vere i spel."
    },
    {
        "target": "riot",
        "trick": "flowergirl",
        "reason": "Berre 1 ganda rolle kan vere i spel."
    },
    {
        "target": "riot",
        "trick": "undertaker",
        "reason": "Spelarar som vert nominert og døyr vert av Gravaren tydd som avretta."
    },
    {
        "target": "riot",
        "trick": "cannibal",
        "reason": "Spelarar som vert nominert og døyr vert av Menneskeetaren tydd som avretta."
    },
    {
        "target": "riot",
        "trick": "pacifist",
        "reason": "Spelarar som vert nominert og døyr vert av Pasifisten tydd som avretta."
    },
    {
        "target": "riot",
        "trick": "devilsadvocate",
        "reason": "Spelarar som vert nominert og døyr vert av Djevelens Advokat tydd som avretta."
    },
    {
        "target": "riot",
        "trick": "investigator",
        "reason": "Opprør vert tydd som ein Lakei av Etterforskaren."
    },
    {
        "target": "riot",
        "trick": "clockmaker",
        "reason": "Opprør vert tydd som ein Lakei av Urmakaren."
    },
    {
        "target": "riot",
        "trick": "towncrier",
        "reason": "Opprør vert tydd som ein Lakei av Utroparen."
    },
    {
        "target": "riot",
        "trick": "damsel",
        "reason": "Opprør vert tydd som ein Lakei av Prinsessa."
    },
    {
        "target": "riot",
        "trick": "preacher",
        "reason": "Opprør vert tydd som ein Lakei av Predikanten."
    },
    {
        "target": "riot",
        "trick": "hatter",
        "reason": "Hvis hattemakeren dør, er Riot i spill og en Riot velger en annen demon, et normalt ondt lag blir skapt fra Riot-spillerne. Hvis hattemakeren dør og demonen velger Riot, blir Minions også Riot."
    },
    {
        "target": "riot",
        "trick": "summoner",
        "reason": "Hvis Summoner oppretter Riot, blir den valgte spilleren og alle onde spillere Riot. Den valgte spilleren må være en av Summonerens levende gode naboer."
    },
    {
        "target": "alhadikhia",
        "trick": "scarletwoman",
        "reason": "Om det er 2 levande Al-Hadikhiaer, vert Babylon-Al-Hadikhiaen til Babylon att."
    },
    {
        "target": "alhadikhia",
        "trick": "mastermind",
        "reason": "Berre 1 ganda rolle kan vere i spel. Vonde spelarar lærer innleiingsvis kva spelar og rolle det er."
    },
    {
        "target": "organgrinder",
        "trick": "butler",
        "reason": "Om Veivspelaren gjer at ein lukkar augo under avrøystingar, kan Hovmeisteren rekkje opp handa for å røyste, men røysta deira tel berre om herren deira også røysta for."
    },
    {
        "target": "organgrinder",
        "trick": "flowergirl",
        "reason": "Om spelarane hadde augo lukka under avrøystingane, lærer Blomsterjenta kor mange gonger Demonen røysta."
    },
    {
        "target": "organgrinder",
        "trick": "minstrel",
        "reason": "Berre 1 ganda rolle kan vere i spel."
    },
    {
        "target": "organgrinder",
        "trick": "preacher",
        "reason": "Berre 1 ganda rolle kan vere i spel."
    },
    {
        "target": "vizier",
        "trick": "alchemist",
        "reason": "Om Alkymisten har evna til Vesiren, kan dei berre avrette med éin gong om 3 eller fleire spelarar røysta for."
    },
    {
        "target": "vizier",
        "trick": "courtier",
        "reason": "Om Vesiren vert evnelaus, lærer dei det. Om Vesiren vert avretta medan dei enno har evna si, vinn laget deira."
    },
    {
        "target": "vizier",
        "trick": "fearmonger",
        "reason": "Vesiren vaknar samstundes med Fryktspreiaren, lærer kven dei vel og kan ikkje velje å avrette den spelaren."
    },
    {
        "target": "vizier",
        "trick": "investigator",
        "reason": "Om Etterforskaren lærer at Vesiren er i spel, kunngjer ikkje Forteljaren det."
    },
    {
        "target": "vizier",
        "trick": "magician",
        "reason": "Berre 1 ganda rolle kan vere i spel."
    },
    {
        "target": "vizier",
        "trick": "preacher",
        "reason": "Om Vesiren vert evnelaus, lærer dei det. Om Vesiren vert avretta medan dei enno har evna si, vinn laget deira."
    },
    {
        "target": "kazali",
        "trick": "bountyhunter",
        "reason": "En ond byfolk skapes bare hvis dusørjegeren fortsatt er i spill etter Kazali-handlingene."
    },
    {
        "target": "kazali",
        "trick": "goon",
        "reason": "Hvis Kazali velger Bajas å bli en Lakeiar, avgjøres gjenværende Lakeiar-valg av historiefortelleren."
    },
    {
        "target": "kazali",
        "trick": "marionette",
        "reason": "Hvis Kazali velger å lage en Tråddokke, må de velge en av naboene sine."
    },
    {
        "target": "kazali",
        "trick": "huntsman",
        "reason": "Hvis Kazali velger Prinsesse å bli en Lakeiar, og en Ferdamann er i spill, blir en god spiller Prinsesse."
    },
    {
        "target": "kazali",
        "trick": "choirboy",
        "reason": "Kazalien kan ikke velge kongen til å bli Lakeiar hvis en korgutt er i spill."
    },
    {
        "target": "kazali",
        "trick": "summoner",
        "reason": "Kazali kan ikke velge å opprette en Summoner."
    },
    {
        "target": "yaggababble",
        "trick": "exorcist",
        "reason": "Hvis Djevleutdrivar velger Yaggababble, dreper ikke Yaggababble-evnen i kveld."
    },
    {
        "target": "summoner",
        "trick": "clockmaker",
        "reason": "Hvis Summoner er i spill, mottar ikke Clockmaker informasjonen deres før en demon er opprettet."
    },
    {
        "target": "summoner",
        "trick": "alchemist",
        "reason": "Hvis det er en Alchemist-Summoner i spill, starter spillet med en Demon i spill, som normalt. Hvis Alchemist-Summoner velger en spiller, gjør de spilleren til en Demon, men endrer ikke justeringen."
    },
    {
        "target": "summoner",
        "trick": "poppygrower",
        "reason": "Hvis valmuedyrkeren er i live når summoneren handler, velger summoneren hvilken demon, men historiefortelleren velger hvilken spiller."
    },
    {
        "target": "summoner",
        "trick": "marionette",
        "reason": "Marionetten er nabo til Summoner. The Summoner vet hvem Marionetten er."
    }
]
