[
    {
        "target": "bountyhunter",
        "trick": "kazali",
        "reason": "Ein Borgar er vond berre om Dusørjegeren enno er i spel etter at Kazalien har handla."
    },
    {
        "target": "bountyhunter",
        "trick": "philosopher",
        "reason": "Om Filosofen tileignar seg evna til Dusørjegeren, kan det hende ein Borgar vert vond."
    },
    {
        "target": "cannibal",
        "trick": "butler",
        "reason": "Om Menneskeetaren tileignar seg evna til Hovmeisteren, lærer dei det."
    },
    {
        "target": "cannibal",
        "trick": "juggler",
        "reason": "If the Juggler guesses on their first day and dies by execution, tonight the living Cannibal learns how many guesses the Juggler got correct."
    },
    {
        "target": "cannibal",
        "trick": "poppygrower",
        "reason": "If the Cannibal eats the Poppy Grower, then dies or loses the Poppy Grower ability, the Demon and Minions learn each other that night."
    },
    {
        "target": "cannibal",
        "trick": "zealot",
        "reason": "Om Menneskeetaren tileignar seg evna til Seloten, lærer dei det."
    },
    {
        "target": "mathematician",
        "trick": "chambermaid",
        "reason": "Kammerjenta lærer om Matematikaren vaknar i natt eller ei, sjølv om Kammerjenta vaknar fyrst."
    },
    {
        "target": "mathematician",
        "trick": "lunatic",
        "reason": "Matematikaren lærer om den Sinnssjuke åtek andre spelarar enn dei den ekte Demonen åtok."
    },
    {
        "target": "butler",
        "trick": "organgrinder",
        "reason": "Om Veivspelaren gjer at ein lukkar augo under avrøystingar, kan Hovmeisteren rekkje opp handa for å røyste, men røysta deira tel berre der herren deira også røysta for."
    },
    {
        "target": "heretic",
        "trick": "baron",
        "reason": "Det kan hende Greven berre legg til 1 Einstøing, ikkje 2."
    },
    {
        "target": "heretic",
        "trick": "boffin",
        "reason": "The Demon cannot have the Heretic ability."
    },
    {
        "target": "heretic",
        "trick": "godfather",
        "reason": "Berre 1 ganda rolle kan vere i spel."
    },
    {
        "target": "heretic",
        "trick": "lleech",
        "reason": "Om Igla har forgifta Kjettaren og så døyr, er Kjettaren framleis forgifta."
    },
    {
        "target": "heretic",
        "trick": "pithag",
        "reason": "Ei Markkjerring kan ikkje skape ein Kjettar."
    },
    {
        "target": "heretic",
        "trick": "spy",
        "reason": "Berre 1 ganda rolle kan vere i spel."
    },
    {
        "target": "heretic",
        "trick": "widow",
        "reason": "Berre 1 ganda rolle kan vere i spel."
    },
    {
        "target": "ogre",
        "trick": "recluse",
        "reason": "Om Trollet tyder Eremitten som vond, får Trollet vite at dei er vond."
    },
    {
        "target": "plaguedoctor",
        "trick": "baron",
        "reason": "If the Storyteller gains the Baron ability, up to two players become not-in-play Outsiders."
    },
    {
        "target": "plaguedoctor",
        "trick": "boomdandy",
        "reason": "Om Forteljaren tileignar seg evna til Greven, vert opp til to spelarar Einstøingar ikkje i spel."
    },
    {
        "target": "plaguedoctor",
        "trick": "eviltwin",
        "reason": "Forteljaren kan ikkje tileigne seg evna til den Vonde Tvillingen."
    },
    {
        "target": "plaguedoctor",
        "trick": "fearmonger",
        "reason": "Om Pestlækjaren døyr, tileignar ein levande Lakei seg evna til Fryktspreiaren i tillegg til si eiga evne. Dette lærer dei."
    },
    {
        "target": "plaguedoctor",
        "trick": "goblin",
        "reason": "Om Pestlækjaren døyr, tileignar ein levande Lakei seg evna til Småtrollet, i tillegg til si eiga evne. Dette lærer dei."
    },
    {
        "target": "plaguedoctor",
        "trick": "marionette",
        "reason": "If the Demon has a neighbor who is alive and a Townsfolk or Outsider when the Plague Doctor dies, that player becomes an evil Marionette. If there is already an extra evil player, this does not happen."
    },
    {
        "target": "plaguedoctor",
        "trick": "scarletwoman",
        "reason": "Om Pestlækjaren døyr, tileignar ein levande Lakei seg evna til Babylon i tillegg til si eiga evne. Dette lærer dei."
    },
    {
        "target": "plaguedoctor",
        "trick": "spy",
        "reason": "Om Pestlækjaren døyr, tileignar ein levande Lakei seg evna til Spionen, i tillegg til si eiga evne. Dette lærer dei."
    },
    {
        "target": "boffin",
        "trick": "alchemist",
        "reason": "If the Alchemist has the Boffin ability, the Alchemist does not learn what ability the Demon has."
    },
    {
        "target": "boffin",
        "trick": "cultleader",
        "reason": "If the Demon has the Cult Leader ability, they can’t turn good due to this ability."
    },
    {
        "target": "boffin",
        "trick": "drunk",
        "reason": "If the Demon would have the Drunk ability, the Boffin chooses a Townsfolk player to have this ability instead."
    },
    {
        "target": "boffin",
        "trick": "goon",
        "reason": "If the Demon has the Goon ability, they can’t turn good due to this ability."
    },
    {
        "target": "boffin",
        "trick": "ogre",
        "reason": "The Demon cannot have the Ogre ability."
    },
    {
        "target": "boffin",
        "trick": "politician",
        "reason": "The Demon cannot have the Politician ability."
    },
    {
        "target": "boffin",
        "trick": "villageidiot",
        "reason": "If there is a spare token, the Boffin can give the Demon the Village Idiot ability."
    },
    {
        "target": "cerenovus",
        "trick": "goblin",
        "reason": "Cerenoven kan velje å gjere ein spelar manisk dei er Småtrollet."
    },
    {
        "target": "marionette",
        "trick": "balloonist",
        "reason": "Om Tråddokka trur dei er Ballongfararen, vert +1 Einstøing lagd til."
    },
    {
        "target": "marionette",
        "trick": "damsel",
        "reason": "Tråddokka lærer ikkje at ei Prinsesse er i spel."
    },
    {
        "target": "marionette",
        "trick": "huntsman",
        "reason": "Om Tråddokka trur dei er Ferdamannen, vert Prinsessa lagd til."
    },
    {
        "target": "marionette",
        "trick": "lilmonsta",
        "reason": "Tråddokka er granne til ein Lakei, ikkje til Demonen. Tråddokka vert ikkje vekt for å velje kven som tek Ungmonster-brikka, og lærer ikkje at dei er Tråddokka om dei har Ungmonster-brikka."
    },
    {
        "target": "marionette",
        "trick": "poppygrower",
        "reason": "Når Valmuedyrkaren døyr, lærer Demonen kven Tråddokka er. Tråddokka lærer ingenting."
    },
    {
        "target": "marionette",
        "trick": "snitch",
        "reason": "Tråddokka lærer ikkje 3 roller ikkje i spel. Demonen lærer 3 fleire roller i staden."
    },
    {
        "target": "mastermind",
        "trick": "alhadikhia",
        "reason": "Om Al-Hadikhia døyr ved avretting, og Geniet lever, vel Al-Hadikhia 3 gode spelarar i natt. Om alle 3 vel å leve vinn vondt, elles vinn godt."
    },
    {
        "target": "pithag",
        "trick": "cultleader",
        "reason": "Om Markkjerringa gjer ein vond spelar om til Sektleiaren, kan ikkje spelaren gjere seg sjølv god med evna si."
    },
    {
        "target": "pithag",
        "trick": "damsel",
        "reason": "Om ei Markkjerring skaper ei Prinsesse, vel Forteljaren kva spelar det er."
    },
    {
        "target": "pithag",
        "trick": "goon",
        "reason": "Om Markkjerringa gjer ein vond spelar om til Bajasen, kan ikkje spelaren gjere seg sjølv god med evna si."
    },
    {
        "target": "pithag",
        "trick": "ogre",
        "reason": "If the Pit-Hag turns an evil player into the Ogre, they can't turn good due to their own ability."
    },
    {
        "target": "pithag",
        "trick": "politician",
        "reason": "Ei Markkjerring kan ikkje skape ein vond Politikar."
    },
    {
        "target": "pithag",
        "trick": "villageidiot",
        "reason": "Markkjerringa kan skape ein ekstra Bygdetulling om det er ei brikke til overs. I så fall kan den fulle Bygdetullingen verte ein annan."
    },
    {
        "target": "scarletwoman",
        "trick": "alhadikhia",
        "reason": "Om det er 2 levande Al-Hadikhiaer, vert Babylon-Al-Hadikhiaen til Babylon att."
    },
    {
        "target": "scarletwoman",
        "trick": "fanggu",
        "reason": "Om Fægisten vel ein Einstøing og døyr, vert ikkje Babylon til Fægisten."
    },
    {
        "target": "spy",
        "trick": "alchemist",
        "reason": "If the Alchemist has the Spy ability, they do not see the Grimoire, and the real Spy cannot register falsely."
    },
    {
        "target": "spy",
        "trick": "damsel",
        "reason": "Har Spionen vore i spel er Prinsessa forgifta."
    },
    {
        "target": "spy",
        "trick": "magician",
        "reason": "Når Spionen ser inn i Boka, er rollebrikkene til Demonen og Tryllekunstnaren tekne bort."
    },
    {
        "target": "spy",
        "trick": "ogre",
        "reason": "Trollet tyder alltid Spionen som vond."
    },
    {
        "target": "spy",
        "trick": "poppygrower",
        "reason": "Om Valmuedyrkaren er i spel, får ikkje Spionen sjå inn i Boka før Valmuedyrkaren døyr."
    },
    {
        "target": "summoner",
        "trick": "alchemist",
        "reason": "Om det finst ein Alkymist med evna til Svartemanaren, byrjar spelet som vanleg med ein Demon i spel. Om Svartemanar-Alkymisten vel ein spelar, gjer dei dei om til ein Demon men endrar ikkje lojaliteten deira."
    },
    {
        "target": "summoner",
        "trick": "clockmaker",
        "reason": "Om Svartemanaren er i spel, mottek ikkje Urmakaren kunnskapen sin før ein Demon vert til."
    },
    {
        "target": "summoner",
        "trick": "courtier",
        "reason": "Om Svartemanaren er full den tredje natta, vel Svartemanaren Demonen men Forteljaren kva spelar."
    },
    {
        "target": "summoner",
        "trick": "engineer",
        "reason": "Om Ingeniøren tek bort Svartemanaren før dei får nytta evna si, nyttar Svartemanaren evna si med det same."
    },
    {
        "target": "summoner",
        "trick": "hatter",
        "reason": "Svartemanaren kan ikkje skape ein Demon allereie i spel. Om Svartemanaren skaper ein Demon ikkje i spel døyr spelarar i natt vilkårleg."
    },
    {
        "target": "summoner",
        "trick": "kazali",
        "reason": "Svartemanaren kan ikkje skape ein Demon allereie i spel. Om Svartemanaren skaper ein Demon ikkje i spel døyr spelarar i natt vilkårleg."
    },
    {
        "target": "summoner",
        "trick": "legion",
        "reason": "Om Svartemanaren skaper Brorskapen, vert dei fleste spelarane (derav alle dei vonde spelarane) vonde og del av Brorskapen."
    },
    {
        "target": "summoner",
        "trick": "lordoftyphon",
        "reason": "If the Summoner creates a Lord of Typhon, the Lord of Typhon must neighbor a Minion. The other neighbor becomes a not-in-play evil Minion."
    },
    {
        "target": "summoner",
        "trick": "marionette",
        "reason": "The Marionette neighbors the Summoner. The Summoner knows who the Marionette is."
    },
    {
        "target": "summoner",
        "trick": "pithag",
        "reason": "Svartemanaren kan ikkje skape ein Demon allereie i spel. Om Svartemanaren skaper ein Demon ikkje i spel døyr spelarar i natt vilkårleg."
    },
    {
        "target": "summoner",
        "trick": "poppygrower",
        "reason": "Om Valmuedyrkaren er i live når Svartemanaren handlar, vel Svartemanaren Demonen men Forteljaren kva spelar."
    },
    {
        "target": "summoner",
        "trick": "preacher",
        "reason": "Om Predikanten vel Svartemanaren innan den tredje natta, vel Svartemanaren Demonen men Forteljaren kva spelar."
    },
    {
        "target": "summoner",
        "trick": "pukka",
        "reason": "Svartemanaren kan gjere ein spelar om til Pukka den andre natta."
    },
    {
        "target": "summoner",
        "trick": "zombuul",
        "reason": "Om Svartemanaren gjer ein daud spelar om til Dauguulen, vert spelaren handsama av Forteljaren som ein Dauguul som har døydd éin gong."
    },
    {
        "target": "vizier",
        "trick": "alsaahir",
        "reason": "Om Vesiren er i spel må Alsaahir også gjete kva Demon er i spel."
    },
    {
        "target": "vizier",
        "trick": "courtier",
        "reason": "If the Vizier loses their ability, they learn this. If the Vizier is executed while they have their ability, their team wins."
    },
    {
        "target": "vizier",
        "trick": "fearmonger",
        "reason": "The Vizier wakes with the Fearmonger, learns who they choose and cannot choose to immediately execute that player."
    },
    {
        "target": "vizier",
        "trick": "investigator",
        "reason": "Om Etterforskaren lærer at Vesiren er i spel, kunngjer ikkje Forteljaren det."
    },
    {
        "target": "vizier",
        "trick": "magician",
        "reason": "If the Vizier and Magician are both in play, the Demon does not learn the Minions."
    },
    {
        "target": "vizier",
        "trick": "politician",
        "reason": "Politikaren kan verte tydd som vond av Vesiren."
    },
    {
        "target": "vizier",
        "trick": "preacher",
        "reason": "If the Vizier loses their ability, they learn this. If the Vizier is executed while they have their ability, their team wins."
    },
    {
        "target": "vizier",
        "trick": "zealot",
        "reason": "Seloten kan verte tydd som vond av Vesiren."
    },
    {
        "target": "widow",
        "trick": "alchemist",
        "reason": "If the Alchemist has the Widow ability, they do not see the Grimoire."
    },
    {
        "target": "widow",
        "trick": "damsel",
        "reason": "Har Enka vore i spel er Prinsessa forgifta."
    },
    {
        "target": "widow",
        "trick": "magician",
        "reason": "Når Enka ser inn i Boka, er rollebrikkene til Demonen og Tryllekunstnaren tekne bort."
    },
    {
        "target": "widow",
        "trick": "poppygrower",
        "reason": "Om Valmuedyrkaren er i spel, får ikkje Enka sjå inn i Boka før Valmuedyrkaren døyr."
    },
    {
        "target": "kazali",
        "trick": "choirboy",
        "reason": "Kazalien kan ikkje velje Kongen som Lakei om ein Korgut er i spel."
    },
    {
        "target": "kazali",
        "trick": "goon",
        "reason": "The Kazali can choose that the Goon player is one of their evil Minions."
    },
    {
        "target": "kazali",
        "trick": "huntsman",
        "reason": "Om Kazalien vel Prinsessa som Lakei og ein Ferdamann er i spel, vert ein god spelar til Prinsessa."
    },
    {
        "target": "kazali",
        "trick": "marionette",
        "reason": "If the Kazali chooses to create a Marionette, they must choose one of their neighbors."
    },
    {
        "target": "kazali",
        "trick": "soldier",
        "reason": "The Kazali can choose that the Soldier player is one of their evil Minions."
    },
    {
        "target": "legion",
        "trick": "engineer",
        "reason": "Brorskapen og Ingeniøren kan ikkje begge vere i spel frå byrjinga av spelet. Om Ingeniøren skaper Brorskapen, vert dei fleste spelarane (derav alle dei vonde spelarane) vonde og del av Brorskapen."
    },
    {
        "target": "legion",
        "trick": "hatter",
        "reason": "Om Hattemakaren døyr når Brorskapen er i spel, hender ingenting. Om Hattemakaren døyr og ein vond spelar vel Brorskapen, vert alle dei vonde spelarane del av Brorskapen."
    },
    {
        "target": "legion",
        "trick": "minstrel",
        "reason": "Om ein spelar i Brorskapen døydde ved avretting i dag, beheld spelaren evna si, men Trubaduren kan lære at dei er del av Brorskapen."
    },
    {
        "target": "legion",
        "trick": "preacher",
        "reason": "Om Predikanten vel ein spelar i Brorskapen, beheld spelaren evna si, men Predikanten kan lære at dei er del av Brorskapen."
    },
    {
        "target": "legion",
        "trick": "zealot",
        "reason": "The Zealot might register as evil to Legion's ability."
    },
    {
        "target": "leviathan",
        "trick": "banshee",
        "reason": "Each night*, the Leviathan chooses an alive good player (different to previous nights): a chosen Banshee dies & gains their ability."
    },
    {
        "target": "leviathan",
        "trick": "exorcist",
        "reason": "Evil does not win when more than 1 good player has been executed, if the Exorcist is alive and has ever successfully chosen the Leviathan."
    },
    {
        "target": "leviathan",
        "trick": "farmer",
        "reason": "Each night*, the Leviathan chooses an alive good player (different to previous nights): a chosen Farmer uses their ability but does not die."
    },
    {
        "target": "leviathan",
        "trick": "grandmother",
        "reason": "If Leviathan is in play and the Grandchild dies by execution, evil wins."
    },
    {
        "target": "leviathan",
        "trick": "hatter",
        "reason": "Om Hattemakaren døyr på dag 5 eller seinare, kan ikkje Demonen velje Leviatan."
    },
    {
        "target": "leviathan",
        "trick": "innkeeper",
        "reason": "If the Leviathan is in play, the Innkeeper-protected-players are safe from all evil abilities."
    },
    {
        "target": "leviathan",
        "trick": "king",
        "reason": "If the Leviathan is in play, and at least 1 player is dead, the King learns an alive character each night."
    },
    {
        "target": "leviathan",
        "trick": "mayor",
        "reason": "If the Leviathan is in play & no execution occurs on day 5, good wins."
    },
    {
        "target": "leviathan",
        "trick": "monk",
        "reason": "If the Leviathan is in play, the Monk-protected-player is safe from all evil abilities."
    },
    {
        "target": "leviathan",
        "trick": "pithag",
        "reason": "Markkjerringa kan ikkje skape Leviatan etter dag 5."
    },
    {
        "target": "leviathan",
        "trick": "ravenkeeper",
        "reason": "Each night*, the Leviathan chooses an alive player (different to previous nights): a chosen Ravenkeeper uses their ability but does not die."
    },
    {
        "target": "leviathan",
        "trick": "sage",
        "reason": "Each night*, the Leviathan chooses an alive good player (different to previous nights): a chosen Sage uses their ability but does not die."
    },
    {
        "target": "leviathan",
        "trick": "soldier",
        "reason": "If the Leviathan is in play, the Soldier is safe from all evil abilities."
    },
    {
        "target": "lilmonsta",
        "trick": "hatter",
        "reason": "Om ein Demon vel Ungmonsteret, vel dei også Lakeien som passar på Ungmonsteret i natt."
    },
    {
        "target": "lilmonsta",
        "trick": "magician",
        "reason": "Each night, the Magician chooses a Minion: if that Minion & Lil' Monsta are alive, that Minion babysits Lil’ Monsta."
    },
    {
        "target": "lilmonsta",
        "trick": "poppygrower",
        "reason": "Om Valmuedyrkaren er i spel, vaknar ikkje Lakeiar samstundes. Dei vert vekte éin om gongen, inntil ein av dei vel å ta Ungmonster-brikka."
    },
    {
        "target": "lilmonsta",
        "trick": "scarletwoman",
        "reason": "Om det er 5 eller fleire spelarar i live og spelaren som held Ungmonster-brikka døyr, vert brikka gjeven til Babylon i natt."
    },
    {
        "target": "lilmonsta",
        "trick": "vizier",
        "reason": "Vesiren kan døy ved avretting om dei passar på Ungmonsteret."
    },
    {
        "target": "lleech",
        "trick": "mastermind",
        "reason": "Om Geniet lever og Igla sin vert døyr ved avretting, misser Igla evna si, men lever."
    },
    {
        "target": "lleech",
        "trick": "slayer",
        "reason": "Om Monsterjegeren vel verten til Igla, døyr verten."
    },
    {
        "target": "riot",
        "trick": "banshee",
        "reason": "Each night*, Riot chooses an alive good player (different to previous nights): a chosen Banshee dies & gains their ability."
    },
    {
        "target": "riot",
        "trick": "exorcist",
        "reason": "If the Exorcist chooses Riot on the 3rd night, Minions do not become Riot."
    },
    {
        "target": "riot",
        "trick": "farmer",
        "reason": "Each night*, Riot chooses an alive good player (different to previous nights): a chosen Farmer uses their ability but does not die."
    },
    {
        "target": "riot",
        "trick": "grandmother",
        "reason": "If Riot is in play and the Grandchild dies during the day, the Grandmother dies too."
    },
    {
        "target": "riot",
        "trick": "innkeeper",
        "reason": "If Riot is in play, the Innkeeper-protected player is safe from all evil abilities."
    },
    {
        "target": "riot",
        "trick": "king",
        "reason": "If Riot is in play, and at least 1 player is dead, the King learns an alive character each night."
    },
    {
        "target": "riot",
        "trick": "mayor",
        "reason": "The Mayor may choose to stop nominations. If they do so when only 1 Riot is alive, good wins. Otherwise, evil wins."
    },
    {
        "target": "riot",
        "trick": "monk",
        "reason": "If Riot is in play, the Monk-protected player is safe from all evil abilities."
    },
    {
        "target": "riot",
        "trick": "ravenkeeper",
        "reason": "Each night*, Riot chooses an alive good player (different to previous nights): a chosen Ravenkeeper uses their ability but does not die."
    },
    {
        "target": "riot",
        "trick": "sage",
        "reason": "Each night*, Riot chooses an alive good player (different to previous nights): a chosen Sage uses their ability but does not die."
    },
    {
        "target": "riot",
        "trick": "soldier",
        "reason": "If Riot is in play, the Soldier is safe from all evil abilities."
    },
    {
        "target": "vortox",
        "trick": "banshee",
        "reason": "Om Kvervelbeistet er i spel og Demonen drep Bean Sídhe, lærer spelarane dette likevel."
    },
    {
        "target": "yaggababble",
        "trick": "exorcist",
        "reason": "Om Djevleutdrivaren vel Flåkjeften, verkar ikkje evna til Flåkjeften i natt."
    }
]
