[
    {
        "target": "alchemist",
        "trick": "boffin",
        "reason": "Jeśli Alchemik ma umiejętność Jajogłowego, Alchemik nie poznaje umiejętności Demona."
    },
    {
        "target": "alchemist",
        "trick": "marionette",
        "reason": "Alchemist- Marionette nie ma zdolności Marionette i Marionette jest w grze."
    },
    {
        "target": "alchemist",
        "trick": "mastermind",
        "reason": "Alchemist-Mastermind nie ma zdolności Mastermind i Mastermind nie jest - w - gra."
    },
    {
        "target": "alchemist",
        "trick": "organgrinder",
        "reason": "Jeśli Alchemik posiada zdolność Grindera Organowego, Grinder Organowy jest w grze i jeśli zarówno Alchemik i Grinder Organowy są trzeźwe, oba są pijane."
    },
    {
        "target": "alchemist",
        "trick": "spy",
        "reason": "Jeśli Alchemik ma umiejętności szpiegowskie, to nie, a szpieg jest w grze. Każdego dnia, po fazie egzekucji, żywy Alchemik może publicznie odgadnąć żywego gracza jako szpiega. Jeśli to prawda, demon musi dziś wybrać szpiega."
    },
    {
        "target": "alchemist",
        "trick": "summoner",
        "reason": "Alchemist-Summoner nie dostaje blefów i wybiera, który Demon, ale nie który gracz. Jeśli umrą zanim to się stanie, zło wygra. [No Demon]"
    },
    {
        "target": "alchemist",
        "trick": "widow",
        "reason": "Jeśli Alchemik ma zdolność Wdowy, to nie, a Wdowa jest w grze. Każdego dnia, po fazie egzekucji, żywy Alchemik może publicznie odgadnąć żywego gracza jako Wdowa. Jeśli to prawda, demon musi dziś wybrać Wdowę."
    },
    {
        "target": "alchemist",
        "trick": "wraith",
        "reason": "Jeśli Alchemik ma zdolność Wraith, to nie, a Wraith jest w grze. Każdego dnia, po fazie egzekucji, żywy Alchemik może publicznie zgadywać żywego gracza jako Wraith: jeśli to prawda, demon musi wybrać Wraith dziś wieczorem."
    },
    {
        "target": "alhadikhia",
        "trick": "princess",
        "reason": "Jeśli księżniczka nominuje i wykonuje gracza pierwszego dnia, nikt nie umiera do Al- Hadikhia zdolności dzisiaj."
    },
    {
        "target": "boffin",
        "trick": "cultleader",
        "reason": "Jeśli Demon ma umiejętość Przywódcy Kultu, nie może stać się dobry na podstawie tej umiejętności."
    },
    {
        "target": "boffin",
        "trick": "drunk",
        "reason": "Jeśli Demon miałby mieć umiejętność Pijaka, Jajogłowy wybiera gracza-Mieszkańca, aby miał on tę umiejętność."
    },
    {
        "target": "boffin",
        "trick": "goon",
        "reason": "Jeśli Demon ma umiejętość Zbira, nie może stać się dobry na podstawie tej umiejętności."
    },
    {
        "target": "boffin",
        "trick": "ogre",
        "reason": "Demon nie może mieć umiejętności Ogra."
    },
    {
        "target": "boffin",
        "trick": "politician",
        "reason": "Demon nie może mieć umiejętności Polityka."
    },
    {
        "target": "boffin",
        "trick": "villageidiot",
        "reason": "Jeśli istnieje wolny token, Jajogłowy może dać Demonowi umiejętność Głupka Wioskowego."
    },
    {
        "target": "bountyhunter",
        "trick": "kazali",
        "reason": "Zły Mieszkaniec jest stworzony tylko wtedy, gdy Łowca Nagród jest nadal w grze po akcji Kazali."
    },
    {
        "target": "bountyhunter",
        "trick": "philosopher",
        "reason": "Jeśli Filozof zyska umiejętność Łowcy Nagród, Mieszkaniec może stać się zły."
    },
    {
        "target": "butler",
        "trick": "organgrinder",
        "reason": "Jeśli Kataryniarz sprawia, że gracze zamykają oczy podczas głosowania, Lokaj może podnieść rękę do głosowania, ale jego głos jest liczony tylko wtedy, gdy jego Mistrz też głosuje."
    },
    {
        "target": "cannibal",
        "trick": "butler",
        "reason": "Jeśli Kanibal zyska umiejętność Lokaja, Kanibal dowiaduje się o tym."
    },
    {
        "target": "cannibal",
        "trick": "juggler",
        "reason": "Jeśli żongler zgadnie pierwszego dnia i umrze przez egzekucję, dziś żywy kanibal dowie się, ile przypuszczeń Juggler miał rację."
    },
    {
        "target": "cannibal",
        "trick": "poppygrower",
        "reason": "Jeśli Kanibal zje Uprawcę Maku, po czym umrze lub straci umiejętność Uprawcy Maku, wtedy Demon i Sługusi poznają się."
    },
    {
        "target": "cannibal",
        "trick": "princess",
        "reason": "Jeśli Cannibal nominował i zabił księżniczkę dzisiaj, demon nie zabije dzisiaj."
    },
    {
        "target": "cannibal",
        "trick": "zealot",
        "reason": "Jeśli Kanibal zyska umiejętność Zelota, Kanibal dowiaduje się o tym."
    },
    {
        "target": "cerenovus",
        "trick": "goblin",
        "reason": "Cerenovus może sprawić, aby gracz szalał na punkcie bycia Goblinem."
    },
    {
        "target": "heretic",
        "trick": "baron",
        "reason": "Baron może dodać tylko 1 Outsidera, nie 2."
    },
    {
        "target": "heretic",
        "trick": "boffin",
        "reason": "Demon nie może mieć umiejętności Heretyka."
    },
    {
        "target": "heretic",
        "trick": "godfather",
        "reason": "Tylko 1 zauroczona postać może być w grze."
    },
    {
        "target": "heretic",
        "trick": "lleech",
        "reason": "Jeśli Pijawka zatruła Heretyka, to umiera, a Heretyk pozostaje zatruty."
    },
    {
        "target": "heretic",
        "trick": "pithag",
        "reason": "Jędza nie może stworzyć Heretyka."
    },
    {
        "target": "heretic",
        "trick": "spy",
        "reason": "Tylko 1 zauroczona postać może być w grze."
    },
    {
        "target": "heretic",
        "trick": "widow",
        "reason": "Tylko 1 zauroczona postać może być w grze."
    },
    {
        "target": "kazali",
        "trick": "choirboy",
        "reason": "Kazali nie może wybrać Króla, aby stał się Sługusem, jeśli Chórzysta jest w grze."
    },
    {
        "target": "kazali",
        "trick": "goon",
        "reason": "Kazali może wybrać, że gracz-Zbir jest jednym z jego złych Sługusów."
    },
    {
        "target": "kazali",
        "trick": "huntsman",
        "reason": "Jeśli Kazali wybierze Panienkę, aby stała się Sługusem, a Łowczy jest w grze, dobry gracz staje się Panienką."
    },
    {
        "target": "kazali",
        "trick": "marionette",
        "reason": "Jeśli Kazali zdecydują się stworzyć marionetkę, muszą wybrać jednego ze swoich sąsiadów."
    },
    {
        "target": "kazali",
        "trick": "soldier",
        "reason": "Kazali może wybrać, że gracz-Żołnierz jest jednym z jego złych Sługusów."
    },
    {
        "target": "legion",
        "trick": "engineer",
        "reason": "Legion i Inżynier nie mogą być razem w grze na początku gry. Jeśli Inżynier tworzy Legion, większość graczy (w tym wszyscy źli gracze) stają się złym Legionem."
    },
    {
        "target": "legion",
        "trick": "hatter",
        "reason": "Jeśli Kapelusznik umrze i Legion będzie w grze, nic się nie stanie. Jeśli Kapelusznik umrze, a zły gracz wybierze Legion, wszyscy obecnie źli gracze staną się Legionem."
    },
    {
        "target": "legion",
        "trick": "minstrel",
        "reason": "Jeśli Legion zginął dzisiaj przez egzekucję, Legion zachowuje swoją umiejętność, ale Minstrel może się dowiedzieć, że to Legion."
    },
    {
        "target": "legion",
        "trick": "preacher",
        "reason": "Jeśli Kaznodzieja wybierze Legion, Legion zachowa swoją umiejętność, ale Kaznodzieja może się dowiedzieć, że jest Legionem."
    },
    {
        "target": "legion",
        "trick": "zealot",
        "reason": "Zealot może być zły na Legion."
    },
    {
        "target": "leviathan",
        "trick": "banshee",
        "reason": "Każdej nocy *, Lewiatan wybiera żywego dobrego gracza (innego niż poprzednie noce): wybrany Banshee umiera i zyskuje ich zdolność."
    },
    {
        "target": "leviathan",
        "trick": "exorcist",
        "reason": "Zło nie wygrywa, gdy więcej niż 1 dobry gracz został stracony, jeśli Egzorcysta żyje i kiedykolwiek z powodzeniem wybrał Lewiatana."
    },
    {
        "target": "leviathan",
        "trick": "farmer",
        "reason": "Każdej nocy *, Lewiatan wybiera żywego dobrego gracza (innego niż poprzednie noce): wybrany Farmer wykorzystuje ich zdolność, ale nie umiera."
    },
    {
        "target": "leviathan",
        "trick": "grandmother",
        "reason": "Jeśli Lewiatan jest w grze i Grandchild umiera przez egzekucję, zło wygrywa."
    },
    {
        "target": "leviathan",
        "trick": "hatter",
        "reason": "Jeśli Kapelusznik umrze piątego dnia lub po piątym dniu, Demon nie może wybrać Lewiatana."
    },
    {
        "target": "leviathan",
        "trick": "innkeeper",
        "reason": "Jeśli Lewiatan jest w grze, Innkeeper- ochrony graczy są bezpieczne od wszelkich złych zdolności."
    },
    {
        "target": "leviathan",
        "trick": "king",
        "reason": "Jeśli Lewiatan jest w grze, a co najmniej jeden gracz nie żyje, król uczy się żywej postaci każdej nocy."
    },
    {
        "target": "leviathan",
        "trick": "mayor",
        "reason": "Jeśli Lewiatan jest w grze i nie ma wykonania w dniu 5, dobre wygrywa."
    },
    {
        "target": "leviathan",
        "trick": "monk",
        "reason": "Jeśli Lewiatan jest w grze, Monk-protected-player jest bezpieczny od wszelkich złych zdolności."
    },
    {
        "target": "leviathan",
        "trick": "pithag",
        "reason": "Po piątym dniu, Jędza nie może wybrać Lewiatana."
    },
    {
        "target": "leviathan",
        "trick": "ravenkeeper",
        "reason": "Każdej nocy *, Lewiatan wybiera żywego gracza (innego niż poprzednie noce): wybrany Ravenkeeper wykorzystuje ich zdolność, ale nie umiera."
    },
    {
        "target": "leviathan",
        "trick": "sage",
        "reason": "Każdej nocy *, Lewiatan wybiera żywego dobrego gracza (innego niż poprzednie noce): wybrany Sage wykorzystuje ich zdolność, ale nie umiera."
    },
    {
        "target": "leviathan",
        "trick": "soldier",
        "reason": "Jeśli Lewiatan jest w grze, Żołnierz jest bezpieczny od wszelkich złych zdolności."
    },
    {
        "target": "lilmonsta",
        "trick": "hatter",
        "reason": "Jeśli Demon wybierze Małe Montrum, wybiera też Sługusa, który będzie niańczyć Małe Monstrum dzisiejszej nocy."
    },
    {
        "target": "lilmonsta",
        "trick": "poppygrower",
        "reason": "Jeśli Hodowca Maku jest w grze, Sługusi nie obudzą się razem. Obudzą się jeden po drugim, dopóki jeden z nich nie wybierze tokenu Małego Monstrum."
    },
    {
        "target": "lilmonsta",
        "trick": "scarletwoman",
        "reason": "Jeśli przynajmniej pięciu graczy jest żywych i gracz trzymający token Małego Monstrum umiera, Kochanica Diabła otrzymuje dziś token Małego Monstrum."
    },
    {
        "target": "lilmonsta",
        "trick": "vizier",
        "reason": "Wezyr może zginąć przez egzekucję, jeśli niańczą Małe Monstrum."
    },
    {
        "target": "lleech",
        "trick": "mastermind",
        "reason": "Jeśli Geniusz Zła żyje, a żywiciel Pijawki umiera przez egzekucję, Pijawka żyje, ale traci swoją umiejętność."
    },
    {
        "target": "lleech",
        "trick": "slayer",
        "reason": "Jeśli Pogromca zabije żywiciela Pijawki, żywiciel zginie."
    },
    {
        "target": "magician",
        "trick": "wraith",
        "reason": "Każdego dnia, po fazie egzekucji, żyjący Magik może publicznie zgadywać żywego gracza jako Wraith: jeśli to prawda, demon musi wybrać Wraith dziś wieczorem."
    },
    {
        "target": "magician",
        "trick": "spy",
        "reason": "Kiedy Szpieg ogląda Grymuar, tokeny Demona i Magika są usunięte."
    },
    {
        "target": "magician",
        "trick": "vizier",
        "reason": "Jeśli Vizier i Magik są w grze, demon nie uczy się minionów."
    },
    {
        "target": "magician",
        "trick": "widow",
        "reason": "Kiedy Wdowa ogląda Grymuar, tokeny Demona i Magika są usunięte."
    },
    {
        "target": "magician",
        "trick": "lilmonsta",
        "reason": "Każdej nocy Magik wybiera Minion: jeśli Minion i Lil 'Monsta żyją, to Minion opiekuje się Lil' Monsta."
    },
    {
        "target": "marionette",
        "trick": "balloonist",
        "reason": "Jeśli Marionetka myśli, że jest Baloniarzem, +1 Outsider mógł zostać dodany."
    },
    {
        "target": "marionette",
        "trick": "damsel",
        "reason": "Marionetka nie dowiaduje się, że Panienka jest w grze."
    },
    {
        "target": "marionette",
        "trick": "huntsman",
        "reason": "Jeśli Marionetka myśli, że jest Łowczym, Panienka została dodana."
    },
    {
        "target": "marionette",
        "trick": "lilmonsta",
        "reason": "Marionetka sąsiaduje ze Sługusem, nie z Demonem. Marionetka nie budzi się, aby wybrać, kto bierze token Małego Monstrum, i nie dowiaduje się, że jest Marionetką, jeśli niańczy Małe Monstrum."
    },
    {
        "target": "marionette",
        "trick": "poppygrower",
        "reason": "Kiedy Hodowca Maku umiera, Demon dowiaduje się kto jest Marionetką, ale Marionetka nie dowiaduje się niczego."
    },
    {
        "target": "marionette",
        "trick": "snitch",
        "reason": "Marionetka nie poznaje 3 postaci poza grą. Zamiast tego Demon poznaje dodatkowe 3 postaci."
    },
    {
        "target": "marionette",
        "trick": "wraith",
        "reason": "Wraith nie budzą się z marionetką."
    },
    {
        "target": "mastermind",
        "trick": "alhadikhia",
        "reason": "Jeśli Al-Hadikhia zginie przez egzekucję, a Geniusz Zła żyje, Al-Hadikhia wybierze dzisiejszej nocy 3 dobrych graczy: jeśli wszyscy trzej zdecydują się na życie, zło wygra."
    },
    {
        "target": "mathematician",
        "trick": "chambermaid",
        "reason": "Pokojówka dowiaduje się, czy Matematyk budzi się dzisiejszej nocy, mimo że Pokojówka budzi się pierwsza."
    },
    {
        "target": "mathematician",
        "trick": "lunatic",
        "reason": "Matematyk dowiaduje się, czy Szaleniec atakuje innego gracza niż prawdziwy Demon."
    },
    {
        "target": "ogre",
        "trick": "recluse",
        "reason": "Jeśli Odludek jest rejestrowany przez Ogra jako zły, to Ogr dowiaduje się, że jest zły."
    },
    {
        "target": "pithag",
        "trick": "cultleader",
        "reason": "Jeśli Jędza zmieni złego gracza na Przywódcę Kultu, ten gracz nie może się stać dobry na podstawie swojej umiejętności."
    },
    {
        "target": "pithag",
        "trick": "damsel",
        "reason": "Jeśli Jędza tworzy Panienkę, Bajarz wybiera, który gracz nią zostanie."
    },
    {
        "target": "pithag",
        "trick": "goon",
        "reason": "Jeśli Jędza zmieni złego gracza na Zbira, ten gracz nie może się stać dobry na podstawie swojej umiejętności."
    },
    {
        "target": "pithag",
        "trick": "ogre",
        "reason": "Jeśli Pit- Hag zmienia złego gracza w Ogre, nie mogą stać się dobrzy ze względu na własne zdolności."
    },
    {
        "target": "pithag",
        "trick": "politician",
        "reason": "Jeśli Jędza zamienia złego gracza w Polityka, nie może on stać się dobry na podstawie swojej umiejętności."
    },
    {
        "target": "pithag",
        "trick": "villageidiot",
        "reason": "Jeśli istnieje wolny token, Jędza może stworzyć dodatkowego Głupka Wioskowego. W takim przypadku, pijany Głupek Wioskowy może się zmienić."
    },
    {
        "target": "plaguedoctor",
        "trick": "baron",
        "reason": "Jeśli Storyteller zdobywa zdolność Barona, do dwóch graczy nie stają się -in-play Outsiderów."
    },
    {
        "target": "plaguedoctor",
        "trick": "boomdandy",
        "reason": "Jeśli Doktor Plagi zostanie stracony, a Bajarz zyska umiejętność Bombera, zostanie ona natychmiast uruchomiona."
    },
    {
        "target": "plaguedoctor",
        "trick": "eviltwin",
        "reason": "Bajarz nie może zdobyć umiejętności Złego Bliźniaka, jeśli Doktor Plagi umrze."
    },
    {
        "target": "plaguedoctor",
        "trick": "fearmonger",
        "reason": "Jeśli Doktor Plagi umrze, żyjący Sługus zyskuje dodatkową umiejętość Siewcy Strachu, i dowiaduje się o tym."
    },
    {
        "target": "plaguedoctor",
        "trick": "goblin",
        "reason": "Jeśli Doktor Plagi umrze, żyjący Sługus zyskuje dodatkową umiejętność Goblina, i dowiaduje się o tym."
    },
    {
        "target": "plaguedoctor",
        "trick": "marionette",
        "reason": "Jeśli demon ma sąsiada, który żyje, i Townsfolk albo Outsider, kiedy umiera Doktor Plagi, to gracz staje się złą Marionetką. Jeśli istnieje już dodatkowy zły gracz, nie dzieje."
    },
    {
        "target": "plaguedoctor",
        "trick": "scarletwoman",
        "reason": "Jeśli Doktor Plagi umrze, żyjący Sługus zyskuje dodatkową umiejętność Kochanicy Diabła, i dowiaduje się o tym."
    },
    {
        "target": "plaguedoctor",
        "trick": "spy",
        "reason": "Jeśli Doktor Plagi umrze, żyjący Sługus zyskuje dodatkową umiejętność Szpiega, i dowiaduje się o tym."
    },
    {
        "target": "plaguedoctor",
        "trick": "wraith",
        "reason": "Jeśli Doktor Zaraza umrze, żywy Minion zyskuje zdolność Wraith, oprócz swoich zdolności, i uczy się tego."
    },
    {
        "target": "riot",
        "trick": "banshee",
        "reason": "Każdej nocy * Riot wybiera żywego dobrego gracza (innego niż poprzednie noce): wybrany Banshee umiera i zyskuje ich zdolność."
    },
    {
        "target": "riot",
        "trick": "exorcist",
        "reason": "Jeśli Egzorcysta wybierze Riot 3-go wieczoru, Miniony nie staną się Riot."
    },
    {
        "target": "riot",
        "trick": "farmer",
        "reason": "Każdej nocy * Riot wybiera żywego dobrego gracza (innego niż poprzednie noce): wybrany Farmer wykorzystuje ich zdolność, ale nie umiera."
    },
    {
        "target": "riot",
        "trick": "grandmother",
        "reason": "Jeśli Riot jest w grze i Grandchild umiera w ciągu dnia, babcia też umiera."
    },
    {
        "target": "riot",
        "trick": "innkeeper",
        "reason": "Jeśli Riot jest w grze, Innkeeper- gracz jest bezpieczny od wszelkich złych zdolności."
    },
    {
        "target": "riot",
        "trick": "king",
        "reason": "Jeśli Riot jest w grze, a co najmniej jeden gracz nie żyje, Król uczy się żywej postaci każdej nocy."
    },
    {
        "target": "riot",
        "trick": "mayor",
        "reason": "Burmistrz może zrezygnować z nominacji. Jeśli to zrobią, gdy tylko 1 Riot żyje, to dobre zwycięstwo. Inaczej zło wygrywa."
    },
    {
        "target": "riot",
        "trick": "monk",
        "reason": "Jeśli Riot jest w grze, gracz Monk-protected jest bezpieczny od wszelkich złych zdolności."
    },
    {
        "target": "riot",
        "trick": "ravenkeeper",
        "reason": "Każdej nocy * Riot wybiera żywego dobrego gracza (innego niż poprzednie noce): wybrany Ravenkeeper wykorzystuje ich zdolność, ale nie umiera."
    },
    {
        "target": "riot",
        "trick": "sage",
        "reason": "Każdej nocy * Riot wybiera żywego dobrego gracza (innego niż poprzednie noce): wybrana Sage wykorzystuje ich zdolność, ale nie umiera."
    },
    {
        "target": "riot",
        "trick": "soldier",
        "reason": "Jeśli Riot jest w grze, żołnierz jest bezpieczny od wszelkich złych zdolności."
    },
    {
        "target": "scarletwoman",
        "trick": "alhadikhia",
        "reason": "Jeśli jest dwóch żyjących Al-Hadikhia, Kochanica Diabła Al-Hadikhia ponownie staje się Kochanicą Diabła."
    },
    {
        "target": "scarletwoman",
        "trick": "fanggu",
        "reason": "Jeśli Fang Gu wybierze Outsidera i umrze, Kochanica Diabła nie stanie się Fang Gu."
    },
    {
        "target": "spy",
        "trick": "damsel",
        "reason": "Jeśli Szpieg jest (lub był) w grze, Panienka jest zatruta."
    },
    {
        "target": "spy",
        "trick": "ogre",
        "reason": "Szpieg jest rejestrowany przez Ogra jako zły."
    },
    {
        "target": "spy",
        "trick": "poppygrower",
        "reason": "Jeśli Hodowca Maku jest w grze, Szpieg nie zobaczy Grymuaru dopóki Hodowca Maku nie umrze."
    },
    {
        "target": "summoner",
        "trick": "clockmaker",
        "reason": "Jeśli Przywoływacz jest w grze, Zegarmistrz nie otrzyma swoich informacji, dopóki Demon nie zostanie stworzony."
    },
    {
        "target": "summoner",
        "trick": "courtier",
        "reason": "Jeśli Przywoływacz jest pijany podczas trzeciej nocy, Przywoływacz wybiera postać Demona, ale Bajarz wybiera, który gracz stanie się Demonem."
    },
    {
        "target": "summoner",
        "trick": "engineer",
        "reason": "Jeśli Inżynier usunie z gry Przywoływacza, zanim ten użyje swojej umiejętności, Przywoływacz natychmiast używa swojej umiejętności."
    },
    {
        "target": "summoner",
        "trick": "hatter",
        "reason": "Przywoływacz nie może stworzyć Demona, który już jest w grze. Jeśli Przywoływacz stworzy Demona, który nie bierze udziału w grze, śmierci dzisiejszej nocy są arbitralne"
    },
    {
        "target": "summoner",
        "trick": "kazali",
        "reason": "Przywoływacz nie może stworzyć Demona, który już jest w grze. Jeśli Przywoływacz stworzy Demona, który nie bierze udziału w grze, śmierci dzisiejszej nocy są arbitralne."
    },
    {
        "target": "summoner",
        "trick": "legion",
        "reason": "Jeśli Przywoływacz tworzy Legion, większość graczy (w tym wszyscy źli gracze) staje się złym Legionem."
    },
    {
        "target": "summoner",
        "trick": "lordoftyphon",
        "reason": "Jeśli Przywoływacz stwarza Władcę Tyfonu, Władca Tyfonu musi sąsiadować ze Sługusem, a drugi sąsiad staje się złym Sługusem spoza gry."
    },
    {
        "target": "summoner",
        "trick": "marionette",
        "reason": "Marionette sąsiaduje z Summonerem. Summoner wie, kim jest Marionetka."
    },
    {
        "target": "summoner",
        "trick": "pithag",
        "reason": "Przywoływacz nie może stworzyć Demona, który już jest w grze. Jeśli Przywoływacz stworzy Demona, który nie bierze udziału w grze, śmierci dzisiejszej nocy są arbitralne."
    },
    {
        "target": "summoner",
        "trick": "poppygrower",
        "reason": "Jeśli Hodowca Maku żyje, gdy Przywoływacz działa, Przywoływacz wybiera postać Demona, ale Bajarz wybiera, który gracz stanie się Demonem."
    },
    {
        "target": "summoner",
        "trick": "preacher",
        "reason": "Jeśli Kaznodzieja wybrał Przywoływacza w lub przed trzecią nocą, to Przywoływacz wybiera postać Demona, ale Bajarz wybiera, który gracz stanie się Demonem."
    },
    {
        "target": "summoner",
        "trick": "pukka",
        "reason": "Przywoływacz może wybrać gracza, aby stał się Pukką podczas drugiej nocy."
    },
    {
        "target": "summoner",
        "trick": "zombuul",
        "reason": "Jeśli Przywoływacz zamienia martwego gracza w Zombuula, Bajarz traktuje tego gracza jak Zombuula, który umarł raz."
    },
    {
        "target": "vizier",
        "trick": "alsaahir",
        "reason": "Jeśli Wezyr jest w grze, Alsaahir musi również zgadywać, jakie Demony są w grze."
    },
    {
        "target": "vizier",
        "trick": "courtier",
        "reason": "Jeśli Vizier straci zdolność, nauczą się tego. Jeśli Vizier zostanie stracony, kiedy będą mieli swoje możliwości, ich drużyna wygra."
    },
    {
        "target": "vizier",
        "trick": "fearmonger",
        "reason": "Vizier budzi się z Fearmongerem, uczy się, kogo wybiorą i nie może od razu wykonać tego gracza."
    },
    {
        "target": "vizier",
        "trick": "investigator",
        "reason": "Jeśli Śledczy dowie się, że Wezyr jest w grze, istnienie Wezyra nie zostanie ogłoszone przez Bajarza."
    },
    {
        "target": "vizier",
        "trick": "politician",
        "reason": "Polityk może być rejestrowany przez Wezyra jako zły."
    },
    {
        "target": "vizier",
        "trick": "preacher",
        "reason": "Jeśli Vizier straci zdolność, nauczą się tego. Jeśli Vizier zostanie stracony, kiedy będą mieli swoje możliwości, ich drużyna wygra."
    },
    {
        "target": "vizier",
        "trick": "zealot",
        "reason": "Zelota może być rejestrowany przez Wezyra jako zły."
    },
    {
        "target": "vortox",
        "trick": "banshee",
        "reason": "Jeśli Vortox jest w grze i Demon zabija Banshee, gracze nadal dowiedują się, że Banshee umarła."
    },
    {
        "target": "widow",
        "trick": "damsel",
        "reason": "Jeśli Wdowa jest (lub była) w grze, Panienka jest zatruta."
    },
    {
        "target": "widow",
        "trick": "poppygrower",
        "reason": "Jeśli Hodowca Maku jest w grze, Wdowa nie zobaczy Grymuaru dopóki Hodowca Maku nie umrze."
    },
    {
        "target": "yaggababble",
        "trick": "exorcist",
        "reason": "Jeśli Egzorcysta wybierze Yaggabble, umiejętność Yaggabble nie zabije dzisiejszej nocy."
    }
]
