[
    {
        "target": "bountyhunter",
        "trick": "kazali",
        "reason": "Um Cidadão do mal só é criado se o Mercenário ainda estiver em jogo depois que o Kazali agir."
    },
    {
        "target": "bountyhunter",
        "trick": "philosopher",
        "reason": "Se o Filósofo ganhar a habilidade do Mercenário, um Cidadão pode tornar-se mau."
    },
    {
        "target": "cannibal",
        "trick": "butler",
        "reason": "Se o Canibal ganhar a habilidade do Mordomo, o Canibal é avisado disso."
    },
    {
        "target": "cannibal",
        "trick": "juggler",
        "reason": "If the Juggler guesses on their first day and dies by execution, tonight the living Cannibal learns how many guesses the Juggler got correct."
    },
    {
        "target": "cannibal",
        "trick": "poppygrower",
        "reason": "Se o Canibal janta a Cultivadora e então morre ou perde a habilidade dela, os Demônios e Lacaios se conhecem esta noite."
    },
    {
        "target": "cannibal",
        "trick": "zealot",
        "reason": "Se o Canibal ganhar a habilidade do Fanático, o Canibal é avisado disso."
    },
    {
        "target": "mathematician",
        "trick": "chambermaid",
        "reason": "A Camareira também vê o Matemático se ele for acordar naquela noite."
    },
    {
        "target": "mathematician",
        "trick": "lunatic",
        "reason": "Se o Lunático não atacar o(s) mesmo(s) jogador(es) que o Demônio, isto conta para o Matemático."
    },
    {
        "target": "butler",
        "trick": "organgrinder",
        "reason": "Se o Organista estiver causando votação de olhos fechados, o Mordomo pode levantar a mão para votar, mas seu voto só é contado se seu mestre também votou."
    },
    {
        "target": "heretic",
        "trick": "baron",
        "reason": "O Barão adiciona apenas 1 Forasteiro em vez de 2."
    },
    {
        "target": "heretic",
        "trick": "boffin",
        "reason": "O Demônio não pode ter a habilidade do Herege."
    },
    {
        "target": "heretic",
        "trick": "godfather",
        "reason": "Apenas um destes personagens pode estar em jogo."
    },
    {
        "target": "heretic",
        "trick": "lleech",
        "reason": "Se a Sanguessuga envenar o Herege e a Sanguessuga morrer, o Herege permanece envenenado."
    },
    {
        "target": "heretic",
        "trick": "pithag",
        "reason": "A Bruxa do Fosso não pode criar um Herege."
    },
    {
        "target": "heretic",
        "trick": "spy",
        "reason": "Apenas um destes personagens pode estar em jogo."
    },
    {
        "target": "heretic",
        "trick": "widow",
        "reason": "Apenas um destes personagens pode estar em jogo."
    },
    {
        "target": "ogre",
        "trick": "recluse",
        "reason": "Se o Recluso registrar como do mau para o Ogro, o Ogro sabe que virou do mau."
    },
    {
        "target": "plaguedoctor",
        "trick": "baron",
        "reason": "If the Storyteller gains the Baron ability, up to two players become not-in-play Outsiders."
    },
    {
        "target": "plaguedoctor",
        "trick": "boomdandy",
        "reason": "Se o Médico da Peste for executado e o Narrador for ganhar a habilidade do Boomdandy, a habilidade do Boomdandy ativa imediatamente."
    },
    {
        "target": "plaguedoctor",
        "trick": "eviltwin",
        "reason": "O Narrador não pode ganhar a habilidade da Gêmea Má se o Médico da Peste morrer."
    },
    {
        "target": "plaguedoctor",
        "trick": "fearmonger",
        "reason": "Se o Médico da Peste morrer, um lacaio vivo ganha a habilidade do Amedrontador além de sua própria habilidade, e é avisado disso."
    },
    {
        "target": "plaguedoctor",
        "trick": "goblin",
        "reason": "Se o Médico da Peste morrer, um lacaio vivo ganha a habilidade do Goblin além de sua própria habilidade, e é avisado disso."
    },
    {
        "target": "plaguedoctor",
        "trick": "marionette",
        "reason": "If the Demon has a neighbor who is alive and a Townsfolk or Outsider when the Plague Doctor dies, that player becomes an evil Marionette. If there is already an extra evil player, this does not happen."
    },
    {
        "target": "plaguedoctor",
        "trick": "scarletwoman",
        "reason": "Se o Médico da Peste morrer, um lacaio vivo ganha a habilidade da Mulher Escarlate além de sua própria habilidade, e é avisado disso."
    },
    {
        "target": "plaguedoctor",
        "trick": "spy",
        "reason": "Se o Médico da Peste morrer, um lacaio vivo ganha a habilidade do Espião além de sua própria habilidade, e é avisado disso."
    },
    {
        "target": "boffin",
        "trick": "alchemist",
        "reason": "Se o Alquimista tem a habilidade do Sabichão, o Alquimista não sabe qual habilidade o Demônio ganhou."
    },
    {
        "target": "boffin",
        "trick": "cultleader",
        "reason": "Se o Demônio tem a habilidade do Líder da Seita, ele não pode se tornar do bem devido a esta habilidade."
    },
    {
        "target": "boffin",
        "trick": "drunk",
        "reason": "Se o Demônio teria a habilidade do Bêbado, o Sabichão escolhe um Cidadão para ter essa habilidade no lugar."
    },
    {
        "target": "boffin",
        "trick": "goon",
        "reason": "Se o Demônio tem a habilidade do Capanga, ele não pode se tornar do bem devido a esta habilidade."
    },
    {
        "target": "boffin",
        "trick": "ogre",
        "reason": "O Demônio não pode ter a habilidade do Ogro."
    },
    {
        "target": "boffin",
        "trick": "politician",
        "reason": "O Demônio não pode ter a habilidade do Polítco."
    },
    {
        "target": "boffin",
        "trick": "villageidiot",
        "reason": "Se há tokens do Idiota da Vila sobrando, o Sabichão pode dar ao Demônio a habilidade do Idiota da Vila."
    },
    {
        "target": "cerenovus",
        "trick": "goblin",
        "reason": "O Cerenovus pode escolher fazer um jogador alucinar que é o Goblin."
    },
    {
        "target": "marionette",
        "trick": "balloonist",
        "reason": "Se a Marionete pensa que é o Balonista, o jogo começa com +1 Forasteiro."
    },
    {
        "target": "marionette",
        "trick": "damsel",
        "reason": "A Marionete não sabe que há uma Donzela em jogo."
    },
    {
        "target": "marionette",
        "trick": "huntsman",
        "reason": "Se a Marionete pensa que é o Caçador, A Donzela começa em jogo."
    },
    {
        "target": "marionette",
        "trick": "lilmonsta",
        "reason": "A Marionete é vizinha de um Lacaio, em vez de um Demônio. A Marionete não acorda para escolher quem fica con o token do Bebê Monstro e continua sem saber que é Marionete quando estiver segurando o token do Bebê Monstro."
    },
    {
        "target": "marionette",
        "trick": "poppygrower",
        "reason": "Quando a Cultivadora morrer, o Demônio vê quem é a Marionete, mas a Marionete continua sem saber de nada."
    },
    {
        "target": "marionette",
        "trick": "snitch",
        "reason": "A Marionete não recebe 3 blefes. Em vez disso, o Demônio vê mais 3 blefes."
    },
    {
        "target": "mastermind",
        "trick": "alhadikhia",
        "reason": "Se a Al-Hadikhia morre por execução e o Mentor está vivo, a Al-Hadikhia escolhe 3 jogadores do bem essa noite: se todos escolherem viver, o mau vence, caso contrário o bem vence."
    },
    {
        "target": "pithag",
        "trick": "cultleader",
        "reason": "Se a Bruxa do Fosso criar um Líder da Seita do mau, ele não pode se tornar do bem devido a própria habilidade."
    },
    {
        "target": "pithag",
        "trick": "damsel",
        "reason": "Se a Bruxa do Fosso criar uma Donzela, o Narrador escolhe quem será transformado."
    },
    {
        "target": "pithag",
        "trick": "goon",
        "reason": "Se a Bruxa do Fosso criar um Capanga do mau, ele não pode se tornar do bem devido a própria habilidade."
    },
    {
        "target": "pithag",
        "trick": "ogre",
        "reason": "If the Pit-Hag turns an evil player into the Ogre, they can't turn good due to their own ability."
    },
    {
        "target": "pithag",
        "trick": "politician",
        "reason": "Se a Bruxa do Fosso criar um Político do mal, ele não pode se tornar do bem devido a própria habilidade"
    },
    {
        "target": "pithag",
        "trick": "villageidiot",
        "reason": "Se houver um token sobressalente, a Bruxa do Fosso pode criar um Idiota da Aldeia extra. Se criar, o Idiota da Aldeia bêbado pode mudar."
    },
    {
        "target": "scarletwoman",
        "trick": "alhadikhia",
        "reason": "Se há dois Al-Hadikhia vivos, o Al-Hadikhia que antes era Mulher Escarlate se torna Mulher Escarlate novamente."
    },
    {
        "target": "scarletwoman",
        "trick": "fanggu",
        "reason": "Se o Fang Gu escolhe um Forasteiro e morre, a Mulher Escarlate não se torna um Fang Gu."
    },
    {
        "target": "spy",
        "trick": "alchemist",
        "reason": "If the Alchemist has the Spy ability, they do not see the Grimoire, and the real Spy cannot register falsely."
    },
    {
        "target": "spy",
        "trick": "damsel",
        "reason": "Se o Espião está (ou esteve) em jogo a Donzela está envenenada."
    },
    {
        "target": "spy",
        "trick": "magician",
        "reason": "Quando o Espião for ver o Grimório, os tokens do Demônio e do Mágico são retirados."
    },
    {
        "target": "spy",
        "trick": "ogre",
        "reason": "O Espião registra como do mal para o Ogro."
    },
    {
        "target": "spy",
        "trick": "poppygrower",
        "reason": "Se a Cultivadora estiver em jogo, o Espião não vê o Grimório até a Cultivadora morrer."
    },
    {
        "target": "summoner",
        "trick": "alchemist",
        "reason": "Se um Alquimista-Invocador estiver em jogo, o jogo começa com um Demônio, como normal. Se o Alquimista-Invocador escolher um jogador, aquele jogador se torna um Demônio mas não muda seu alinhamento."
    },
    {
        "target": "summoner",
        "trick": "clockmaker",
        "reason": "Se o Invocador estiver em jogo, o Relojoeiro não recebe sua informação até um Demônio ser criado."
    },
    {
        "target": "summoner",
        "trick": "courtier",
        "reason": "Se o Invocador estiver bêbado na 3ª noite, o Invocador escolhe qual Demônio, mas o Narrador escolhe qual jogador."
    },
    {
        "target": "summoner",
        "trick": "engineer",
        "reason": "Se o Engenheiro remove um Invocador do jogo antes dele usar sua habilidade o Invocador usa sua habilidade imediatamente."
    },
    {
        "target": "summoner",
        "trick": "hatter",
        "reason": "O Invocador não pode criar um Dêmonio que está em jogo. Se o Invocador criar um Dêmonio que não está em jogo, as mortes essa noite são arbitrárias."
    },
    {
        "target": "summoner",
        "trick": "kazali",
        "reason": "O Invocador não pode criar um Dêmonio que está em jogo. Se o Invocador criar um Dêmonio que não está em jogo, as mortes essa noite são arbitrárias."
    },
    {
        "target": "summoner",
        "trick": "legion",
        "reason": "Se o Invocador criar a Legião, a maioria dos jogadores (incluindo todos que forem do mal) se tornam Legião do mal."
    },
    {
        "target": "summoner",
        "trick": "lordoftyphon",
        "reason": "Se o Invocador criar o Lorde do Tifão, o Lorde do Tifão precisa ser vizinho de um Lacaio. O outro vizinho vira um Lacaio fora de jogo."
    },
    {
        "target": "summoner",
        "trick": "marionette",
        "reason": "The Marionette neighbors the Summoner. The Summoner knows who the Marionette is."
    },
    {
        "target": "summoner",
        "trick": "pithag",
        "reason": "O Invocador não pode criar um Dêmonio que está em jogo. Se o Invocador criar um Dêmonio que não está em jogo, as mortes essa noite são arbitrárias."
    },
    {
        "target": "summoner",
        "trick": "poppygrower",
        "reason": "Se a Cultivadora estiver viva quando o Invocador agir, o Invocador escolhe qual Demônio, mas o Narrador escolhe qual jogador."
    },
    {
        "target": "summoner",
        "trick": "preacher",
        "reason": "Se o Pregador escolhe o Invocador antes ou durante a 3ª noite, o Invocador escolhe que Demônio, mas o Narrador escolhe qual jogador."
    },
    {
        "target": "summoner",
        "trick": "pukka",
        "reason": "O Invocador pode escolher um jogador para se tornar a Pukka na 2ª noite."
    },
    {
        "target": "summoner",
        "trick": "zombuul",
        "reason": "Se o Invocador escolhe um jogador morto para virar o Zumbuul, o Narrador deve tratá-lo, como um Zumbuul que morreu uma vez."
    },
    {
        "target": "vizier",
        "trick": "alsaahir",
        "reason": "Se o Vizir está em jogo, O Alsaahir deve também adivinhar quais Demônio(s) estão em jogo."
    },
    {
        "target": "vizier",
        "trick": "courtier",
        "reason": "If the Vizier loses their ability, they learn this. If the Vizier is executed while they have their ability, their team wins."
    },
    {
        "target": "vizier",
        "trick": "fearmonger",
        "reason": "The Vizier wakes with the Fearmonger, learns who they choose and cannot choose to immediately execute that player."
    },
    {
        "target": "vizier",
        "trick": "investigator",
        "reason": "Se o Investigador sabe que o Vizir está em jogo, a existência do Vizir não é anunciada pelo Narrador."
    },
    {
        "target": "vizier",
        "trick": "magician",
        "reason": "If the Vizier and Magician are both in play, the Demon does not learn the Minions."
    },
    {
        "target": "vizier",
        "trick": "politician",
        "reason": "O Político pode registrar como do mau para o Vizir."
    },
    {
        "target": "vizier",
        "trick": "preacher",
        "reason": "If the Vizier loses their ability, they learn this. If the Vizier is executed while they have their ability, their team wins."
    },
    {
        "target": "vizier",
        "trick": "zealot",
        "reason": "O Fanático pode registrar como do mau para o Vizir."
    },
    {
        "target": "widow",
        "trick": "alchemist",
        "reason": "If the Alchemist has the Widow ability, they do not see the Grimoire."
    },
    {
        "target": "widow",
        "trick": "damsel",
        "reason": "Se o Espião está (ou esteve) em jogo a Donzela está envenenada."
    },
    {
        "target": "widow",
        "trick": "magician",
        "reason": "Quando a Viúva for ver o Grimório, os tokens do Demônio e do Mágico são retirados."
    },
    {
        "target": "widow",
        "trick": "poppygrower",
        "reason": "Se a Cultivadora estiver em jogo, a Viúva não vê o Grimório até a Cultivadora morrer."
    },
    {
        "target": "kazali",
        "trick": "choirboy",
        "reason": "O Kazali não pode escolher o Rei para virar Lacaio se um Coroinha estiver em jogo."
    },
    {
        "target": "kazali",
        "trick": "goon",
        "reason": "The Kazali can choose that the Goon player is one of their evil Minions."
    },
    {
        "target": "kazali",
        "trick": "huntsman",
        "reason": "Se o Kazali escolher a Donzela para virar um Lazaio, e um Caçador estiver em jogo, um jogador do bem vira a Donzela."
    },
    {
        "target": "kazali",
        "trick": "marionette",
        "reason": "If the Kazali chooses to create a Marionette, they must choose one of their neighbors."
    },
    {
        "target": "kazali",
        "trick": "soldier",
        "reason": "The Kazali can choose that the Soldier player is one of their evil Minions."
    },
    {
        "target": "legion",
        "trick": "engineer",
        "reason": "Legião e Engenheiro não podem começar ambos em jogo. Se o Engenheiro criar a Legião, a maioria dos jogadores (incluindo todos os que forem do mal) se tornam Legião do mal."
    },
    {
        "target": "legion",
        "trick": "hatter",
        "reason": "Se o Chapeleiro morrer e Legião estiver em jogo, nada acontece. Se o Chapeleiro morrer e um jogador do mal escolher Legião, todos os jogadores do mal atuais se tornarão Legião."
    },
    {
        "target": "legion",
        "trick": "minstrel",
        "reason": "Se o Bardo deixa todos bêbados, Legião mantém sua habilidade, mas o Bardo pode saber que ele é um Legião."
    },
    {
        "target": "legion",
        "trick": "preacher",
        "reason": "Se o Pregador escolhe um Legião, ele mantém sua habilidade, mas o Pregador pode saber que ele é um Legião."
    },
    {
        "target": "legion",
        "trick": "zealot",
        "reason": "The Zealot might register as evil to Legion's ability."
    },
    {
        "target": "leviathan",
        "trick": "banshee",
        "reason": "Each night*, the Leviathan chooses an alive good player (different to previous nights): a chosen Banshee dies & gains their ability."
    },
    {
        "target": "leviathan",
        "trick": "exorcist",
        "reason": "Evil does not win when more than 1 good player has been executed, if the Exorcist is alive and has ever successfully chosen the Leviathan."
    },
    {
        "target": "leviathan",
        "trick": "farmer",
        "reason": "Each night*, the Leviathan chooses an alive good player (different to previous nights): a chosen Farmer uses their ability but does not die."
    },
    {
        "target": "leviathan",
        "trick": "grandmother",
        "reason": "If Leviathan is in play and the Grandchild dies by execution, evil wins."
    },
    {
        "target": "leviathan",
        "trick": "hatter",
        "reason": "Se o Chapeleiro morrer no dia 5 ou após, o Demônio não poderá escolher o Leviatã."
    },
    {
        "target": "leviathan",
        "trick": "innkeeper",
        "reason": "If the Leviathan is in play, the Innkeeper-protected-players are safe from all evil abilities."
    },
    {
        "target": "leviathan",
        "trick": "king",
        "reason": "If the Leviathan is in play, and at least 1 player is dead, the King learns an alive character each night."
    },
    {
        "target": "leviathan",
        "trick": "mayor",
        "reason": "If the Leviathan is in play & no execution occurs on day 5, good wins."
    },
    {
        "target": "leviathan",
        "trick": "monk",
        "reason": "If the Leviathan is in play, the Monk-protected-player is safe from all evil abilities."
    },
    {
        "target": "leviathan",
        "trick": "pithag",
        "reason": "Após o dia 5, a Bruxa do Fosso não pode escolher o Leviatã."
    },
    {
        "target": "leviathan",
        "trick": "ravenkeeper",
        "reason": "Each night*, the Leviathan chooses an alive player (different to previous nights): a chosen Ravenkeeper uses their ability but does not die."
    },
    {
        "target": "leviathan",
        "trick": "sage",
        "reason": "Each night*, the Leviathan chooses an alive good player (different to previous nights): a chosen Sage uses their ability but does not die."
    },
    {
        "target": "leviathan",
        "trick": "soldier",
        "reason": "If the Leviathan is in play, the Soldier is safe from all evil abilities."
    },
    {
        "target": "lilmonsta",
        "trick": "hatter",
        "reason": "Se um Demônio escolher Monstrinho, ele também escolhe um Lacaio para se tornar e cuida do Monstrinho esta noite."
    },
    {
        "target": "lilmonsta",
        "trick": "magician",
        "reason": "Each night, the Magician chooses a Minion: if that Minion & Lil' Monsta are alive, that Minion babysits Lil’ Monsta."
    },
    {
        "target": "lilmonsta",
        "trick": "poppygrower",
        "reason": "Se a Cultivadora está em jogo, os Lacaios não acordam juntos. Eles acordam um por um, até que um deles escolha ficar com o token do Monstrinho."
    },
    {
        "target": "lilmonsta",
        "trick": "scarletwoman",
        "reason": "Se houver 5 ou mais jogadores vivos e o jogador que está cuidando do token do Monstrinho morrer, A Mulher Escarlate se torna a nova babá do Monstrinho naquela noite."
    },
    {
        "target": "lilmonsta",
        "trick": "vizier",
        "reason": "O Vizir pode morrer por execução se for babá do Monstrinho."
    },
    {
        "target": "lleech",
        "trick": "mastermind",
        "reason": "Se o Mentor estiver vivo e o hospedeiro da Sanguessuga morrer, a Sanguessuga permanece viva, mas sem habilidade."
    },
    {
        "target": "lleech",
        "trick": "slayer",
        "reason": "Se o Atirador escolhe o hospedeiro da Sanguessuga, o hospedeiro morre."
    },
    {
        "target": "riot",
        "trick": "banshee",
        "reason": "Each night*, Riot chooses an alive good player (different to previous nights): a chosen Banshee dies & gains their ability."
    },
    {
        "target": "riot",
        "trick": "exorcist",
        "reason": "If the Exorcist chooses Riot on the 3rd night, Minions do not become Riot."
    },
    {
        "target": "riot",
        "trick": "farmer",
        "reason": "Each night*, Riot chooses an alive good player (different to previous nights): a chosen Farmer uses their ability but does not die."
    },
    {
        "target": "riot",
        "trick": "grandmother",
        "reason": "If Riot is in play and the Grandchild dies during the day, the Grandmother dies too."
    },
    {
        "target": "riot",
        "trick": "innkeeper",
        "reason": "If Riot is in play, the Innkeeper-protected player is safe from all evil abilities."
    },
    {
        "target": "riot",
        "trick": "king",
        "reason": "If Riot is in play, and at least 1 player is dead, the King learns an alive character each night."
    },
    {
        "target": "riot",
        "trick": "mayor",
        "reason": "The Mayor may choose to stop nominations. If they do so when only 1 Riot is alive, good wins. Otherwise, evil wins."
    },
    {
        "target": "riot",
        "trick": "monk",
        "reason": "If Riot is in play, the Monk-protected player is safe from all evil abilities."
    },
    {
        "target": "riot",
        "trick": "ravenkeeper",
        "reason": "Each night*, Riot chooses an alive good player (different to previous nights): a chosen Ravenkeeper uses their ability but does not die."
    },
    {
        "target": "riot",
        "trick": "sage",
        "reason": "Each night*, Riot chooses an alive good player (different to previous nights): a chosen Sage uses their ability but does not die."
    },
    {
        "target": "riot",
        "trick": "soldier",
        "reason": "If Riot is in play, the Soldier is safe from all evil abilities."
    },
    {
        "target": "vortox",
        "trick": "banshee",
        "reason": "Se o Vortox está em jogo e o Demônio mata a Banshee, os jogadores ainda são informados que a Banshee morreu."
    },
    {
        "target": "yaggababble",
        "trick": "exorcist",
        "reason": "Se o Exorcista escolher a Yaggarela, a habilidade da Yaggarela não mata esta noite."
    }
]
