[
    {
        "target": "alhadikhia",
        "trick": "princess",
        "reason": "Se a Princesa nomeou e executou um jogador no primeiro dia, ninguém morre para a habilidade Al-Hadikhia hoje à noite."
    },
    {
        "target": "bountyhunter",
        "trick": "kazali",
        "reason": "Um Cidadão do mal só é criado se o Mercenário ainda estiver em jogo depois que o Kazali agir."
    },
    {
        "target": "bountyhunter",
        "trick": "philosopher",
        "reason": "Se o Filósofo ganhar a habilidade do Mercenário, um Cidadão pode tornar-se mau."
    },
    {
        "target": "cannibal",
        "trick": "butler",
        "reason": "Se o Canibal ganhar a habilidade do Mordomo, o Canibal é avisado disso."
    },
    {
        "target": "cannibal",
        "trick": "juggler",
        "reason": "Se o Malabarista adivinhar no primeiro dia e morrer na execução, esta noite o Canibal vivo saberá quantas suposições o Malabarista acertou."
    },
    {
        "target": "cannibal",
        "trick": "poppygrower",
        "reason": "Se o Canibal janta a Cultivadora e então morre ou perde a habilidade dela, os Demônios e Lacaios se conhecem esta noite."
    },
    {
        "target": "cannibal",
        "trick": "princess",
        "reason": "Se o Canibal nomeou e executou a Princesa hoje, o Demônio não mata hoje à noite."
    },
    {
        "target": "cannibal",
        "trick": "zealot",
        "reason": "Se o Canibal ganhar a habilidade do Fanático, o Canibal é avisado disso."
    },
    {
        "target": "mathematician",
        "trick": "chambermaid",
        "reason": "A Camareira também vê o Matemático se ele for acordar naquela noite."
    },
    {
        "target": "mathematician",
        "trick": "lunatic",
        "reason": "Se o Lunático não atacar o(s) mesmo(s) jogador(es) que o Demônio, isto conta para o Matemático."
    },
    {
        "target": "butler",
        "trick": "organgrinder",
        "reason": "Se o Organista estiver causando votação de olhos fechados, o Mordomo pode levantar a mão para votar, mas seu voto só é contado se seu mestre também votou."
    },
    {
        "target": "heretic",
        "trick": "baron",
        "reason": "O Barão adiciona apenas 1 Forasteiro em vez de 2."
    },
    {
        "target": "heretic",
        "trick": "boffin",
        "reason": "O Demônio não pode ter a habilidade do Herege."
    },
    {
        "target": "heretic",
        "trick": "godfather",
        "reason": "Apenas um destes personagens pode estar em jogo."
    },
    {
        "target": "heretic",
        "trick": "lleech",
        "reason": "Se a Sanguessuga envenar o Herege e a Sanguessuga morrer, o Herege permanece envenenado."
    },
    {
        "target": "heretic",
        "trick": "pithag",
        "reason": "A Bruxa do Fosso não pode criar um Herege."
    },
    {
        "target": "heretic",
        "trick": "spy",
        "reason": "Apenas um destes personagens pode estar em jogo."
    },
    {
        "target": "heretic",
        "trick": "widow",
        "reason": "Apenas um destes personagens pode estar em jogo."
    },
    {
        "target": "ogre",
        "trick": "recluse",
        "reason": "Se o Recluso registrar como do mau para o Ogro, o Ogro sabe que virou do mau."
    },
    {
        "target": "plaguedoctor",
        "trick": "baron",
        "reason": "If the Storyteller gains the Baron ability, up to two players become not-in-play Outsiders."
    },
    {
        "target": "plaguedoctor",
        "trick": "boomdandy",
        "reason": "Se o Médico da Peste for executado e o Narrador for ganhar a habilidade do Boomdandy, a habilidade do Boomdandy ativa imediatamente."
    },
    {
        "target": "plaguedoctor",
        "trick": "eviltwin",
        "reason": "O Narrador não pode ganhar a habilidade da Gêmea Má se o Médico da Peste morrer."
    },
    {
        "target": "plaguedoctor",
        "trick": "fearmonger",
        "reason": "Se o Médico da Peste morrer, um lacaio vivo ganha a habilidade do Amedrontador além de sua própria habilidade, e é avisado disso."
    },
    {
        "target": "plaguedoctor",
        "trick": "goblin",
        "reason": "Se o Médico da Peste morrer, um lacaio vivo ganha a habilidade do Goblin além de sua própria habilidade, e é avisado disso."
    },
    {
        "target": "plaguedoctor",
        "trick": "marionette",
        "reason": "Se o Demônio tiver um vizinho que esteja vivo e um cidadão ou forasteiro quando o Doutor da Peste morrer, esse jogador se tornará uma marionete maligna. Se já existir um jogador maligno extra, isso não acontece."
    },
    {
        "target": "plaguedoctor",
        "trick": "scarletwoman",
        "reason": "Se o Médico da Peste morrer, um lacaio vivo ganha a habilidade da Mulher Escarlate além de sua própria habilidade, e é avisado disso."
    },
    {
        "target": "plaguedoctor",
        "trick": "spy",
        "reason": "Se o Médico da Peste morrer, um lacaio vivo ganha a habilidade do Espião além de sua própria habilidade, e é avisado disso."
    },
    {
        "target": "boffin",
        "trick": "alchemist",
        "reason": "Se o Alquimista tem a habilidade do Sabichão, o Alquimista não sabe qual habilidade o Demônio ganhou."
    },
    {
        "target": "boffin",
        "trick": "cultleader",
        "reason": "Se o Demônio tem a habilidade do Líder da Seita, ele não pode se tornar do bem devido a esta habilidade."
    },
    {
        "target": "boffin",
        "trick": "drunk",
        "reason": "Se o Demônio teria a habilidade do Bêbado, o Sabichão escolhe um Cidadão para ter essa habilidade no lugar."
    },
    {
        "target": "boffin",
        "trick": "goon",
        "reason": "Se o Demônio tem a habilidade do Capanga, ele não pode se tornar do bem devido a esta habilidade."
    },
    {
        "target": "boffin",
        "trick": "ogre",
        "reason": "O Demônio não pode ter a habilidade do Ogro."
    },
    {
        "target": "boffin",
        "trick": "politician",
        "reason": "O Demônio não pode ter a habilidade do Polítco."
    },
    {
        "target": "boffin",
        "trick": "villageidiot",
        "reason": "Se há tokens do Idiota da Vila sobrando, o Sabichão pode dar ao Demônio a habilidade do Idiota da Vila."
    },
    {
        "target": "cerenovus",
        "trick": "goblin",
        "reason": "O Cerenovus pode escolher fazer um jogador alucinar que é o Goblin."
    },
    {
        "target": "marionette",
        "trick": "balloonist",
        "reason": "Se a Marionete pensa que é o Balonista, o jogo começa com +1 Forasteiro."
    },
    {
        "target": "marionette",
        "trick": "damsel",
        "reason": "A Marionete não sabe que há uma Donzela em jogo."
    },
    {
        "target": "marionette",
        "trick": "huntsman",
        "reason": "Se a Marionete pensa que é o Caçador, A Donzela começa em jogo."
    },
    {
        "target": "marionette",
        "trick": "lilmonsta",
        "reason": "A Marionete é vizinha de um Lacaio, em vez de um Demônio. A Marionete não acorda para escolher quem fica con o token do Bebê Monstro e continua sem saber que é Marionete quando estiver segurando o token do Bebê Monstro."
    },
    {
        "target": "marionette",
        "trick": "poppygrower",
        "reason": "Quando a Cultivadora morrer, o Demônio vê quem é a Marionete, mas a Marionete continua sem saber de nada."
    },
    {
        "target": "marionette",
        "trick": "snitch",
        "reason": "A Marionete não recebe 3 blefes. Em vez disso, o Demônio vê mais 3 blefes."
    },
    {
        "target": "mastermind",
        "trick": "alhadikhia",
        "reason": "Se a Al-Hadikhia morre por execução e o Mentor está vivo, a Al-Hadikhia escolhe 3 jogadores do bem essa noite: se todos escolherem viver, o mau vence, caso contrário o bem vence."
    },
    {
        "target": "pithag",
        "trick": "cultleader",
        "reason": "Se a Bruxa do Fosso criar um Líder da Seita do mau, ele não pode se tornar do bem devido a própria habilidade."
    },
    {
        "target": "pithag",
        "trick": "damsel",
        "reason": "Se a Bruxa do Fosso criar uma Donzela, o Narrador escolhe quem será transformado."
    },
    {
        "target": "pithag",
        "trick": "goon",
        "reason": "Se a Bruxa do Fosso criar um Capanga do mau, ele não pode se tornar do bem devido a própria habilidade."
    },
    {
        "target": "pithag",
        "trick": "ogre",
        "reason": "Se a Pit-Hag transformar um jogador malvado em Ogro, ele não poderá se tornar bom devido à sua própria habilidade."
    },
    {
        "target": "pithag",
        "trick": "politician",
        "reason": "Se a Bruxa do Fosso criar um Político do mal, ele não pode se tornar do bem devido a própria habilidade"
    },
    {
        "target": "pithag",
        "trick": "villageidiot",
        "reason": "Se houver um token sobressalente, a Bruxa do Fosso pode criar um Idiota da Aldeia extra. Se criar, o Idiota da Aldeia bêbado pode mudar."
    },
    {
        "target": "scarletwoman",
        "trick": "alhadikhia",
        "reason": "Se há dois Al-Hadikhia vivos, o Al-Hadikhia que antes era Mulher Escarlate se torna Mulher Escarlate novamente."
    },
    {
        "target": "scarletwoman",
        "trick": "fanggu",
        "reason": "Se o Fang Gu escolhe um Forasteiro e morre, a Mulher Escarlate não se torna um Fang Gu."
    },
    {
        "target": "spy",
        "trick": "alchemist",
        "reason": "Se o Alquimista tiver a habilidade Spy, ele não verá o Grimório, e o verdadeiro Spy não poderá registrar-se falsamente."
    },
    {
        "target": "spy",
        "trick": "damsel",
        "reason": "Se o Espião está (ou esteve) em jogo a Donzela está envenenada."
    },
    {
        "target": "spy",
        "trick": "magician",
        "reason": "Quando o Espião for ver o Grimório, os tokens do Demônio e do Mágico são retirados."
    },
    {
        "target": "spy",
        "trick": "ogre",
        "reason": "O Espião registra como do mal para o Ogro."
    },
    {
        "target": "spy",
        "trick": "poppygrower",
        "reason": "Se a Cultivadora estiver em jogo, o Espião não vê o Grimório até a Cultivadora morrer."
    },
    {
        "target": "summoner",
        "trick": "alchemist",
        "reason": "Se um Alquimista-Invocador estiver em jogo, o jogo começa com um Demônio, como normal. Se o Alquimista-Invocador escolher um jogador, aquele jogador se torna um Demônio mas não muda seu alinhamento."
    },
    {
        "target": "summoner",
        "trick": "clockmaker",
        "reason": "Se o Invocador estiver em jogo, o Relojoeiro não recebe sua informação até um Demônio ser criado."
    },
    {
        "target": "summoner",
        "trick": "courtier",
        "reason": "Se o Invocador estiver bêbado na 3ª noite, o Invocador escolhe qual Demônio, mas o Narrador escolhe qual jogador."
    },
    {
        "target": "summoner",
        "trick": "engineer",
        "reason": "Se o Engenheiro remove um Invocador do jogo antes dele usar sua habilidade o Invocador usa sua habilidade imediatamente."
    },
    {
        "target": "summoner",
        "trick": "hatter",
        "reason": "O Invocador não pode criar um Dêmonio que está em jogo. Se o Invocador criar um Dêmonio que não está em jogo, as mortes essa noite são arbitrárias."
    },
    {
        "target": "summoner",
        "trick": "kazali",
        "reason": "O Invocador não pode criar um Dêmonio que está em jogo. Se o Invocador criar um Dêmonio que não está em jogo, as mortes essa noite são arbitrárias."
    },
    {
        "target": "summoner",
        "trick": "legion",
        "reason": "Se o Invocador criar a Legião, a maioria dos jogadores (incluindo todos que forem do mal) se tornam Legião do mal."
    },
    {
        "target": "summoner",
        "trick": "lordoftyphon",
        "reason": "Se o Invocador criar o Lorde do Tifão, o Lorde do Tifão precisa ser vizinho de um Lacaio. O outro vizinho vira um Lacaio fora de jogo."
    },
    {
        "target": "summoner",
        "trick": "marionette",
        "reason": "A Marionete é vizinha do Invocador. O Invocador sabe quem é a Marionete."
    },
    {
        "target": "summoner",
        "trick": "pithag",
        "reason": "O Invocador não pode criar um Dêmonio que está em jogo. Se o Invocador criar um Dêmonio que não está em jogo, as mortes essa noite são arbitrárias."
    },
    {
        "target": "summoner",
        "trick": "poppygrower",
        "reason": "Se a Cultivadora estiver viva quando o Invocador agir, o Invocador escolhe qual Demônio, mas o Narrador escolhe qual jogador."
    },
    {
        "target": "summoner",
        "trick": "preacher",
        "reason": "Se o Pregador escolhe o Invocador antes ou durante a 3ª noite, o Invocador escolhe que Demônio, mas o Narrador escolhe qual jogador."
    },
    {
        "target": "summoner",
        "trick": "pukka",
        "reason": "O Invocador pode escolher um jogador para se tornar a Pukka na 2ª noite."
    },
    {
        "target": "summoner",
        "trick": "zombuul",
        "reason": "Se o Invocador escolhe um jogador morto para virar o Zumbuul, o Narrador deve tratá-lo, como um Zumbuul que morreu uma vez."
    },
    {
        "target": "vizier",
        "trick": "alsaahir",
        "reason": "Se o Vizir está em jogo, O Alsaahir deve também adivinhar quais Demônio(s) estão em jogo."
    },
    {
        "target": "vizier",
        "trick": "courtier",
        "reason": "Se o Vizir perder a habilidade, eles aprendem isso. Se o Vizir for executado enquanto estiver com sua habilidade, seu time vence."
    },
    {
        "target": "vizier",
        "trick": "fearmonger",
        "reason": "O Vizir acorda com o Fearmonger, descobre quem ele escolhe e não pode escolher executar imediatamente aquele jogador."
    },
    {
        "target": "vizier",
        "trick": "investigator",
        "reason": "Se o Investigador sabe que o Vizir está em jogo, a existência do Vizir não é anunciada pelo Narrador."
    },
    {
        "target": "vizier",
        "trick": "magician",
        "reason": "Se o Vizir e o Mago estiverem em jogo, o Demônio não aprende os Minions."
    },
    {
        "target": "vizier",
        "trick": "politician",
        "reason": "O Político pode registrar como do mau para o Vizir."
    },
    {
        "target": "vizier",
        "trick": "preacher",
        "reason": "Se o Vizir perder a habilidade, eles aprendem isso. Se o Vizir for executado enquanto estiver com sua habilidade, seu time vence."
    },
    {
        "target": "vizier",
        "trick": "zealot",
        "reason": "O Fanático pode registrar como do mau para o Vizir."
    },
    {
        "target": "widow",
        "trick": "alchemist",
        "reason": "Se o Alquimista tiver a habilidade Viúva, ele não verá o Grimório."
    },
    {
        "target": "widow",
        "trick": "damsel",
        "reason": "Se o Espião está (ou esteve) em jogo a Donzela está envenenada."
    },
    {
        "target": "widow",
        "trick": "magician",
        "reason": "Quando a Viúva for ver o Grimório, os tokens do Demônio e do Mágico são retirados."
    },
    {
        "target": "widow",
        "trick": "poppygrower",
        "reason": "Se a Cultivadora estiver em jogo, a Viúva não vê o Grimório até a Cultivadora morrer."
    },
    {
        "target": "kazali",
        "trick": "choirboy",
        "reason": "O Kazali não pode escolher o Rei para virar Lacaio se um Coroinha estiver em jogo."
    },
    {
        "target": "kazali",
        "trick": "goon",
        "reason": "O Kazali pode escolher que o jogador Goon seja um de seus Minions malvados."
    },
    {
        "target": "kazali",
        "trick": "huntsman",
        "reason": "Se o Kazali escolher a Donzela para virar um Lazaio, e um Caçador estiver em jogo, um jogador do bem vira a Donzela."
    },
    {
        "target": "kazali",
        "trick": "marionette",
        "reason": "Se o Kazali decidir criar uma marionete, ele deverá escolher um de seus vizinhos."
    },
    {
        "target": "kazali",
        "trick": "soldier",
        "reason": "O Kazali pode escolher que o jogador Soldado seja um de seus Minions malignos."
    },
    {
        "target": "legion",
        "trick": "engineer",
        "reason": "Legião e Engenheiro não podem começar ambos em jogo. Se o Engenheiro criar a Legião, a maioria dos jogadores (incluindo todos os que forem do mal) se tornam Legião do mal."
    },
    {
        "target": "legion",
        "trick": "hatter",
        "reason": "Se o Chapeleiro morrer e Legião estiver em jogo, nada acontece. Se o Chapeleiro morrer e um jogador do mal escolher Legião, todos os jogadores do mal atuais se tornarão Legião."
    },
    {
        "target": "legion",
        "trick": "minstrel",
        "reason": "Se o Bardo deixa todos bêbados, Legião mantém sua habilidade, mas o Bardo pode saber que ele é um Legião."
    },
    {
        "target": "legion",
        "trick": "preacher",
        "reason": "Se o Pregador escolhe um Legião, ele mantém sua habilidade, mas o Pregador pode saber que ele é um Legião."
    },
    {
        "target": "legion",
        "trick": "zealot",
        "reason": "O Zelote pode ser considerado um mal para a habilidade da Legião."
    },
    {
        "target": "leviathan",
        "trick": "banshee",
        "reason": "A cada noite*, o Leviatã escolhe um bom jogador vivo (diferente das noites anteriores): um Banshee escolhido morre e ganha sua habilidade."
    },
    {
        "target": "leviathan",
        "trick": "exorcist",
        "reason": "O mal não vence quando mais de 1 jogador bom for executado, se o Exorcista estiver vivo e tiver escolhido o Leviatã com sucesso."
    },
    {
        "target": "leviathan",
        "trick": "farmer",
        "reason": "Cada noite*, o Leviatã escolhe um bom jogador vivo (diferente das noites anteriores): um Fazendeiro escolhido usa sua habilidade, mas não morre."
    },
    {
        "target": "leviathan",
        "trick": "grandmother",
        "reason": "Se o Leviatã estiver em jogo e o neto morrer na execução, o mal vence."
    },
    {
        "target": "leviathan",
        "trick": "hatter",
        "reason": "Se o Chapeleiro morrer no dia 5 ou após, o Demônio não poderá escolher o Leviatã."
    },
    {
        "target": "leviathan",
        "trick": "innkeeper",
        "reason": "Se o Leviatã estiver em jogo, os jogadores protegidos pelo Estalajadeiro estarão protegidos de todas as habilidades malignas."
    },
    {
        "target": "leviathan",
        "trick": "king",
        "reason": "Se o Leviatã estiver em jogo e pelo menos 1 jogador estiver morto, o Rei aprende um personagem vivo a cada noite."
    },
    {
        "target": "leviathan",
        "trick": "mayor",
        "reason": "Se o Leviatã estiver em jogo e nenhuma execução ocorrer no dia 5, boas vitórias."
    },
    {
        "target": "leviathan",
        "trick": "monk",
        "reason": "Se o Leviatã estiver em jogo, o jogador protegido pelo Monge estará a salvo de todas as habilidades malignas."
    },
    {
        "target": "leviathan",
        "trick": "pithag",
        "reason": "Após o dia 5, a Bruxa do Fosso não pode escolher o Leviatã."
    },
    {
        "target": "leviathan",
        "trick": "ravenkeeper",
        "reason": "Cada noite*, o Leviatã escolhe um jogador vivo (diferente das noites anteriores): um Ravenkeeper escolhido usa sua habilidade, mas não morre."
    },
    {
        "target": "leviathan",
        "trick": "sage",
        "reason": "Cada noite*, o Leviatã escolhe um bom jogador vivo (diferente das noites anteriores): um Sábio escolhido usa sua habilidade, mas não morre."
    },
    {
        "target": "leviathan",
        "trick": "soldier",
        "reason": "Se o Leviatã estiver em jogo, o Soldier estará a salvo de todas as habilidades malignas."
    },
    {
        "target": "lilmonsta",
        "trick": "hatter",
        "reason": "Se um Demônio escolher Monstrinho, ele também escolhe um Lacaio para se tornar e cuida do Monstrinho esta noite."
    },
    {
        "target": "lilmonsta",
        "trick": "magician",
        "reason": "Cada noite, o Mago escolhe um Minion: se esse Minion e Lil' Monsta estiverem vivos, esse Minion tomará conta de Lil' Monsta."
    },
    {
        "target": "lilmonsta",
        "trick": "poppygrower",
        "reason": "Se a Cultivadora está em jogo, os Lacaios não acordam juntos. Eles acordam um por um, até que um deles escolha ficar com o token do Monstrinho."
    },
    {
        "target": "lilmonsta",
        "trick": "scarletwoman",
        "reason": "Se houver 5 ou mais jogadores vivos e o jogador que está cuidando do token do Monstrinho morrer, A Mulher Escarlate se torna a nova babá do Monstrinho naquela noite."
    },
    {
        "target": "lilmonsta",
        "trick": "vizier",
        "reason": "O Vizir pode morrer por execução se for babá do Monstrinho."
    },
    {
        "target": "lleech",
        "trick": "mastermind",
        "reason": "Se o Mentor estiver vivo e o hospedeiro da Sanguessuga morrer, a Sanguessuga permanece viva, mas sem habilidade."
    },
    {
        "target": "lleech",
        "trick": "slayer",
        "reason": "Se o Atirador escolhe o hospedeiro da Sanguessuga, o hospedeiro morre."
    },
    {
        "target": "riot",
        "trick": "banshee",
        "reason": "A cada noite*, a Riot escolhe um bom jogador vivo (diferente das noites anteriores): um Banshee escolhido morre e ganha sua habilidade."
    },
    {
        "target": "riot",
        "trick": "exorcist",
        "reason": "Se o Exorcista escolher Riot na 3ª noite, os Minions não se tornarão Riot."
    },
    {
        "target": "riot",
        "trick": "farmer",
        "reason": "A cada noite*, a Riot escolhe um bom jogador vivo (diferente das noites anteriores): um Fazendeiro escolhido usa sua habilidade, mas não morre."
    },
    {
        "target": "riot",
        "trick": "grandmother",
        "reason": "Se a Riot estiver em jogo e o neto morrer durante o dia, a avó também morre."
    },
    {
        "target": "riot",
        "trick": "innkeeper",
        "reason": "If Riot is in play, the Innkeeper-protected player is safe from all evil abilities."
    },
    {
        "target": "riot",
        "trick": "king",
        "reason": "Se Riot estiver em jogo e pelo menos 1 jogador estiver morto, o Rei descobre um personagem vivo a cada noite."
    },
    {
        "target": "riot",
        "trick": "mayor",
        "reason": "O prefeito pode optar por interromper as nomeações. Se fizerem isso quando apenas 1 Riot estiver vivo, o bom vence. Caso contrário, o mal vence."
    },
    {
        "target": "riot",
        "trick": "monk",
        "reason": "Se Riot estiver em jogo, o jogador protegido pelo Monge estará a salvo de todas as habilidades malignas."
    },
    {
        "target": "riot",
        "trick": "ravenkeeper",
        "reason": "A cada noite*, a Riot escolhe um bom jogador vivo (diferente das noites anteriores): um Ravenkeeper escolhido usa sua habilidade, mas não morre."
    },
    {
        "target": "riot",
        "trick": "sage",
        "reason": "A cada noite*, a Riot escolhe um bom jogador vivo (diferente das noites anteriores): um Sábio escolhido usa sua habilidade, mas não morre."
    },
    {
        "target": "riot",
        "trick": "soldier",
        "reason": "Se Riot estiver em jogo, o Soldier estará protegido de todas as habilidades malignas."
    },
    {
        "target": "vortox",
        "trick": "banshee",
        "reason": "Se o Vortox está em jogo e o Demônio mata a Banshee, os jogadores ainda são informados que a Banshee morreu."
    },
    {
        "target": "yaggababble",
        "trick": "exorcist",
        "reason": "Se o Exorcista escolher a Yaggarela, a habilidade da Yaggarela não mata esta noite."
    }
]
