[
    {
        "target": "chambermaid",
        "trick": "mathematician",
        "reason": "A Camareira também vê o Matemático se ele for acordar naquela noite."
    },
    {
        "target": "butler",
        "trick": "cannibal",
        "reason": "Se o Canibal ganhar a habilidade do Mordomo, o Canibal é avisado disso."
    },
    {
        "target": "lunatic",
        "trick": "mathematician",
        "reason": "Se o Lunático não atacar o(s) mesmo(s) jogador(es) que o Demônio, isto conta para o Matemático."
    },
    {
        "target": "pithag",
        "trick": "heretic",
        "reason": "A Bruxa do Fosso não pode criar um Herege."
    },
    {
        "target": "pithag",
        "trick": "damsel",
        "reason": "Se a Bruxa do Fosso criar uma Donzela, o Narrador escolhe quem será transformado."
    },
    {
        "target": "pithag",
        "trick": "politician",
        "reason": "A Bruxa do Fosso não pode criar um Político mau."
    },
    {
        "target": "cerenovus",
        "trick": "goblin",
        "reason": "O Cerenovus pode escolher fazer um jogador alucinar que é o Goblin."
    },
    {
        "target": "leviathan",
        "trick": "soldier",
        "reason": "Se o Leviatã nomear e executar o Soldado, o Soldado não morre."
    },
    {
        "target": "leviathan",
        "trick": "monk",
        "reason": "Se o Leviatã nomear e executar o jogador protegido pelo Monge, aquele jogador não morre."
    },
    {
        "target": "leviathan",
        "trick": "innkeeper",
        "reason": "Se o Leviatã nomear e executar um jogador protegido pelo Estalajadeiro, aquele jogador não morre."
    },
    {
        "target": "leviathan",
        "trick": "ravenkeeper",
        "reason": "Se o Leviatã estiver em jogo e o Mestre dos Corvos morrer por execução, o Mestre dos Corvos acorda para usar a habilidade naquela noite."
    },
    {
        "target": "leviathan",
        "trick": "sage",
        "reason": "Se o Leviatã estiver em jogo e o Sábio morrer por execução, o Sábio acorda para usar a habilidade naquela noite."
    },
    {
        "target": "leviathan",
        "trick": "farmer",
        "reason": "Se o Leviatã estiver em jogo e um Fazendeiro morrer por execução, um jogador bom se torna um Fazendeiro naquela noite."
    },
    {
        "target": "leviathan",
        "trick": "mayor",
        "reason": "Se o Leviatã estiver em jogo e não houver execução no dia 5, o Bem vence."
    },
    {
        "target": "lilmonsta",
        "trick": "poppygrower",
        "reason": "Se a Cultivadora está em jogo, os Lacaios não acordam juntos. Eles acordam um por um, até aque um deles escolha ficar com o token do Bebê Monstro."
    },
    {
        "target": "lilmonsta",
        "trick": "magician",
        "reason": "Apenas um destes personagens pode estar em jogo."
    },
    {
        "target": "lilmonsta",
        "trick": "scarletwoman",
        "reason": "Se houver 5 ou mais jogadores vivos e o jogador que está cuidando do Bebê Monstro morrer, A Mulher Escarlate se torna a nova babá do Bebê Monstro naquela noite."
    },
    {
        "target": "lilmonsta",
        "trick": "organgrinder",
        "reason": "Os votos para o Tocador de Órgão contam se o Tocador de Órgão for babá Bebê Monstro."
    },
    {
        "target": "lilmonsta",
        "trick": "vizier",
        "reason": "O Vizir pode morrer por execução se for babá Bebê Monstro."
    },
    {
        "target": "lycanthrope",
        "trick": "gambler",
        "reason": "Se o Licantropo estiver vivo e o Apostador se matar à noite, nenhum outro jogador poderá morrer naquela noite."
    },
    {
        "target": "legion",
        "trick": "engineer",
        "reason": "Legião e Engenheiro não podem começar ambos em jogo. Se o Engenheiro criar o Legião, a maioria dos jogadores (incluindo todos os maus) se tornam um Legião mau."
    },
    {
        "target": "legion",
        "trick": "preacher",
        "reason": "Apenas um destes personagens pode estar em jogo."
    },
    {
        "target": "fanggu",
        "trick": "scarletwoman",
        "reason": "Se o Fang Gu escolhe um Forasteiro e morre, a Mulher Escarlate não se torna um Fang Gu."
    },
    {
        "target": "spy",
        "trick": "alchemist",
        "reason": "O Alquimista não pode ter a habilidade do Espião."
    },
    {
        "target": "spy",
        "trick": "magician",
        "reason": "Quando o Espião for ver o Grimório, os tokens do Demônio e do Mágico são retirados."
    },
    {
        "target": "spy",
        "trick": "poppygrower",
        "reason": "Se a Cultivadora estiver em jogo, o Espião não vê o Grimório até a Cultivadora morrer."
    },
    {
        "target": "spy",
        "trick": "damsel",
        "reason": "Apenas um destes personagens pode estar em jogo."
    },
    {
        "target": "spy",
        "trick": "heretic",
        "reason": "Apenas um destes personagens pode estar em jogo."
    },
    {
        "target": "widow",
        "trick": "alchemist",
        "reason": "O Alquimista não pode ter a habilidade do Espião."
    },
    {
        "target": "widow",
        "trick": "magician",
        "reason": "Quando a Viúva for ver o Grimório, os tokens do Demônio e do Mágico são retirados."
    },
    {
        "target": "widow",
        "trick": "poppygrower",
        "reason": "Se a Cultivadora estiver em jogo, a Viúva não vê o Grimório até a Cultivadora morrer."
    },
    {
        "target": "widow",
        "trick": "damsel",
        "reason": "Apenas um destes personagens pode estar em jogo."
    },
    {
        "target": "widow",
        "trick": "heretic",
        "reason": "Apenas um destes personagens pode estar em jogo."
    },
    {
        "target": "godfather",
        "trick": "heretic",
        "reason": "Apenas um destes personagens pode estar em jogo."
    },
    {
        "target": "baron",
        "trick": "heretic",
        "reason": "O Barão adiciona apenas 1 Forasteiro em vez de 2."
    },
    {
        "target": "marionette",
        "trick": "lilmonsta",
        "reason": "A Marionete é vizinha de um Lacaio, em vez de um Demônio. A Marionete não acorda para escolher quem fica con o token do Bebê Monstro e continua sem saber que é Marionete quando estiver segurando o token do Bebê Monstro."
    },
    {
        "target": "marionette",
        "trick": "poppygrower",
        "reason": "Quando a Cultivadora morrer, o Demônio vê quem é a Marionete, mas a Marionete continua sem saber de nada."
    },
    {
        "target": "marionette",
        "trick": "snitch",
        "reason": "A Marionete não vê 3 personagens de fora do jogo. O Demônio vê mais 3 personagens de fora do jogo em vez disso."
    },
    {
        "target": "marionette",
        "trick": "balloonist",
        "reason": "Se a Marionete pensa que é o Balonista, o jogo começa com +1 Forasteiro."
    },
    {
        "target": "marionette",
        "trick": "damsel",
        "reason": "A Marionete não sabe que há uma Donzela em jogo."
    },
    {
        "target": "marionette",
        "trick": "huntsman",
        "reason": "Se a Marionete pensa que é o Caçador, A Donzela começa em jogo."
    },
    {
        "target": "lleech",
        "trick": "mastermind",
        "reason": "Se o Mentor estiver em vivo e o hospedeiro do Parasita morre, o Parasita permanece vivo, mas sem habilidade. "
    },
    {
        "target": "lleech",
        "trick": "slayer",
        "reason": "Se o Atirador escolhe o hospedeiro do Parasita, o hospedeiro morre."
    },
    {
        "target": "lleech",
        "trick": "heretic",
        "reason": "Se o Parasita envenar o Herege e o Parasita morrer, o Herege permanece envenenado."
    },
    {
        "target": "riot",
        "trick": "engineer",
        "reason": "Pandemônio e Engenheiro não podem começar ambos em jogo.Se o Engenheiro criar um Pandemônio, os jogadores maus se tornam Pandemônio."
    },
    {
        "target": "riot",
        "trick": "golem",
        "reason": "Se o Golem nomear um Pandemônio, este não morre."
    },
    {
        "target": "riot",
        "trick": "snitch",
        "reason": "Se o Dedo-duro estiver em jogo, cada Pandemônio recebe 3 blefes extras."
    },
    {
        "target": "riot",
        "trick": "saint",
        "reason": "Se um jogador bom nomear e matar. o Santo, o time do Santo perde."
    },
    {
        "target": "riot",
        "trick": "butler",
        "reason": "O Mordomo não pode nomear seu mestre."
    },
    {
        "target": "riot",
        "trick": "pithag",
        "reason": "Se a Bruxa do Fosso criar um Pandemônio, todos os jogadores maus se tornam Pandemônio. Se a Bruxa do Fosso criar um Pandemônio após o dia 3, o jogo continua por mais um dia."
    },
    {
        "target": "riot",
        "trick": "mayor",
        "reason": "Se o dia 3 começar com apenas 3 jogadores vivos, os jogadores podem deicidir (em grupo) não nomear. Se o fizerem (e o Prefeito estiver vivo), o time do Prefeito vence."
    },
    {
        "target": "riot",
        "trick": "monk",
        "reason": "Se um Pandemônio nomear um jogador protegido pelo Monge, o jogador nomeado não morre."
    },
    {
        "target": "riot",
        "trick": "farmer",
        "reason": "Se um Pandemônio nomear e matar um Fazendeiro, um jogador bom se torna um Fazendeiro naquela noite."
    },
    {
        "target": "riot",
        "trick": "innkeeper",
        "reason": "Se um Pandemônio nomear um jogador protegido pelo Estalajadeiro, o jogador nomeado não morre."
    },
    {
        "target": "riot",
        "trick": "sage",
        "reason": "Se um Pandemônio nomear e matar o Sábio, o Sábio usa sua habilidade naquela noite."
    },
    {
        "target": "riot",
        "trick": "ravenkeeper",
        "reason": "Se um Pandemônio nomear e matar o Mestre dos Corvos, o Mestre dos Corvos usa sua habilidade naquela noite."
    },
    {
        "target": "riot",
        "trick": "soldier",
        "reason": "Se um Pandemônio nomear o Soldado, o Soldado não morre."
    },
    {
        "target": "riot",
        "trick": "grandmother",
        "reason": "Se um Pandemônio nomear e matar o 'neto' da Vovó, a Vovó morre também."
    },
    {
        "target": "riot",
        "trick": "king",
        "reason": "Se um Pandemônio nomear e matar o Rei, o Coroinha acorda para usar sua habilidade naquela noite."
    },
    {
        "target": "riot",
        "trick": "exorcist",
        "reason": "Apenas um destes personagens pode estar em jogo."
    },
    {
        "target": "riot",
        "trick": "minstrel",
        "reason": "Apenas um destes personagens pode estar em jogo."
    },
    {
        "target": "riot",
        "trick": "flowergirl",
        "reason": "Apenas um destes personagens pode estar em jogo."
    },
    {
        "target": "riot",
        "trick": "undertaker",
        "reason": "Jogadores que morrem por nomeação são registrados como executados para o Coveiro."
    },
    {
        "target": "riot",
        "trick": "cannibal",
        "reason": "Jogadores que morrem por nomeação são registrados como executados para o Canibal."
    },
    {
        "target": "riot",
        "trick": "pacifist",
        "reason": "Jogadores nomeados são registrados como executados para o Pacifista."
    },
    {
        "target": "riot",
        "trick": "devilsadvocate",
        "reason": "Jogadores nomeados são registrados como executados para o Advogado do Diabo."
    },
    {
        "target": "riot",
        "trick": "investigator",
        "reason": "Pandemônio é registrado como Lacaio para o Investigador."
    },
    {
        "target": "riot",
        "trick": "clockmaker",
        "reason": "Pandemônio é registrado como Lacaio para o Relojoeiro."
    },
    {
        "target": "riot",
        "trick": "towncrier",
        "reason": "Pandemônio é registrado como Lacaio para o Arauto da Cidade."
    },
    {
        "target": "riot",
        "trick": "damsel",
        "reason": "Pandemônio é registrado como Lacaio para a Donzela."
    },
    {
        "target": "riot",
        "trick": "preacher",
        "reason": "Pandemônio é registrado como Lacaio para o Pregador."
    },
    {
        "target": "alhadikhia",
        "trick": "scarletwoman",
        "reason": "Se há dois Al-Hadikhia vivos, o Al-Hadikhia que antes era Mulher Escarlate se torna Mulher Escarlate novamente."
    },
    {
        "target": "alhadikhia",
        "trick": "mastermind",
        "reason": "Apenas um destes personagens pode estar em jogo. Jogadores maus começam sabendo qual dos dois está em jogo e qual jogador é esse personagem."
    },
    {
        "target": "organgrinder",
        "trick": "butler",
        "reason": "Se o Moedor de Órgãos estiver causando votação de olhos fechados, o Mordomo pode levantar a mão para votar, mas seu voto só é contado se o mestre também votou."
    },
    {
        "target": "organgrinder",
        "trick": "flowergirl",
        "reason": "Se os olhos dos jogadores estiverem fechados durante as nomeações, a Florista descobre quantas vezes o Demônio votou."
    },
    {
        "target": "organgrinder",
        "trick": "minstrel",
        "reason": "Apenas um destes personagens pode estar em jogo."
    },
    {
        "target": "organgrinder",
        "trick": "preacher",
        "reason": "Apenas um destes personagens pode estar em jogo."
    },
    {
        "target": "vizier",
        "trick": "alchemist",
        "reason": "Se o Alquimista tiver a habilidade do Vizir, ele só pode optar por executar imediatamente se três ou mais jogadores votarem."
    },
    {
        "target": "vizier",
        "trick": "courtier",
        "reason": "Se o Vizir perder sua habilidade, ele aprende isso e se o Vizir for executado enquanto tiver sua habilidade, seu time vence."
    },
    {
        "target": "vizier",
        "trick": "fearmonger",
        "reason": "O Vizir acorda com o Intimidador, aprende quem ele escolhe e não pode escolher executar aquele jogador."
    },
    {
        "target": "vizier",
        "trick": "investigator",
        "reason": "Se o Investigador descobre que o Vizir está em jogo, a existência do Vizir não é anunciada pelo Narrador."
    },
    {
        "target": "vizier",
        "trick": "magician",
        "reason": "Apenas um destes personagens pode estar em jogo."
    },
    {
        "target": "vizier",
        "trick": "preacher",
        "reason": "Se o Vizir perder sua habilidade, ele aprendem isso e se o Vizir for executado enquanto tiver sua habilidade, seu time vence."
    }
]
