[
    {
        "target": "chambermaid",
        "trick": "mathematician",
        "reason": "Горничная узнает, просыпается ли Математик этой ночью, несмотря на то, что она просыпается раньше него."
    },
    {
        "target": "eviltwin",
        "trick": "plaguedoctor",
        "reason": "Рассказчик не сможет получить способность Злого близнеца, если Чумной Доктор умрет."
    },
    {
        "target": "cannibal",
        "trick": "butler",
        "reason": "Если Людоед получает способность Дворецкого, то Людоед узнает об этом."
    },
    {
        "target": "cannibal",
        "trick": "juggler",
        "reason": "Если Жонглер угадает в первый день и умрет от казни, сегодня вечером живой Каннибал узнает, сколько догадок Жонглер ошибся."
    },
    {
        "target": "cannibal",
        "trick": "zealot",
        "reason": "Если Каннибал получает способность Фанатика, Каннибал узнает об этом."
    },
    {
        "target": "lunatic",
        "trick": "mathematician",
        "reason": "Математик узнает, если Безумец и Демон атаковали не одних и тех же игроков."
    },
    {
        "target": "pithag",
        "trick": "heretic",
        "reason": "Яга не может создать Еретика."
    },
    {
        "target": "pithag",
        "trick": "damsel",
        "reason": "Если Яга создает Девицу, то Рассказчик выбирает, кто станет Девицей."
    },
    {
        "target": "pithag",
        "trick": "politician",
        "reason": "Яга не может создать злого Политика."
    },
    {
        "target": "pithag",
        "trick": "villageidiot",
        "reason": "Если в игре меньше 3 Деревенских Дурачков, Яга может создать ещё одного. Если это происходит, какой из них пьян может измениться"
    },
    {
        "target": "pithag",
        "trick": "cultleader",
        "reason": "Если Ведьма-Яма превратит злого игрока в Лидера Культа, он не сможет стать добрым из-за своих собственных способностей."
    },
    {
        "target": "pithag",
        "trick": "goon",
        "reason": "Если Ведьма-Яма превратит злого игрока в Головореза, он не сможет стать добрым из-за своих собственных способностей."
    },
    {
        "target": "pithag",
        "trick": "ogre",
        "reason": "Если Ведьма-Яма превратит злого игрока в Огра, он не сможет стать добрым из-за своих собственных способностей."
    },
    {
        "target": "cerenovus",
        "trick": "goblin",
        "reason": "Цереновус может заставить игрока утверждать, что он Гоблин."
    },
    {
        "target": "goblin",
        "trick": "plaguedoctor",
        "reason": "Если Чумной Доктор умирает, живой Приспешник получает способность Гоблина в дополнение к своей собственной способности и узнает об этом."
    },
    {
        "target": "leviathan",
        "trick": "soldier",
        "reason": "Если Левиафан выдвинул и сумел казнить Солдата, Солдат не умирает."
    },
    {
        "target": "leviathan",
        "trick": "monk",
        "reason": "Если Левиафан выдвинул и сумел казнить выбранного Монахом игрока, этот игрок не умирает."
    },
    {
        "target": "leviathan",
        "trick": "innkeeper",
        "reason": "Если Левиафан выдвинул и сумел казнить выбранного Трактирщиком игрока, этот игрок не умирает."
    },
    {
        "target": "leviathan",
        "trick": "ravenkeeper",
        "reason": "Если Левиафан находится в игре и Хранитель воронов погибает на казни, этой ночью он просыпается и применяет способность."
    },
    {
        "target": "leviathan",
        "trick": "banshee",
        "reason": "Если Левиафан в игре, а Банши умирает от казни, все игроки узнают, что Банши умерла, и Банши получает свои способности."
    },
    {
        "target": "leviathan",
        "trick": "sage",
        "reason": "Если Левиафан находится в игре и Мудрец погибает на казни, этой ночью он просыпается и применяет способность."
    },
    {
        "target": "leviathan",
        "trick": "farmer",
        "reason": "Если Левиафан находится в игре и Фермер погибает на казни, один из добрых игроков становится Фермером этой ночью."
    },
    {
        "target": "leviathan",
        "trick": "mayor",
        "reason": "Если Левиафан находится в игре и 5-й день завершается без казни, добро побеждает."
    },
    {
        "target": "leviathan",
        "trick": "hatter",
        "reason": "Если Шляпник умрет на 5-й день или позже, Демон не сможет выбрать Левиафана."
    },
    {
        "target": "leviathan",
        "trick": "pithag",
        "reason": "После 5-го дня Яга не может выбрать Левиафана."
    },
    {
        "target": "lilmonsta",
        "trick": "poppygrower",
        "reason": "Если Дурманщик находится в игре, Приспешники не просыпаются все вместе. Их будят по одному, пока один из них не решит взять себе Монстренка."
    },
    {
        "target": "lilmonsta",
        "trick": "magician",
        "reason": "Каждую ночь Волшебник выбирает Миньона: если этот Миньон и Маленькая Монста живы, этот Миньон присматривает за Маленькой Монстой."
    },
    {
        "target": "lilmonsta",
        "trick": "scarletwoman",
        "reason": "Если живы 5 или более игроков и погибает игрок, держащий Монстренка, этой ночью Монстренок переходит к Блуднице."
    },
    {
        "target": "lilmonsta",
        "trick": "organgrinder",
        "reason": "Если Шарманщик присматривает за Монстренком, голоса за него всегда учитываются"
    },
    {
        "target": "lilmonsta",
        "trick": "vizier",
        "reason": "Если Визирь присматривает за Монстренком и казнён, он умирает."
    },
    {
        "target": "lilmonsta",
        "trick": "hatter",
        "reason": "Если Демон выбирает Монстренка, он также выбирает, каким Приспешником стать. Монстренок этой ночью переходит к нему."
    },
    {
        "target": "lycanthrope",
        "trick": "gambler",
        "reason": "Если Оборотень жив и Игрок убивает себя ночью, то этой ночью никто больше умереть не может."
    },
    {
        "target": "legion",
        "trick": "engineer",
        "reason": "Легион и Инженер не могут одновременно находиться в игре на момент ее начала. Если Инженер создает Легиона, то большинство игроков (включая всех злых игроков) превращаются в злых Легионов."
    },
    {
        "target": "legion",
        "trick": "preacher",
        "reason": "Если Проповедник выберет Легион, Легион сохранит свои способности, но Проповедник может узнать, что они — Легион."
    },
    {
        "target": "legion",
        "trick": "minstrel",
        "reason": "Если сегодня Легион погибнет от казни, Легион сохранит свои способности, но Менестрель может узнать, что он Легион."
    },
    {
        "target": "legion",
        "trick": "hatter",
        "reason": "Если Шляпник умрет, а Легион в игре, ничего не произойдет. Если Шляпник умирает и злой игрок выбирает Легион, все текущие злые игроки становятся Легионом."
    },
    {
        "target": "legion",
        "trick": "zealot",
        "reason": "Фанатик может зарегистрироваться как зло для способности Легиона."
    },
    {
        "target": "fanggu",
        "trick": "scarletwoman",
        "reason": "Если Фан Гу выбрал Изгоя и умер, Блудница не превращается в Фан Гу."
    },
    {
        "target": "spy",
        "trick": "alchemist",
        "reason": "Алхимик не может владеть способностью Шпиона."
    },
    {
        "target": "spy",
        "trick": "magician",
        "reason": "Перед тем, как Шпион увидит Гримуар, оттуда убираются жетоны Демона и Фокусника."
    },
    {
        "target": "spy",
        "trick": "poppygrower",
        "reason": "Если Дурманщик находится в игре, Шпион не видит Гримуар, пока Дурманщик не погибнет."
    },
    {
        "target": "spy",
        "trick": "plaguedoctor",
        "reason": "Если Чумной Доктор умирает, живой Приспешник получает способность Шпиона в дополнение к своей собственной способности и узнает об этом."
    },
    {
        "target": "spy",
        "trick": "damsel",
        "reason": "Если Шпион находится (или был) в игре, Девица отравлена."
    },
    {
        "target": "spy",
        "trick": "heretic",
        "reason": "Только 1 из этих двух ролей может находиться в игре."
    },
    {
        "target": "spy",
        "trick": "ogre",
        "reason": "Шпион воспринимается Огром как зло."
    },
    {
        "target": "widow",
        "trick": "alchemist",
        "reason": "Алхимик не может владеть способностью Вдовы."
    },
    {
        "target": "widow",
        "trick": "magician",
        "reason": "Перед тем, как Вдова увидит Гримуар, оттуда убираются жетоны Демона и Фокусника."
    },
    {
        "target": "widow",
        "trick": "poppygrower",
        "reason": "Если Дурманщик находится в игре, Вдова не видит Гримуар, пока Дурманщик не погибнет."
    },
    {
        "target": "widow",
        "trick": "damsel",
        "reason": "Если Вдова присутствует (или была) в игре, Девица отравлена."
    },
    {
        "target": "widow",
        "trick": "heretic",
        "reason": "Только 1 из этих двух ролей может находиться в игре."
    },
    {
        "target": "godfather",
        "trick": "heretic",
        "reason": "Только 1 из этих двух ролей может находиться в игре."
    },
    {
        "target": "scarletwoman",
        "trick": "plaguedoctor",
        "reason": "Если Чумной Доктор умирает, живой Приспешник получает способность Блудницы в дополнение к своей собственной способности и узнает об этом."
    },
    {
        "target": "boomdandy",
        "trick": "plaguedoctor",
        "reason": "Если Чумного Доктора казнят, а Рассказчик получит способность Подрывника, способность Подрывника сработает немедленно."
    },
    {
        "target": "fearmonger",
        "trick": "plaguedoctor",
        "reason": "Если Чумной Доктор умирает, живой Приспешник получает способность Смутьяна в дополнение к своей собственной способности и узнает об этом."
    },
    {
        "target": "yaggababble",
        "trick": "exorcist",
        "reason": "Если Экзорцист выбрал Дурнотрёпа, способность Дурнотрёпа этой ночью не убивает."
    },
    {
        "target": "summoner",
        "trick": "clockmaker",
        "reason": "Если Призыватель в игре, Часовщик не получает информацию до третей ночи."
    },
    {
        "target": "summoner",
        "trick": "alchemist",
        "reason": "Если Алхимик-Призыватель в игре, то игра начинается с Демоном, как обычно. Если Алхимик-Призыватель выбирает игрока, этот игрок становится демоном но не меняет сторону."
    },
    {
        "target": "summoner",
        "trick": "poppygrower",
        "reason": "Если Дурманщик живой, когда Призыватель создаёт Демона, то Призыватель выбирает тип Демона, но Рассказчик выбирает кто им становится."
    },
    {
        "target": "summoner",
        "trick": "marionette",
        "reason": "Марионетка сидит рядом с Призывателем. Призыватель знает Марионетку."
    },
    {
        "target": "summoner",
        "trick": "pithag",
        "reason": "Призыватель не может создать демона в игре. Если Призыватель создаст Демона, не находящегося в игре, смерть сегодня вечером будет произвольной."
    },
    {
        "target": "summoner",
        "trick": "hatter",
        "reason": "Призыватель не может создать демона в игре. Если Призыватель создаст Демона, не находящегося в игре, смерть сегодня вечером будет произвольной."
    },
    {
        "target": "summoner",
        "trick": "courtier",
        "reason": "Если в третью ночь Призыватель пьян, Призыватель выбирает, какого Демона, а Рассказчик выбирает, какого игрока."
    },
    {
        "target": "summoner",
        "trick": "engineer",
        "reason": "Если Инженер удаляет Призывателя из игры до того, как он применит свою способность, Призыватель немедленно использует свою способность."
    },
    {
        "target": "summoner",
        "trick": "zombuul",
        "reason": "Если Призыватель превращает мертвого игрока в Зомбуула, Рассказчик считает этого игрока Зомбуулом, умершим однажды."
    },
    {
        "target": "summoner",
        "trick": "pukka",
        "reason": "Призыватель может выбрать игрока, который станет Пуккой во вторую ночь."
    },
    {
        "target": "summoner",
        "trick": "riot",
        "reason": "Если Призыватель создает Бунт, все миньоны становятся Бунтом."
    },
    {
        "target": "summoner",
        "trick": "legion",
        "reason": "Если Призыватель создаёт Легион, большая часть игроков (включая всех злых игроков) становятся злым Легионом."
    },
    {
        "target": "summoner",
        "trick": "kazali",
        "reason": "Призыватель не может создать демона в игре. Если Призыватель создаст Демона, не находящегося в игре, смерть сегодня вечером будет произвольной."
    },
    {
        "target": "summoner",
        "trick": "preacher",
        "reason": "Если Проповедник выбрал Призывателя не позднее третьей ночи, Призыватель выбирает, какого Демона, а Рассказчик выбирает, какого игрока."
    },
    {
        "target": "baron",
        "trick": "heretic",
        "reason": "Барон иногда может добавить в игру только 1 Изгоя вместо 2."
    },
    {
        "target": "baron",
        "trick": "plaguedoctor",
        "reason": "Если Рассказчик получает способность Барона, до двух игроков становятся Изгоями, которых не было в игре."
    },
    {
        "target": "marionette",
        "trick": "lilmonsta",
        "reason": "Марионетка сидит рядом с кем-то из Приспешников, а не с Демоном. Марионетка не просыпается при передаче Монстренка, а если получает Монстренка, то не узнает, что является Марионеткой."
    },
    {
        "target": "marionette",
        "trick": "poppygrower",
        "reason": "Когда Дурманщик умирает, Демон узнает личность Марионетки, а Марионетка ничего не узнает."
    },
    {
        "target": "marionette",
        "trick": "snitch",
        "reason": "Марионетка не узнает 3 роли, находящиеся вне игры. Вместо этого Демон узнает 3 роли в дополнение к собственным."
    },
    {
        "target": "marionette",
        "trick": "balloonist",
        "reason": "Если Марионетка считает, что она - Баллонист, перед началом игры должен быть добавлен +1 Изгой."
    },
    {
        "target": "marionette",
        "trick": "damsel",
        "reason": "Марионетка не узнает, что Девица находится в игре."
    },
    {
        "target": "marionette",
        "trick": "plaguedoctor",
        "reason": "Если у Демона есть живой сосед, являющийся Горожанином или Изгоем, когда Чумной Доктор умирает, этот игрок становится злой Марионеткой. Если уже есть дополнительный злой игрок, этого не происходит."
    },
    {
        "target": "marionette",
        "trick": "huntsman",
        "reason": "Если Марионетка считает, что она - Охотник, перед началом игры должна быть добавлена Девица."
    },
    {
        "target": "lleech",
        "trick": "mastermind",
        "reason": "Если Кукловод жив и носитель Пиявицы погибает на казни, Пиявица выживает, но теряет свою способность."
    },
    {
        "target": "lleech",
        "trick": "slayer",
        "reason": "Если Истребитель стреляет в носителя Пиявицы, носитель погибает."
    },
    {
        "target": "lleech",
        "trick": "heretic",
        "reason": "Если Пиявица отравила Еретика, то Еретик остается отравленным в случае смерти Пиявицы."
    },
    {
        "target": "kazali",
        "trick": "bountyhunter",
        "reason": "Злой Горожанин будет создан только в том случае, если после выбора Казали Охотник за головами все еще в игре."
    },
    {
        "target": "kazali",
        "trick": "goon",
        "reason": "Если Казалич превратит Наемника в Приспешника, оставшихся Приспешников выбирает Рассказчик."
    },
    {
        "target": "kazali",
        "trick": "marionette",
        "reason": "Казалич может превратить в Марионетку только одного из своих соседей."
    },
    {
        "target": "kazali",
        "trick": "huntsman",
        "reason": "Если Казалич превращает Девицу в Приспешника и Охотник находится в игре, кто-то из добрых игроков становится Девицей."
    },
    {
        "target": "kazali",
        "trick": "choirboy",
        "reason": "Казалич не может превратить Короля в Приспешника, если в игре находится Служка."
    },
    {
        "target": "kazali",
        "trick": "soldier",
        "reason": "Если Казали превращает Солдата в Приспешника, Солдат выбирает, каким внеигровым Приспешником стать."
    },
    {
        "target": "riot",
        "trick": "engineer",
        "reason": "Бедлам и Инженер не могут одновременно находиться в игре на момент ее начала. Если Инженер создает Бедлама, то все злые игроки превращаются в Бедламов."
    },
    {
        "target": "riot",
        "trick": "golem",
        "reason": "Если Голем выдвигает Бедлама, Бедлам не умирает."
    },
    {
        "target": "riot",
        "trick": "snitch",
        "reason": "Если Болтун находится в игре, каждый Бедлам узнает 3 дополнительных роли вне игры."
    },
    {
        "target": "riot",
        "trick": "saint",
        "reason": "Если добрый игрок выдвигает и убивает Святого, команда Святого проигрывает."
    },
    {
        "target": "riot",
        "trick": "butler",
        "reason": "Дворецкий не может выдвинуть своего хозяина."
    },
    {
        "target": "riot",
        "trick": "pithag",
        "reason": "Если Яга создает Бедлама, все злые игроки становятся Бедламами. Если Яга создает Бедлама после 3-го дня, игра продолжается еще один день."
    },
    {
        "target": "riot",
        "trick": "mayor",
        "reason": "Если начинается 3-й день и живы ровно три игрока, игроки могут сообща решить никого не выдвигать. Если они это делают (и Мэр жив), то команда Мэра побеждает."
    },
    {
        "target": "riot",
        "trick": "monk",
        "reason": "Если Бедлам выдвигает защищенного Монахом игрока, этот игрок не умирает."
    },
    {
        "target": "riot",
        "trick": "farmer",
        "reason": "Если Бедлам выдвигает и убивает Фермера, этой ночью способность Фермера срабатывает."
    },
    {
        "target": "riot",
        "trick": "innkeeper",
        "reason": "Если Бедлам выдвигает защищенного Трактирщиком игрока, этот игрок не умирает."
    },
    {
        "target": "riot",
        "trick": "sage",
        "reason": "Если Бедлам выдвигает и убивает Мудреца, этой ночью способность Мудреца срабатывает."
    },
    {
        "target": "riot",
        "trick": "banshee",
        "reason": "Если Бедлам выдвигает и убивает Баньши, все игроки немедленно узнают о смерти Баньши, а Баньши может сразу же выдвинуть двух игроков."
    },
    {
        "target": "riot",
        "trick": "ravenkeeper",
        "reason": "Если Бедлам выдвигает и убивает Хранителя воронов, этой ночью способность Хранителя воронов срабатывает."
    },
    {
        "target": "riot",
        "trick": "soldier",
        "reason": "Если Бедлам выдвигает Солдата, Солдат не умирает."
    },
    {
        "target": "riot",
        "trick": "grandmother",
        "reason": "Если Бедлам выдвигает и убивает внука Бабули, то Бабуля умирает тоже."
    },
    {
        "target": "riot",
        "trick": "king",
        "reason": "Если Бедлам выдвигает и убивает Короля, и Служка жив, этой ночью способность Служки срабатывает."
    },
    {
        "target": "riot",
        "trick": "exorcist",
        "reason": "Только 1 из этих двух ролей может находиться в игре."
    },
    {
        "target": "riot",
        "trick": "minstrel",
        "reason": "Только 1 из этих двух ролей может находиться в игре."
    },
    {
        "target": "riot",
        "trick": "flowergirl",
        "reason": "Только 1 из этих двух ролей может находиться в игре."
    },
    {
        "target": "riot",
        "trick": "undertaker",
        "reason": "Игроки, убитые выдвижением, представляются казненными для Гробовщика."
    },
    {
        "target": "riot",
        "trick": "cannibal",
        "reason": "Игроки, убитые выдвижением, представляются казненными для Людоеда."
    },
    {
        "target": "riot",
        "trick": "pacifist",
        "reason": "Игроки, убитые выдвижением, представляются казненными для Пацифиста."
    },
    {
        "target": "riot",
        "trick": "devilsadvocate",
        "reason": "Игроки, убитые выдвижением, представляются казненными для Адвоката дьявола."
    },
    {
        "target": "riot",
        "trick": "investigator",
        "reason": "Бедлам представляется Приспешником для Детектива."
    },
    {
        "target": "riot",
        "trick": "clockmaker",
        "reason": "Бедлам представляется Приспешником для Часовщика."
    },
    {
        "target": "riot",
        "trick": "towncrier",
        "reason": "Бедлам представляется Приспешником для Глашатая."
    },
    {
        "target": "riot",
        "trick": "damsel",
        "reason": "Бедлам представляется Приспешником для Девицы."
    },
    {
        "target": "riot",
        "trick": "preacher",
        "reason": "Бедлам представляется Приспешником для Пастора."
    },
    {
        "target": "riot",
        "trick": "hatter",
        "reason": "Если Шляпник умирает, в игре участвует Бедлам и Бедлам выбирает другого Демона, из игроков-Бедламов создается обычная злая команда. Если Шляпник умрет, а Демон выберет Бедлама, Приспешники тоже станут Бедламами."
    },
    {
        "target": "riot",
        "trick": "zealot",
        "reason": "Если вас номинировали, вы должны номинировать снова, даже если вы мертвы."
    },
    {
        "target": "alhadikhia",
        "trick": "scarletwoman",
        "reason": "Если в живых находятся два Аль-Адихии, то тот из них, что был Блудницей, превращается обратно в Блудницу."
    },
    {
        "target": "organgrinder",
        "trick": "butler",
        "reason": "Если Шарманщик вызывает голосование с закрытыми глазами, Дворецкий может поднять руку, чтобы проголосовать, но его голос засчитывается только в том случае, если его хозяин тоже проголосовал."
    },
    {
        "target": "organgrinder",
        "trick": "minstrel",
        "reason": "Если Менестрель напоит всех, Шарманщик сохранит свои способности, но Менестрель будет держать глаза открытыми во время голосования."
    },
    {
        "target": "organgrinder",
        "trick": "preacher",
        "reason": "Если Проповедник удаляет способность Шарманщика, Шарманщик сохраняет свою способность, но Проповедник держит глаза открытыми во время голосования."
    },
    {
        "target": "vizier",
        "trick": "investigator",
        "reason": "Если Детектив узнает, что Визирь находится в игре, Рассказчик не объявляет о существовании Визиря."
    },
    {
        "target": "vizier",
        "trick": "preacher",
        "reason": "Если Визирь теряет свою способность, он узнаёт об этом. Если Визирь казнён, и у него есть его способность, его команда побеждает."
    },
    {
        "target": "vizier",
        "trick": "courtier",
        "reason": "Если Визирь теряет свою способность, он узнаёт об этом. Если Визирь казнён, и у него есть его способность, его команда побеждает."
    },
    {
        "target": "vizier",
        "trick": "alchemist",
        "reason": "Если у Алхимика есть способность Визиря, он может утвердить казнь только если проголосовали три или более игроков"
    },
    {
        "target": "vizier",
        "trick": "magician",
        "reason": "Только 1 из этих двух ролей может находиться в игре."
    },
    {
        "target": "vizier",
        "trick": "fearmonger",
        "reason": "Визирь просыпается вместе со Смутьяном, узнает, кого он выбрал, и не может казнить этого игрока."
    },
    {
        "target": "vizier",
        "trick": "politician",
        "reason": "Политик может показаться визирю злом."
    },
    {
        "target": "vizier",
        "trick": "alsaahir",
        "reason": "Если в игре участвует Визирь, Альсаахир также должен угадать, какой Демон(ы) находится в игре."
    },
    {
        "target": "vizier",
        "trick": "zealot",
        "reason": "Фанатик может зарегистрироваться как зло для Визиря."
    },
    {
        "target": "vortox",
        "trick": "banshee",
        "reason": "Если Вортокс в игре и Демон убивает Баньши, игроки все равно узнают о смерти Баньши."
    },
    {
        "target": "ogre",
        "trick": "recluse",
        "reason": "Если Отшельник воспринимается Огром как зло, Огр узнает, что они злые."
    },
    {
        "target": "philosopher",
        "trick": "bountyhunter",
        "reason": "Если Философ получит способность «Охотник за головами», горожане могут стать злыми."
    },
    {
        "target": "mastermind",
        "trick": "alhadikhia",
        "reason": "Если Аль-Хадихия погибнет от казни, а Вдохновитель жив, Аль-Хадихия сегодня вечером выберет 3 хороших игроков: если все трое решат жить, зло победит. В противном случае добро побеждает."
    }
]
