[
    {
        "target": "alhadikhia",
        "trick": "princess",
        "reason": "Если Принцесса выдвинула и казнила игрока в первый день, сегодня вечером никто не умрет от способности Аль-Хадихия."
    },
    {
        "target": "bountyhunter",
        "trick": "kazali",
        "reason": "Злой Горожанин будет создан только в том случае, если после выбора Казалича Охотник за головами все еще в игре."
    },
    {
        "target": "bountyhunter",
        "trick": "philosopher",
        "reason": "Если Философ получил способность Охотника за головами, кто-то из Горожан иногда может стать злым."
    },
    {
        "target": "cannibal",
        "trick": "butler",
        "reason": "Если Людоед получает способность Дворецкого, то Людоед узнает об этом."
    },
    {
        "target": "cannibal",
        "trick": "juggler",
        "reason": "Если Жонглер угадает в первый день и умрет от казни, сегодня вечером живой Каннибал узнает, сколько догадок Жонглер ошибся."
    },
    {
        "target": "cannibal",
        "trick": "poppygrower",
        "reason": "Если Каннибал съест Макового Производителя, а затем умрет или потеряет способность Макового Производителя, Демон и Миньоны изучат друг друга в ту ночь."
    },
    {
        "target": "cannibal",
        "trick": "princess",
        "reason": "Если Каннибал выдвинул и казнил Принцессу сегодня вечером, Демон не убьет сегодня вечером."
    },
    {
        "target": "cannibal",
        "trick": "zealot",
        "reason": "Если Людоед получит способность Фанатика, то узнает об этом."
    },
    {
        "target": "mathematician",
        "trick": "chambermaid",
        "reason": "Горничная узнает, просыпается ли Математик этой ночью, несмотря на то, что она просыпается раньше него."
    },
    {
        "target": "mathematician",
        "trick": "lunatic",
        "reason": "Математик узнает, если Безумец и Демон атаковали не одних и тех же игроков."
    },
    {
        "target": "butler",
        "trick": "organgrinder",
        "reason": "Если Шарманщик вызывает голосование с закрытыми глазами, Дворецкий может поднять руку, чтобы проголосовать, но его голос засчитывается только в том случае, если его хозяин тоже проголосовал."
    },
    {
        "target": "heretic",
        "trick": "baron",
        "reason": "Барон иногда может добавить в игру только 1 Изгоя вместо 2."
    },
    {
        "target": "heretic",
        "trick": "boffin",
        "reason": "Демон не может владеть способностью Еретика."
    },
    {
        "target": "heretic",
        "trick": "godfather",
        "reason": "Только 1 из этих двух ролей может находиться в игре."
    },
    {
        "target": "heretic",
        "trick": "lleech",
        "reason": "Если Пиявица отравила Еретика, то Еретик остается отравленным в случае смерти Пиявицы."
    },
    {
        "target": "heretic",
        "trick": "pithag",
        "reason": "Яга не может создать Еретика."
    },
    {
        "target": "heretic",
        "trick": "spy",
        "reason": "Только 1 из этих двух ролей может находиться в игре."
    },
    {
        "target": "heretic",
        "trick": "widow",
        "reason": "Только 1 из этих двух ролей может находиться в игре."
    },
    {
        "target": "ogre",
        "trick": "recluse",
        "reason": "Если Затворник представился злым для Огра, то Огр узнает, что стал злым."
    },
    {
        "target": "plaguedoctor",
        "trick": "baron",
        "reason": "Если Рассказчик получает способность Барона, до двух игроков становятся Аутсайдерами, не участвующими в игре."
    },
    {
        "target": "plaguedoctor",
        "trick": "boomdandy",
        "reason": "Если Чумного Доктора казнят, а Рассказчик получит способность Подрывника, способность Подрывника сработает немедленно."
    },
    {
        "target": "plaguedoctor",
        "trick": "eviltwin",
        "reason": "Рассказчик не сможет получить способность Злого близнеца, если Чумной Доктор умрет."
    },
    {
        "target": "plaguedoctor",
        "trick": "fearmonger",
        "reason": "Если Чумной Доктор умирает, живой Приспешник получает способность Смутьяна в дополнение к своей собственной способности и узнает об этом."
    },
    {
        "target": "plaguedoctor",
        "trick": "goblin",
        "reason": "Если Чумной Доктор умирает, живой Приспешник получает способность Гоблина в дополнение к своей собственной способности и узнает об этом."
    },
    {
        "target": "plaguedoctor",
        "trick": "marionette",
        "reason": "Если у Демона есть живой сосед и Горожанин или Посторонний, когда Чумной Доктор умирает, этот игрок становится злой Марионеткой. Если уже есть дополнительный злой игрок, этого не происходит."
    },
    {
        "target": "plaguedoctor",
        "trick": "scarletwoman",
        "reason": "Если Чумной Доктор умирает, живой Приспешник получает способность Блудницы в дополнение к своей собственной способности и узнает об этом."
    },
    {
        "target": "plaguedoctor",
        "trick": "spy",
        "reason": "Если Чумной Доктор умирает, живой Приспешник получает способность Шпиона в дополнение к своей собственной способности и узнает об этом."
    },
    {
        "target": "boffin",
        "trick": "alchemist",
        "reason": "Если Алхимик владеет способностью Химика, то не узнает, какую способность получил Демон."
    },
    {
        "target": "boffin",
        "trick": "cultleader",
        "reason": "Если Демон владеет способностью Главы культа, она не может сделать его добрым."
    },
    {
        "target": "boffin",
        "trick": "drunk",
        "reason": "Если Демон должен владеть способностью Пьяницы, вместо этого эту способность получит игрок-Горожанин, выбранный Химиком."
    },
    {
        "target": "boffin",
        "trick": "goon",
        "reason": "Если Демон владеет способностью Наемника, она не может сделать его добрым."
    },
    {
        "target": "boffin",
        "trick": "ogre",
        "reason": "Демон не может владеть способностью Огра."
    },
    {
        "target": "boffin",
        "trick": "politician",
        "reason": "Демон не может владеть способностью Политика."
    },
    {
        "target": "boffin",
        "trick": "villageidiot",
        "reason": "Химик может наделить Демона способностью Деревенского дурачка, если в наличии есть лишний жетон этой роли."
    },
    {
        "target": "cerenovus",
        "trick": "goblin",
        "reason": "Цереновус может заставить игрока утверждать, что он Гоблин."
    },
    {
        "target": "marionette",
        "trick": "balloonist",
        "reason": "Если Марионетка считает, что она - Аэронавт, перед началом игры может быть добавлен +1 Изгой."
    },
    {
        "target": "marionette",
        "trick": "damsel",
        "reason": "Марионетка не узнает, что Девица находится в игре."
    },
    {
        "target": "marionette",
        "trick": "huntsman",
        "reason": "Если Марионетка считает, что она - Охотник, перед началом игры должна быть добавлена Девица."
    },
    {
        "target": "marionette",
        "trick": "lilmonsta",
        "reason": "Марионетка сидит рядом с кем-то из Приспешников, а не с Демоном. Марионетка не просыпается при передаче Монстренка, а если получает Монстренка, то не узнает, что является Марионеткой."
    },
    {
        "target": "marionette",
        "trick": "poppygrower",
        "reason": "Когда Дурманщик умирает, Демон узнает личность Марионетки, а Марионетка ничего не узнает."
    },
    {
        "target": "marionette",
        "trick": "snitch",
        "reason": "Марионетка не узнает 3 роли, находящиеся вне игры. Вместо этого Демон узнает 3 роли в дополнение к собственным."
    },
    {
        "target": "mastermind",
        "trick": "alhadikhia",
        "reason": "Если Аль-Адихия погибает на казни и Кукловод жив, этой ночью Аль-Адихия выбирает трех игроков. Если все трое выберут жизнь, побеждает зло, иначе побеждает добро."
    },
    {
        "target": "pithag",
        "trick": "cultleader",
        "reason": "Если Яга превратит злого игрока в Главу культа, его способность не может сделать его добрым."
    },
    {
        "target": "pithag",
        "trick": "damsel",
        "reason": "Если Яга создает Девицу, то Рассказчик выбирает, кто станет Девицей."
    },
    {
        "target": "pithag",
        "trick": "goon",
        "reason": "Если Яга превратит злого игрока в Наемника, его способность не может сделать его добрым."
    },
    {
        "target": "pithag",
        "trick": "ogre",
        "reason": "Если Ведьма-Яма превратит злого игрока в Огра, он не сможет стать добрым из-за своих собственных способностей."
    },
    {
        "target": "pithag",
        "trick": "politician",
        "reason": "Яга не может создать злого Политика."
    },
    {
        "target": "pithag",
        "trick": "villageidiot",
        "reason": "Если в игре меньше 3 Деревенских Дурачков, Яга может создать ещё одного. Если это происходит, какой из них пьян может измениться"
    },
    {
        "target": "scarletwoman",
        "trick": "alhadikhia",
        "reason": "Если в живых находятся два Аль-Адихии, то тот из них, что был Блудницей, превращается обратно в Блудницу."
    },
    {
        "target": "scarletwoman",
        "trick": "fanggu",
        "reason": "Если Фан Гу выбрал Изгоя и умер, Блудница не превращается в Фан Гу."
    },
    {
        "target": "spy",
        "trick": "alchemist",
        "reason": "Если у алхимика есть способность «Шпион», он не видит Гримуар, и настоящий шпион не может зарегистрироваться ложно."
    },
    {
        "target": "spy",
        "trick": "damsel",
        "reason": "Если Шпион когда-либо находился в игре, Девица отравлена."
    },
    {
        "target": "spy",
        "trick": "magician",
        "reason": "Перед тем, как Шпион увидит Гримуар, оттуда убираются жетоны Демона и Фокусника."
    },
    {
        "target": "spy",
        "trick": "ogre",
        "reason": "Шпион представляется злым для Огра."
    },
    {
        "target": "spy",
        "trick": "poppygrower",
        "reason": "Если Дурманщик находится в игре, Шпион не видит Гримуар, пока Дурманщик не погибнет."
    },
    {
        "target": "summoner",
        "trick": "alchemist",
        "reason": "Если Алхимик-Призыватель в игре, то игра начинается с Демоном, как обычно. Если Алхимик-Призыватель выбирает игрока, этот игрок становится Демоном, но не меняет сторону."
    },
    {
        "target": "summoner",
        "trick": "clockmaker",
        "reason": "Если Призыватель в игре, Часовщик не получает информацию до третьей ночи."
    },
    {
        "target": "summoner",
        "trick": "courtier",
        "reason": "Если в третью ночь Призыватель пьян, то Призыватель выбирает тип Демона, но Рассказчик выбирает, кто им становится."
    },
    {
        "target": "summoner",
        "trick": "engineer",
        "reason": "Если Инженер убирает Призывателя из игры до того, как тот успел применить способность, Призыватель применяет свою способность тут же."
    },
    {
        "target": "summoner",
        "trick": "hatter",
        "reason": "Призыватель не может создать Демона, находящегося в игре. Если он создает Демона, не находящегося в игре, этой ночью Рассказчик решает, кто и как умрет."
    },
    {
        "target": "summoner",
        "trick": "kazali",
        "reason": "Призыватель не может создать Демона, находящегося в игре. Если он создает Демона, не находящегося в игре, этой ночью Рассказчик решает, кто и как умрет."
    },
    {
        "target": "summoner",
        "trick": "legion",
        "reason": "Если Призыватель создаёт Легион, большая часть игроков (включая всех злых игроков) становятся злым Легионом."
    },
    {
        "target": "summoner",
        "trick": "lordoftyphon",
        "reason": "Если Призыватель создает Лорда Тифонского, то должен выбрать игрока, сидящего рядом с Приспешником. Второй сосед цели станет злым Приспешником, отсутствовавшим в игре."
    },
    {
        "target": "summoner",
        "trick": "marionette",
        "reason": "Марионетка соседствует с Призывателем. Призыватель знает, кто такая Марионетка."
    },
    {
        "target": "summoner",
        "trick": "pithag",
        "reason": "Призыватель не может создать Демона, находящегося в игре. Если он создает Демона, не находящегося в игре, этой ночью Рассказчик решает, кто и как умрет."
    },
    {
        "target": "summoner",
        "trick": "poppygrower",
        "reason": "Если Дурманщик живой, когда Призыватель создаёт Демона, то Призыватель выбирает тип Демона, но Рассказчик выбирает, кто им становится."
    },
    {
        "target": "summoner",
        "trick": "preacher",
        "reason": "Если Проповедник выбрал Призывателя в третью ночь или ранее, то Призыватель выбирает тип Демона, но Рассказчик выбирает, кто им становится."
    },
    {
        "target": "summoner",
        "trick": "pukka",
        "reason": "Призыватель может создать Пукку во вторую ночь."
    },
    {
        "target": "summoner",
        "trick": "zombuul",
        "reason": "Если Призыватель превращает мертвого игрока в Зомбула, Рассказчик считает этого игрока погибшим единожды Зомбулом."
    },
    {
        "target": "vizier",
        "trick": "alsaahir",
        "reason": "Если Визирь находится в игре, Альсааир должен также угадать типы находящихся в игре Демонов."
    },
    {
        "target": "vizier",
        "trick": "courtier",
        "reason": "If the Vizier loses their ability, they learn this. If the Vizier is executed while they have their ability, their team wins."
    },
    {
        "target": "vizier",
        "trick": "fearmonger",
        "reason": "Визирь просыпается вместе с Разжигателем страха, узнает, кого они выбирают, и не может немедленно казнить этого игрока."
    },
    {
        "target": "vizier",
        "trick": "investigator",
        "reason": "Если Детектив узнает, что Визирь находится в игре, Рассказчик не объявляет о существовании Визиря."
    },
    {
        "target": "vizier",
        "trick": "magician",
        "reason": "Если в игре одновременно участвуют Визирь и Маг, Демон не изучает Миньонов."
    },
    {
        "target": "vizier",
        "trick": "politician",
        "reason": "Политик иногда может представиться злым для Визиря."
    },
    {
        "target": "vizier",
        "trick": "preacher",
        "reason": "Если визирь теряет свои способности, они этому учатся. Если визиря казнят, пока у него есть способности, его команда побеждает."
    },
    {
        "target": "vizier",
        "trick": "zealot",
        "reason": "Фанатик иногда может представиться злым для Визиря."
    },
    {
        "target": "widow",
        "trick": "alchemist",
        "reason": "Если у Алхимика есть способность Вдовы, он не увидит Гримуар."
    },
    {
        "target": "widow",
        "trick": "damsel",
        "reason": "Если Вдова когда-либо находилась в игре, Девица отравлена."
    },
    {
        "target": "widow",
        "trick": "magician",
        "reason": "Перед тем, как Вдова увидит Гримуар, оттуда убираются жетоны Демона и Фокусника."
    },
    {
        "target": "widow",
        "trick": "poppygrower",
        "reason": "Если Дурманщик находится в игре, Вдова не видит Гримуар, пока Дурманщик не погибнет."
    },
    {
        "target": "kazali",
        "trick": "choirboy",
        "reason": "Казалич не может превратить Короля в Приспешника, если в игре находится Служка."
    },
    {
        "target": "kazali",
        "trick": "goon",
        "reason": "Казали могут выбрать, чтобы игрок-гун был одним из их злых миньонов."
    },
    {
        "target": "kazali",
        "trick": "huntsman",
        "reason": "Если Казалич превращает Девицу в Приспешника и Охотник находится в игре, кто-то из добрых игроков становится Девицей."
    },
    {
        "target": "kazali",
        "trick": "marionette",
        "reason": "Казалич может превратить в Марионетку только одного из своих соседей."
    },
    {
        "target": "kazali",
        "trick": "soldier",
        "reason": "Казали могут выбрать, чтобы игрок-Солдат был одним из их злых миньонов."
    },
    {
        "target": "legion",
        "trick": "engineer",
        "reason": "Легион и Инженер не могут одновременно находиться в игре на момент ее начала. Если Инженер создает Легиона, то большинство игроков (включая всех злых игроков) превращаются в злых Легионов."
    },
    {
        "target": "legion",
        "trick": "hatter",
        "reason": "Если Шляпник умрет, а Легион в игре, ничего не произойдет. Если Шляпник умирает и злой игрок выбирает Легион, все текущие злые игроки становятся Легионом."
    },
    {
        "target": "legion",
        "trick": "minstrel",
        "reason": "Если Легион погибает на казни, то Легионы сохраняют свою способность, но Менестрель иногда может узнать, что кто-либо из них - Легион."
    },
    {
        "target": "legion",
        "trick": "preacher",
        "reason": "Если Проповедник выбирает Легиона, то Легион сохраняет способность, но Проповедник иногда может узнать, что тот игрок - Легион."
    },
    {
        "target": "legion",
        "trick": "zealot",
        "reason": "Зилот может считаться злом для способностей Легиона."
    },
    {
        "target": "leviathan",
        "trick": "banshee",
        "reason": "Каждую ночь* Левиафан выбирает живого хорошего игрока (в отличие от предыдущих ночей): выбранная Банши умирает и получает свои способности."
    },
    {
        "target": "leviathan",
        "trick": "exorcist",
        "reason": "Зло не побеждает, если казнено более 1 хорошего игрока, если Экзорцист жив и когда-либо успешно выбирал Левиафана."
    },
    {
        "target": "leviathan",
        "trick": "farmer",
        "reason": "Каждую ночь* Левиафан выбирает живого хорошего игрока (в отличие от предыдущих ночей): выбранный фермер использует свои способности, но не умирает."
    },
    {
        "target": "leviathan",
        "trick": "grandmother",
        "reason": "Если в игре участвует Левиафан, а Внук погибает от казни, зло побеждает."
    },
    {
        "target": "leviathan",
        "trick": "hatter",
        "reason": "Если Шляпник умрет на 5-й день или позже, Демон не сможет выбрать Левиафана."
    },
    {
        "target": "leviathan",
        "trick": "innkeeper",
        "reason": "Если в игре присутствует Левиафан, игроки, защищенные трактирщиком, защищены от всех злых способностей."
    },
    {
        "target": "leviathan",
        "trick": "king",
        "reason": "Если Левиафан в игре и хотя бы один игрок мертв, Король каждую ночь изучает живого персонажа."
    },
    {
        "target": "leviathan",
        "trick": "mayor",
        "reason": "Если Левиафан в игре и на пятый день казни не происходит, побеждает добро."
    },
    {
        "target": "leviathan",
        "trick": "monk",
        "reason": "Если Левиафан в игре, игрок, защищенный Монахом, защищен от всех злых способностей."
    },
    {
        "target": "leviathan",
        "trick": "pithag",
        "reason": "После 5-го дня Яга не может выбрать Левиафана."
    },
    {
        "target": "leviathan",
        "trick": "ravenkeeper",
        "reason": "Каждую ночь* Левиафан выбирает живого игрока (в отличие от предыдущих ночей): выбранный Хранитель Воронов использует свою способность, но не умирает."
    },
    {
        "target": "leviathan",
        "trick": "sage",
        "reason": "Каждую ночь* Левиафан выбирает живого хорошего игрока (в отличие от предыдущих ночей): выбранный Мудрец использует свои способности, но не умирает."
    },
    {
        "target": "leviathan",
        "trick": "soldier",
        "reason": "Если в игре присутствует Левиафан, Солдат защищён от всех злых способностей."
    },
    {
        "target": "lilmonsta",
        "trick": "hatter",
        "reason": "Если Демон выбирает Монстренка, он также выбирает, каким Приспешником стать. Монстренок этой ночью переходит к нему."
    },
    {
        "target": "lilmonsta",
        "trick": "magician",
        "reason": "Каждую ночь Волшебник выбирает Миньона: если этот Миньон и Маленькая Монста живы, этот Миньон присматривает за Маленькой Монстой."
    },
    {
        "target": "lilmonsta",
        "trick": "poppygrower",
        "reason": "Если Дурманщик находится в игре, Приспешники не просыпаются все вместе. Их будят по одному, пока один из них не решит взять себе Монстренка."
    },
    {
        "target": "lilmonsta",
        "trick": "scarletwoman",
        "reason": "Если живы 5 или более игроков и погибает игрок, держащий Монстренка, этой ночью Монстренок переходит к Блуднице."
    },
    {
        "target": "lilmonsta",
        "trick": "vizier",
        "reason": "Если Визирь присматривает за Монстренком и казнён, он умирает."
    },
    {
        "target": "lleech",
        "trick": "mastermind",
        "reason": "Если Кукловод жив и носитель Пиявицы погибает на казни, Пиявица выживает, но теряет свою способность."
    },
    {
        "target": "lleech",
        "trick": "slayer",
        "reason": "Если Истребитель стреляет в носителя Пиявицы, носитель погибает."
    },
    {
        "target": "riot",
        "trick": "banshee",
        "reason": "Каждую ночь* Riot выбирает живого хорошего игрока (в отличие от предыдущих ночей): выбранная Банши умирает и получает свои способности."
    },
    {
        "target": "riot",
        "trick": "exorcist",
        "reason": "Если Экзорцист выберет Бунт в третью ночь, Миньоны не станут Бунтом."
    },
    {
        "target": "riot",
        "trick": "farmer",
        "reason": "Каждую ночь* Riot выбирает живого хорошего игрока (в отличие от предыдущих ночей): выбранный фермер использует свои способности, но не умирает."
    },
    {
        "target": "riot",
        "trick": "grandmother",
        "reason": "Если в игре идет Бунт и в течение дня умирает Внучок, умирает и Бабушка."
    },
    {
        "target": "riot",
        "trick": "innkeeper",
        "reason": "Если в игре задействован Riot, игрок, защищенный трактирщиком, защищен от всех злых способностей."
    },
    {
        "target": "riot",
        "trick": "king",
        "reason": "Если в игре присутствует Riot и хотя бы один игрок мертв, Король каждую ночь изучает живого персонажа."
    },
    {
        "target": "riot",
        "trick": "mayor",
        "reason": "Мэр может принять решение прекратить выдвижение кандидатур. Если они сделают это, когда жив только один бунт, добро победит. В противном случае зло победит."
    },
    {
        "target": "riot",
        "trick": "monk",
        "reason": "Если в игре задействован Riot, игрок, защищенный Монахом, защищен от всех злых способностей."
    },
    {
        "target": "riot",
        "trick": "ravenkeeper",
        "reason": "Каждую ночь* Riot выбирает живого хорошего игрока (в отличие от предыдущих ночей): выбранный Хранитель Воронов использует свои способности, но не умирает."
    },
    {
        "target": "riot",
        "trick": "sage",
        "reason": "Каждую ночь* Riot выбирает живого хорошего игрока (в отличие от предыдущих ночей): выбранный Мудрец использует свои способности, но не умирает."
    },
    {
        "target": "riot",
        "trick": "soldier",
        "reason": "Если в игре задействован Бунт, Солдат защищён от всех злых способностей."
    },
    {
        "target": "vortox",
        "trick": "banshee",
        "reason": "Если Вортокс в игре и Демон убивает Баньши, игроки все равно узнают о смерти Баньши."
    },
    {
        "target": "yaggababble",
        "trick": "exorcist",
        "reason": "Если Экзорцист выбрал Дурнотрёпа, способность Дурнотрёпа этой ночью не убивает."
    }
]
