[
    {
        "target": "chambermaid",
        "trick": "mathematician",
        "reason": "Perica izve, ali bo Matematik nocoj vstal, čeprav vstane pred njim."
    },
    {
        "target": "eviltwin",
        "trick": "plaguedoctor",
        "reason": "Če Kužnik umre, Pripovedovalec ne more dobiti moči Dvojčka."
    },
    {
        "target": "cannibal",
        "trick": "butler",
        "reason": "Če Ljudožerec dobi moč Služabnika, to izve."
    },
    {
        "target": "cannibal",
        "trick": "juggler",
        "reason": "Če žongler prvi dan ugiba in zaradi usmrtitve umre, nocoj živi kanibal izve, koliko ugibanj je žongler pravilnih."
    },
    {
        "target": "cannibal",
        "trick": "zealot",
        "reason": "Če kanibal pridobi sposobnost Zealot, se kanibal tega nauči."
    },
    {
        "target": "lunatic",
        "trick": "mathematician",
        "reason": "Matematik izve, če Blaznež izbere drugega igralca, kot ga Demon napade."
    },
    {
        "target": "pithag",
        "trick": "heretic",
        "reason": "Vragulja ne more narediti Heretika."
    },
    {
        "target": "pithag",
        "trick": "damsel",
        "reason": "Če Vragulja naredi Gospodično, se pripovedovalec odloči, kdo postane Gospodična."
    },
    {
        "target": "pithag",
        "trick": "politician",
        "reason": "Vragulja ne more narediti zlobnega Politika."
    },
    {
        "target": "pithag",
        "trick": "villageidiot",
        "reason": "Če obstaja rezervni žeton, lahko Pit-Hag ustvari dodatnega vaškega idiota. Če je tako, se lahko pijani vaški idiot spremeni."
    },
    {
        "target": "pithag",
        "trick": "cultleader",
        "reason": "Če Pit-Hag zlobnega igralca spremeni v vodjo kulta, ta zaradi lastnih sposobnosti ne more postati dober."
    },
    {
        "target": "pithag",
        "trick": "goon",
        "reason": "Če Pit-Hag zlobnega igralca spremeni v Goona, ta zaradi lastnih sposobnosti ne more postati dober."
    },
    {
        "target": "pithag",
        "trick": "ogre",
        "reason": "Če Pit-Hag zlobnega igralca spremeni v Ogra, ta zaradi lastnih sposobnosti ne more postati dober."
    },
    {
        "target": "cerenovus",
        "trick": "goblin",
        "reason": "Cerenovus lahko izbere Goblina, ko izbere vlogo, o kateri nori njegova tarča."
    },
    {
        "target": "goblin",
        "trick": "plaguedoctor",
        "reason": "Če Kužnik umre, eden od živih Sledilcev dobi še moč Goblina in to izve."
    },
    {
        "target": "leviathan",
        "trick": "soldier",
        "reason": "Če Leviatan nominira in usmrti Soldata, ta ne umre."
    },
    {
        "target": "leviathan",
        "trick": "monk",
        "reason": "Če Leviatan nominira in usmrti igralca, ki ga je izbral Menih, ta ne umre."
    },
    {
        "target": "leviathan",
        "trick": "innkeeper",
        "reason": "Če Leviatan nominira in usmrti igralca, ki ga je izbrala Krčmarica, ta ne umre."
    },
    {
        "target": "leviathan",
        "trick": "ravenkeeper",
        "reason": "Če je Leviatan v igri in je Krokar usmrčen, lahko ponoči uporabi svojo moč."
    },
    {
        "target": "leviathan",
        "trick": "banshee",
        "reason": "If Leviathan is in play, and the Banshee dies by execution, all players learn that the Banshee has died, and the Banshee gains their ability."
    },
    {
        "target": "leviathan",
        "trick": "sage",
        "reason": "Če je Leviatan v igri in je Pismouk usmrčen, lahko ponoči uporabi svojo moč."
    },
    {
        "target": "leviathan",
        "trick": "farmer",
        "reason": "Če je Leviatan v igri in je Kmet usmrčen, ponoči uporabi svojo moč."
    },
    {
        "target": "leviathan",
        "trick": "mayor",
        "reason": "Če je Leviatan v igri in se peti dan nikogar ne usmrti, dobro zmaga."
    },
    {
        "target": "leviathan",
        "trick": "hatter",
        "reason": "Če Klobučar umre 5. dan ali pozneje, Demon ne more izbrati Levijatana."
    },
    {
        "target": "leviathan",
        "trick": "pithag",
        "reason": "Po 5. dnevu Pit-Hag ne more izbrati Levijatana."
    },
    {
        "target": "lilmonsta",
        "trick": "poppygrower",
        "reason": "Če je Sejalka v igri, se Sledilci ne zbudijo skupaj, ampak vsak posebej, dokler še eden od njih ne odloči, da bo varuška Pošastku."
    },
    {
        "target": "lilmonsta",
        "trick": "magician",
        "reason": "Čarovnik vsako noč izbere Miniona: če sta ta Minion in Lil' Monsta živa, ta Minion varuje Lil' Monsta."
    },
    {
        "target": "lilmonsta",
        "trick": "scarletwoman",
        "reason": "Če je živih 5 ali več igralcev in Pošastkova varuška umre, Pošastek preživi in Škrlatna dama ponoči postane varuška."
    },
    {
        "target": "lilmonsta",
        "trick": "organgrinder",
        "reason": "Glasovi za Lajnarja štejejo, če je varuška Pošastku."
    },
    {
        "target": "lilmonsta",
        "trick": "vizier",
        "reason": "Vizir je lahko usmrčen in umre, če je varuška Pošastku."
    },
    {
        "target": "lilmonsta",
        "trick": "hatter",
        "reason": "Če demon izbere Lil' Monsta, izbere tudi Miniona, ki bo nocoj postal varuška Lil' Monsta."
    },
    {
        "target": "lycanthrope",
        "trick": "gambler",
        "reason": "Če je Volkodlak živ in se Kockar ubije ponoči, nihče drug ne more umreti to noč."
    },
    {
        "target": "legion",
        "trick": "engineer",
        "reason": "Inžinir in Legijon ne moreta biti oba v igri, ko se ta začne. Če inžinir naredi Legijon, večina igralcev postane Legijon."
    },
    {
        "target": "legion",
        "trick": "preacher",
        "reason": "Če Pridigar izbere Legijo, Legija obdrži svojo sposobnost, toda Pridigar lahko izve, da so Legija."
    },
    {
        "target": "legion",
        "trick": "minstrel",
        "reason": "Če bi Legion danes umrl zaradi usmrtitve, bi Legija obdržala svojo sposobnost, toda Minstrel bi lahko izvedel, da so Legija."
    },
    {
        "target": "legion",
        "trick": "hatter",
        "reason": "Če Klobučar umre in je Legion v igri, se ne zgodi nič. Če Klobučar umre in zlobni igralec izbere Legion, vsi trenutni zlobni igralci postanejo Legion."
    },
    {
        "target": "legion",
        "trick": "zealot",
        "reason": "Zealot bi se lahko prijavil kot zlo za Legionino sposobnost."
    },
    {
        "target": "fanggu",
        "trick": "scarletwoman",
        "reason": "Če Fang Gu izbere Izobčenca in umre, Škrlatna dama ne postane Fang Gu."
    },
    {
        "target": "spy",
        "trick": "alchemist",
        "reason": "Alkimist ne more imeti moči Vohuna."
    },
    {
        "target": "spy",
        "trick": "magician",
        "reason": "Ko Vohun pogleda v Buklo, odstrani žetona Demona in Čarovnika."
    },
    {
        "target": "spy",
        "trick": "poppygrower",
        "reason": "Če je Sejalka v igri, Vohun ne vidi Bukle, dokler Sejalka ne umre."
    },
    {
        "target": "spy",
        "trick": "plaguedoctor",
        "reason": "Če kužni zdravnik umre, živi Minion poleg lastne sposobnosti pridobi še sposobnost Vohuna in se tega nauči."
    },
    {
        "target": "spy",
        "trick": "damsel",
        "reason": "Če je vohun (ali je bil) v igri, je deklica zastrupljena."
    },
    {
        "target": "spy",
        "trick": "heretic",
        "reason": "Samo ena od uročenih vlog je lahko v igri."
    },
    {
        "target": "spy",
        "trick": "ogre",
        "reason": "Vohun se za Ogra označi kot zlo."
    },
    {
        "target": "widow",
        "trick": "alchemist",
        "reason": "Alkimist ne more imeti moči Vdove."
    },
    {
        "target": "widow",
        "trick": "magician",
        "reason": "Ko Vdova pogleda v Buklo, odstrani žetona Demona in Čarovnika."
    },
    {
        "target": "widow",
        "trick": "poppygrower",
        "reason": "Če je Sejalka v igri, Vdova ne vidi Bukle, dokler Sejalka ne umre."
    },
    {
        "target": "widow",
        "trick": "damsel",
        "reason": "Če je vdova (ali je bila) v igri, je deklica zastrupljena."
    },
    {
        "target": "widow",
        "trick": "heretic",
        "reason": "Samo ena od uročenih vlog je lahko v igri."
    },
    {
        "target": "godfather",
        "trick": "heretic",
        "reason": "Samo ena od uročenih vlog je lahko v igri."
    },
    {
        "target": "scarletwoman",
        "trick": "plaguedoctor",
        "reason": "Če Kužnik umre, eden od živih Sledilcev dobi še moč Škrlatne dame in to izve."
    },
    {
        "target": "boomdandy",
        "trick": "plaguedoctor",
        "reason": "Če Kužnik umre in bi Pripovedovalec dobil moč Požigalca, se ta takoj sproži."
    },
    {
        "target": "fearmonger",
        "trick": "plaguedoctor",
        "reason": "Če Kužnik umre, eden od živih Sledilcev dobi še moč Vohuna in to izve."
    },
    {
        "target": "yaggababble",
        "trick": "exorcist",
        "reason": "Če Exorcist izbere Yaggababble, sposobnost Yaggababble nocoj ne ubija."
    },
    {
        "target": "summoner",
        "trick": "clockmaker",
        "reason": "Če je Summoner v igri, Clockmaker ne prejme njegovih informacij, dokler ni ustvarjen demon."
    },
    {
        "target": "summoner",
        "trick": "alchemist",
        "reason": "Če je v igri Alchemist-Summoner, se igra začne z Demonom v igri, kot običajno. Če Alchemist-Summoner izbere igralca, tega igralca naredi za demona, vendar ne spremeni svoje poravnave."
    },
    {
        "target": "summoner",
        "trick": "poppygrower",
        "reason": "Če je pridelovalec maka živ, ko klicalec deluje, klicalec izbere, katerega demona, pripovedovalec pa izbere, katerega igralca."
    },
    {
        "target": "summoner",
        "trick": "marionette",
        "reason": "Marioneta je soseda Summonerja. Summoner ve, kdo je marioneta."
    },
    {
        "target": "summoner",
        "trick": "pithag",
        "reason": "Summoner ne more ustvariti demona v igri. Če Summoner ustvari demona, ki ni v igri, so nocojšnje smrti poljubne."
    },
    {
        "target": "summoner",
        "trick": "hatter",
        "reason": "Summoner ne more ustvariti demona v igri. Če Summoner ustvari demona, ki ni v igri, so nocojšnje smrti poljubne."
    },
    {
        "target": "summoner",
        "trick": "courtier",
        "reason": "Če je Summoner tretjo noč pijan, Summoner izbere, katerega demona, Storyteller pa izbere, katerega igralca."
    },
    {
        "target": "summoner",
        "trick": "engineer",
        "reason": "Če Inženir odstrani Summonerja iz igre, preden ta Summoner uporabi svojo sposobnost, Summoner svojo sposobnost uporabi takoj."
    },
    {
        "target": "summoner",
        "trick": "zombuul",
        "reason": "Če Summoner mrtvega igralca spremeni v Zombuula, Storyteller tega igralca obravnava kot Zombuula, ki je enkrat umrl."
    },
    {
        "target": "summoner",
        "trick": "pukka",
        "reason": "Summoner lahko 2. noč izbere igralca, ki bo postal Pukka."
    },
    {
        "target": "summoner",
        "trick": "riot",
        "reason": "Če Summoner ustvari Riot, vsi Minioni postanejo Riot."
    },
    {
        "target": "summoner",
        "trick": "legion",
        "reason": "Če Summoner ustvari Legion, večina igralcev (vključno z vsemi zlobnimi igralci) postane zlobna Legija."
    },
    {
        "target": "summoner",
        "trick": "kazali",
        "reason": "Summoner ne more ustvariti demona v igri. Če Summoner ustvari demona, ki ni v igri, so nocojšnje smrti poljubne."
    },
    {
        "target": "summoner",
        "trick": "preacher",
        "reason": "Če je Pridigar izbral Priklicovalca na ali pred 3. nočjo, Priklicavalec izbere, katerega demona, pripovedovalec pa izbere, katerega igralca."
    },
    {
        "target": "baron",
        "trick": "heretic",
        "reason": "Baron morda doda le enega Izobčenca in ne dveh."
    },
    {
        "target": "baron",
        "trick": "plaguedoctor",
        "reason": "Če Pripovedovlec dobi moč Barona, do dva igralca postaneta Izobčenca, ki nista v igri."
    },
    {
        "target": "marionette",
        "trick": "lilmonsta",
        "reason": "Marioneta je sosednja enemu od sledilcev, ne Demonu. Marioneta se ne zbudi, da bi se odločila, kdo bo varoval Pošastka, in ne izve, da je Marioneta, če ga dobi."
    },
    {
        "target": "marionette",
        "trick": "poppygrower",
        "reason": "Ko Sejalka umre, Demon izve, kdo je Marioneta, a Merioneta ne izve ničesar."
    },
    {
        "target": "marionette",
        "trick": "snitch",
        "reason": "Marioneta ne izve treh vlog, ki niso v igri - namesto tega Demon izve dodatne 3."
    },
    {
        "target": "marionette",
        "trick": "balloonist",
        "reason": "Če Marioneta misli, da je Balonar, ima igra +1 Izobčenca."
    },
    {
        "target": "marionette",
        "trick": "damsel",
        "reason": "Marioneta ne izve, da je v igri Gospodična."
    },
    {
        "target": "marionette",
        "trick": "plaguedoctor",
        "reason": "Če ima Demon soseda, ki je Meščan ali Izobčenec ko Kužnik umre, ta igralec postane zlobna Marioneta, razen če je v igri že dodaen zlobnež."
    },
    {
        "target": "marionette",
        "trick": "huntsman",
        "reason": "Če Marioneta misli, da je Lovec, je v igri Gospodična."
    },
    {
        "target": "lleech",
        "trick": "mastermind",
        "reason": "Če je Veleum živ, ko Grabežev gostitelj umre, Grabež preživi, a izgubi svojo moč."
    },
    {
        "target": "lleech",
        "trick": "slayer",
        "reason": "Če ubijalec ustreli Grabeževega gostitelja, ta umre."
    },
    {
        "target": "lleech",
        "trick": "heretic",
        "reason": "Če Grabež zastrupi Heretika in Grabež kasneje umre, Heretik ostane zastrupljen."
    },
    {
        "target": "kazali",
        "trick": "bountyhunter",
        "reason": "Zlobni meščani nastanejo le, če je lovec na glave še vedno v igri po dejanjih Kazali."
    },
    {
        "target": "kazali",
        "trick": "goon",
        "reason": "Če Kazali izbere Goona, da postane Minion, o preostalih Minionskih odločitvah odloča Pripovedovalec."
    },
    {
        "target": "kazali",
        "trick": "marionette",
        "reason": "Če se Kazali odloči ustvariti marioneto, mora izbrati enega od svojih sosedov."
    },
    {
        "target": "kazali",
        "trick": "huntsman",
        "reason": "Če Kazali izbere Deklico, da postane Minion, in je v igri Huntsman, dober igralec postane Deklica."
    },
    {
        "target": "kazali",
        "trick": "choirboy",
        "reason": "Kazali ne more izbrati kralja, da postane Minion, če je v igri zborovski deček."
    },
    {
        "target": "kazali",
        "trick": "soldier",
        "reason": "Če Kazali spremeni vojaka v Miniona, Vojak izbere, kateri Minion, ki ni v igri, bo postal."
    },
    {
        "target": "riot",
        "trick": "engineer",
        "reason": "Inžinir in Rogovil ne moreta biti oba v igri, ko se ta začne. Če inžinir naredi Rogovila, vsi zlobni igralci postanejo Rogovili."
    },
    {
        "target": "riot",
        "trick": "golem",
        "reason": "Če golem nominira Rogovila, ta ne umre."
    },
    {
        "target": "riot",
        "trick": "snitch",
        "reason": "Če je Tožibaba v ugri, vsak Rogovil dobi še tri blefe."
    },
    {
        "target": "riot",
        "trick": "saint",
        "reason": "Če dober igralec nominira Svetnika in ta umre, njegova ekipa izgubi."
    },
    {
        "target": "riot",
        "trick": "butler",
        "reason": "Služabnik ne more nominirani svojega Gospodarja."
    },
    {
        "target": "riot",
        "trick": "pithag",
        "reason": "Če Vragulja naredi Rogovila, vsi zlobni igralci postanejo Rogovili. Če ga naredi po 3. dnevu, se igra nadaljuje še en dan."
    },
    {
        "target": "riot",
        "trick": "mayor",
        "reason": "Če so na 3. dan živi samo trije igralci, se lahko kot skupina odločijo, da ne nominirajo. Če to storijo in Župan živi, njegova ekipa zmaga."
    },
    {
        "target": "riot",
        "trick": "monk",
        "reason": "Če Rogovil nominira in ubije igralca, ki ga je varoval Menih, ta ne umre."
    },
    {
        "target": "riot",
        "trick": "farmer",
        "reason": "Če Rogovil nominira in ubije Kmeta, ta nocoj uporabi svojo moč."
    },
    {
        "target": "riot",
        "trick": "innkeeper",
        "reason": "Če Rogovil nominira in ubije igralca, ki ga je varovala Krčmarica, ta ne umre."
    },
    {
        "target": "riot",
        "trick": "sage",
        "reason": "Če Rogovil nominira in ubije Pismouka, ta nocoj uporabi svojo moč."
    },
    {
        "target": "riot",
        "trick": "banshee",
        "reason": "Če Riot nominira in ubije Bansheeja, vsi igralci izvedo, da je Banshee umrl, Banshee pa lahko takoj imenuje dva igralca."
    },
    {
        "target": "riot",
        "trick": "ravenkeeper",
        "reason": "Če Rogovil nominira in ubije Krokarja, ta nocoj uporabi svojo moč."
    },
    {
        "target": "riot",
        "trick": "soldier",
        "reason": "Če Rogovil nominira Soldata, ta ne umre."
    },
    {
        "target": "riot",
        "trick": "grandmother",
        "reason": "Če Rogovil nominira in ubije Babičinega vnuka, Babica umre."
    },
    {
        "target": "riot",
        "trick": "king",
        "reason": "Če Rogovil nominira in ubije Kralja in je Pevec živ, nocoj uporabi svojo moč."
    },
    {
        "target": "riot",
        "trick": "exorcist",
        "reason": "Samo ena od uročenih vlog je lahko v igri."
    },
    {
        "target": "riot",
        "trick": "minstrel",
        "reason": "Samo ena od uročenih vlog je lahko v igri."
    },
    {
        "target": "riot",
        "trick": "flowergirl",
        "reason": "Samo ena od uročenih vlog je lahko v igri."
    },
    {
        "target": "riot",
        "trick": "undertaker",
        "reason": "Igralci, ki umrejo, ker so nominirani, izpadejo kot usmrčeni za potrebe Grobarja."
    },
    {
        "target": "riot",
        "trick": "cannibal",
        "reason": "Igralci, ki umrejo, ker so nominirani, izpadejo kot usmrčeni za potrebe Ljudožerca."
    },
    {
        "target": "riot",
        "trick": "pacifist",
        "reason": "Igralci, ki bi umrli, ker so nominirani, izpadejo kot usmrčeni za potrebe Mirovnika."
    },
    {
        "target": "riot",
        "trick": "devilsadvocate",
        "reason": "Igralci, ki bi umrli, ker so nominirani, izpadejo kot usmrčeni za potrebe Hudičevega odvetnika."
    },
    {
        "target": "riot",
        "trick": "investigator",
        "reason": "Rogovil izpade kot Sledilec za potrebe Raziskovalca."
    },
    {
        "target": "riot",
        "trick": "clockmaker",
        "reason": "Rogovil izpade kot Sledilec za potrebe Urarja."
    },
    {
        "target": "riot",
        "trick": "towncrier",
        "reason": "Rogovil izpade kot Sledilec za potrebe Mestnega Glasnika."
    },
    {
        "target": "riot",
        "trick": "damsel",
        "reason": "Rogovil izpade kot Sledilec za potrebe Gospodične."
    },
    {
        "target": "riot",
        "trick": "preacher",
        "reason": "Rogovil izpade kot Sledilec za potrebe Pridigarja."
    },
    {
        "target": "riot",
        "trick": "hatter",
        "reason": "Če Klobučar umre, je v igri Riot in Riot izbere drugega demona, se iz igralcev Riot ustvari običajna zlobna ekipa. Če Klobučar umre in Demon izbere Riot, postanejo tudi Minioni Riot."
    },
    {
        "target": "riot",
        "trick": "zealot",
        "reason": "Če ste nominirani, morate ponovno nominirati, tudi če ste mrtvi."
    },
    {
        "target": "alhadikhia",
        "trick": "scarletwoman",
        "reason": "Če kadarkoli živita 2 Al-Hadikhia, Škrlatna dama znova postane Škrlatna dama."
    },
    {
        "target": "organgrinder",
        "trick": "butler",
        "reason": "Če morajo igralci mižati, lahko Služabnik vedno glasuje, a njegov glas šteje, samo če je glasoval tudi Gospodar."
    },
    {
        "target": "organgrinder",
        "trick": "minstrel",
        "reason": "Če Minstrel vse napije, Mlilec orgel ohrani svojo sposobnost, Minstrel pa med glasovanjem drži odprte oči."
    },
    {
        "target": "organgrinder",
        "trick": "preacher",
        "reason": "Če pridigar odstrani sposobnost brusilnika organov, mlinček obdrži svojo sposobnost, pridigar pa med glasovanjem drži odprte oči."
    },
    {
        "target": "vizier",
        "trick": "investigator",
        "reason": "Če Raziskovalec izve, da je Vizir v igri, ga Pripovedovalec ne najavi javno."
    },
    {
        "target": "vizier",
        "trick": "preacher",
        "reason": "Če Vizir izgubi moč, to izve. Če je usmrčen, ko še kam moč, zlo zmaga."
    },
    {
        "target": "vizier",
        "trick": "courtier",
        "reason": "Če Vizir izgubi moč, to izve. Če je usmrčen, ko še kam moč, zlo zmaga."
    },
    {
        "target": "vizier",
        "trick": "alchemist",
        "reason": "Če ima Alkimist Vizirjevo moč, lahko izsili usmrtitev, samo če so glasovali 3 igralci ali več."
    },
    {
        "target": "vizier",
        "trick": "magician",
        "reason": "Samo ena od uročenih vlog je lahko v igri."
    },
    {
        "target": "vizier",
        "trick": "fearmonger",
        "reason": "Vizir se zbudi skupaj z Grozljivcem, izve, koga izbere, in ne more usmrtiti te osebe naslednji dan."
    },
    {
        "target": "vizier",
        "trick": "politician",
        "reason": "Politik bi se lahko vezirju prijavil kot zloben."
    },
    {
        "target": "vizier",
        "trick": "alsaahir",
        "reason": "Če je v igri vezir, mora tudi Alsaahir uganiti, kateri demoni so v igri."
    },
    {
        "target": "vizier",
        "trick": "zealot",
        "reason": "Zelot se lahko vezirju pripiše kot zlo."
    },
    {
        "target": "vortox",
        "trick": "banshee",
        "reason": "Če je Vortox v igri in Demon ubije Banshee, igralci še vedno izvedo, da je Banshee umrl."
    },
    {
        "target": "ogre",
        "trick": "recluse",
        "reason": "Če se Samotar Ogru prijavi kot hudoben, se Ogre nauči, da so hudobni."
    },
    {
        "target": "philosopher",
        "trick": "bountyhunter",
        "reason": "Če Filozof pridobi sposobnost lovca na glave, lahko Meščani postanejo zlobni."
    },
    {
        "target": "mastermind",
        "trick": "alhadikhia",
        "reason": "Če Al-Hadikhia umre z usmrtitvijo, glavni um pa je živ, Al-Hadikhia nocoj izbere 3 dobre igralce: če se vsi 3 odločijo živeti, zmaga zlo. Sicer pa dobro zmaga."
    }
]
