[
    {
        "target": "bountyhunter",
        "trick": "kazali",
        "reason": "An evil Townsfolk is only created if the Bounty Hunter is still in play after the Kazali acts."
    },
    {
        "target": "bountyhunter",
        "trick": "philosopher",
        "reason": "If the Philosopher gains the Bounty Hunter ability, a Townsfolk might turn evil."
    },
    {
        "target": "cannibal",
        "trick": "butler",
        "reason": "Če Ljudožerec dobi moč Služabnika, to izve."
    },
    {
        "target": "cannibal",
        "trick": "juggler",
        "reason": "If the Juggler guesses on their first day and dies by execution, tonight the living Cannibal learns how many guesses the Juggler got correct."
    },
    {
        "target": "cannibal",
        "trick": "poppygrower",
        "reason": "If the Cannibal eats the Poppy Grower, then dies or loses the Poppy Grower ability, the Demon and Minions learn each other that night."
    },
    {
        "target": "cannibal",
        "trick": "zealot",
        "reason": "If the Cannibal gains the Zealot ability, the Cannibal learns this."
    },
    {
        "target": "mathematician",
        "trick": "chambermaid",
        "reason": "Perica izve, ali bo Matematik nocoj vstal, čeprav vstane pred njim."
    },
    {
        "target": "mathematician",
        "trick": "lunatic",
        "reason": "Matematik izve, če Blaznež izbere drugega igralca, kot ga Demon napade."
    },
    {
        "target": "butler",
        "trick": "organgrinder",
        "reason": "Če morajo igralci mižati, lahko Služabnik vedno glasuje, a njegov glas šteje, samo če je glasoval tudi Gospodar."
    },
    {
        "target": "heretic",
        "trick": "baron",
        "reason": "Baron morda doda le enega Izobčenca in ne dveh."
    },
    {
        "target": "heretic",
        "trick": "boffin",
        "reason": "The Demon cannot have the Heretic ability."
    },
    {
        "target": "heretic",
        "trick": "godfather",
        "reason": "Samo ena od uročenih vlog je lahko v igri."
    },
    {
        "target": "heretic",
        "trick": "lleech",
        "reason": "Če Grabež zastrupi Heretika in Grabež kasneje umre, Heretik ostane zastrupljen."
    },
    {
        "target": "heretic",
        "trick": "pithag",
        "reason": "Vragulja ne more narediti Heretika."
    },
    {
        "target": "heretic",
        "trick": "spy",
        "reason": "Samo ena od uročenih vlog je lahko v igri."
    },
    {
        "target": "heretic",
        "trick": "widow",
        "reason": "Samo ena od uročenih vlog je lahko v igri."
    },
    {
        "target": "ogre",
        "trick": "recluse",
        "reason": "If the Recluse registers as evil to the Ogre, the Ogre learns that they are evil."
    },
    {
        "target": "plaguedoctor",
        "trick": "baron",
        "reason": "If the Storyteller gains the Baron ability, up to two players become not-in-play Outsiders."
    },
    {
        "target": "plaguedoctor",
        "trick": "boomdandy",
        "reason": "Če Pripovedovlec dobi moč Barona, do dva igralca postaneta Izobčenca, ki nista v igri."
    },
    {
        "target": "plaguedoctor",
        "trick": "eviltwin",
        "reason": "Če Kužnik umre, Pripovedovalec ne more dobiti moči Dvojčka."
    },
    {
        "target": "plaguedoctor",
        "trick": "fearmonger",
        "reason": "Če Kužnik umre, eden od živih Sledilcev dobi še moč Vohuna in to izve."
    },
    {
        "target": "plaguedoctor",
        "trick": "goblin",
        "reason": "Če Kužnik umre, eden od živih Sledilcev dobi še moč Goblina in to izve."
    },
    {
        "target": "plaguedoctor",
        "trick": "marionette",
        "reason": "If the Demon has a neighbor who is alive and a Townsfolk or Outsider when the Plague Doctor dies, that player becomes an evil Marionette. If there is already an extra evil player, this does not happen."
    },
    {
        "target": "plaguedoctor",
        "trick": "scarletwoman",
        "reason": "Če Kužnik umre, eden od živih Sledilcev dobi še moč Škrlatne dame in to izve."
    },
    {
        "target": "plaguedoctor",
        "trick": "spy",
        "reason": "If the Plague Doctor dies, a living Minion gains the Spy ability in addition to their own ability, and learns this."
    },
    {
        "target": "boffin",
        "trick": "alchemist",
        "reason": "If the Alchemist has the Boffin ability, the Alchemist does not learn what ability the Demon has."
    },
    {
        "target": "boffin",
        "trick": "cultleader",
        "reason": "If the Demon has the Cult Leader ability, they can’t turn good due to this ability."
    },
    {
        "target": "boffin",
        "trick": "drunk",
        "reason": "If the Demon would have the Drunk ability, the Boffin chooses a Townsfolk player to have this ability instead."
    },
    {
        "target": "boffin",
        "trick": "goon",
        "reason": "If the Demon has the Goon ability, they can’t turn good due to this ability."
    },
    {
        "target": "boffin",
        "trick": "ogre",
        "reason": "The Demon cannot have the Ogre ability."
    },
    {
        "target": "boffin",
        "trick": "politician",
        "reason": "The Demon cannot have the Politician ability."
    },
    {
        "target": "boffin",
        "trick": "villageidiot",
        "reason": "If there is a spare token, the Boffin can give the Demon the Village Idiot ability."
    },
    {
        "target": "cerenovus",
        "trick": "goblin",
        "reason": "Cerenovus lahko izbere Goblina, ko izbere vlogo, o kateri nori njegova tarča."
    },
    {
        "target": "marionette",
        "trick": "balloonist",
        "reason": "Če Marioneta misli, da je Balonar, ima igra +1 Izobčenca."
    },
    {
        "target": "marionette",
        "trick": "damsel",
        "reason": "Marioneta ne izve, da je v igri Gospodična."
    },
    {
        "target": "marionette",
        "trick": "huntsman",
        "reason": "Če Marioneta misli, da je Lovec, je v igri Gospodična."
    },
    {
        "target": "marionette",
        "trick": "lilmonsta",
        "reason": "Marioneta je sosednja enemu od sledilcev, ne Demonu. Marioneta se ne zbudi, da bi se odločila, kdo bo varoval Pošastka, in ne izve, da je Marioneta, če ga dobi."
    },
    {
        "target": "marionette",
        "trick": "poppygrower",
        "reason": "Ko Sejalka umre, Demon izve, kdo je Marioneta, a Merioneta ne izve ničesar."
    },
    {
        "target": "marionette",
        "trick": "snitch",
        "reason": "Marioneta ne izve treh vlog, ki niso v igri - namesto tega Demon izve dodatne 3."
    },
    {
        "target": "mastermind",
        "trick": "alhadikhia",
        "reason": "If the Al-Hadikhia dies by execution, and the Mastermind is alive, the Al-Hadikhia chooses 3 good players tonight: if all 3 choose to live, evil wins. Otherwise, good wins."
    },
    {
        "target": "pithag",
        "trick": "cultleader",
        "reason": "If the Pit-Hag turns an evil player into the Cult Leader, they can't turn good due to their own ability."
    },
    {
        "target": "pithag",
        "trick": "damsel",
        "reason": "Če Vragulja naredi Gospodično, se pripovedovalec odloči, kdo postane Gospodična."
    },
    {
        "target": "pithag",
        "trick": "goon",
        "reason": "If the Pit-Hag turns an evil player into the Goon, they can't turn good due to their own ability."
    },
    {
        "target": "pithag",
        "trick": "ogre",
        "reason": "If the Pit-Hag turns an evil player into the Ogre, they can't turn good due to their own ability."
    },
    {
        "target": "pithag",
        "trick": "politician",
        "reason": "Vragulja ne more narediti zlobnega Politika."
    },
    {
        "target": "pithag",
        "trick": "villageidiot",
        "reason": "If there is a spare token, the Pit-Hag can create an extra Village Idiot. If so, the drunk Village Idiot might change."
    },
    {
        "target": "scarletwoman",
        "trick": "alhadikhia",
        "reason": "Če kadarkoli živita 2 Al-Hadikhia, Škrlatna dama znova postane Škrlatna dama."
    },
    {
        "target": "scarletwoman",
        "trick": "fanggu",
        "reason": "Če Fang Gu izbere Izobčenca in umre, Škrlatna dama ne postane Fang Gu."
    },
    {
        "target": "spy",
        "trick": "alchemist",
        "reason": "If the Alchemist has the Spy ability, they do not see the Grimoire, and the real Spy cannot register falsely."
    },
    {
        "target": "spy",
        "trick": "damsel",
        "reason": "If the Spy is (or has been) in play, the Damsel is poisoned."
    },
    {
        "target": "spy",
        "trick": "magician",
        "reason": "Ko Vohun pogleda v Buklo, odstrani žetona Demona in Čarovnika."
    },
    {
        "target": "spy",
        "trick": "ogre",
        "reason": "The Spy registers as evil to the Ogre."
    },
    {
        "target": "spy",
        "trick": "poppygrower",
        "reason": "Če je Sejalka v igri, Vohun ne vidi Bukle, dokler Sejalka ne umre."
    },
    {
        "target": "summoner",
        "trick": "alchemist",
        "reason": "If there is an Alchemist-Summoner in play, the game starts with a Demon in play, as normal. If the Alchemist-Summoner chooses a player, they make that player a Demon but do not change their alignment."
    },
    {
        "target": "summoner",
        "trick": "clockmaker",
        "reason": "If the Summoner is in play, the Clockmaker does not receive their information until a Demon is created."
    },
    {
        "target": "summoner",
        "trick": "courtier",
        "reason": "If the Summoner is drunk on the 3rd night, the Summoner chooses which Demon, but the Storyteller chooses which player."
    },
    {
        "target": "summoner",
        "trick": "engineer",
        "reason": "If the Engineer removes a Summoner from play before that Summoner uses their ability, the Summoner uses their ability immediately."
    },
    {
        "target": "summoner",
        "trick": "hatter",
        "reason": "The Summoner cannot create an in-play Demon. If the Summoner creates a not-in-play Demon, deaths tonight are arbitrary."
    },
    {
        "target": "summoner",
        "trick": "kazali",
        "reason": "The Summoner cannot create an in-play Demon. If the Summoner creates a not-in-play Demon, deaths tonight are arbitrary."
    },
    {
        "target": "summoner",
        "trick": "legion",
        "reason": "If the Summoner creates Legion, most players (including all evil players) become evil Legion."
    },
    {
        "target": "summoner",
        "trick": "lordoftyphon",
        "reason": "If the Summoner creates a Lord of Typhon, the Lord of Typhon must neighbor a Minion. The other neighbor becomes a not-in-play evil Minion."
    },
    {
        "target": "summoner",
        "trick": "marionette",
        "reason": "The Marionette neighbors the Summoner. The Summoner knows who the Marionette is."
    },
    {
        "target": "summoner",
        "trick": "pithag",
        "reason": "The Summoner cannot create an in-play Demon. If the Summoner creates a not-in-play Demon, deaths tonight are arbitrary."
    },
    {
        "target": "summoner",
        "trick": "poppygrower",
        "reason": "If the Poppy Grower is alive when the Summoner acts, the Summoner chooses which Demon, but the Storyteller chooses which player."
    },
    {
        "target": "summoner",
        "trick": "preacher",
        "reason": "If the Preacher chose the Summoner on or before the 3rd night, the Summoner chooses which Demon, but the Storyteller chooses which player."
    },
    {
        "target": "summoner",
        "trick": "pukka",
        "reason": "The Summoner may choose a player to become the Pukka on the 2nd night."
    },
    {
        "target": "summoner",
        "trick": "zombuul",
        "reason": "If the Summoner turns a dead player into the Zombuul, the Storyteller treats that player as a Zombuul that has died once."
    },
    {
        "target": "vizier",
        "trick": "alsaahir",
        "reason": "If the Vizier is in play, the Alsaahir must also guess which Demon(s) are in play."
    },
    {
        "target": "vizier",
        "trick": "courtier",
        "reason": "If the Vizier loses their ability, they learn this. If the Vizier is executed while they have their ability, their team wins."
    },
    {
        "target": "vizier",
        "trick": "fearmonger",
        "reason": "The Vizier wakes with the Fearmonger, learns who they choose and cannot choose to immediately execute that player."
    },
    {
        "target": "vizier",
        "trick": "investigator",
        "reason": "Če Raziskovalec izve, da je Vizir v igri, ga Pripovedovalec ne najavi javno."
    },
    {
        "target": "vizier",
        "trick": "magician",
        "reason": "If the Vizier and Magician are both in play, the Demon does not learn the Minions."
    },
    {
        "target": "vizier",
        "trick": "politician",
        "reason": "The Politician might register as evil to the Vizier."
    },
    {
        "target": "vizier",
        "trick": "preacher",
        "reason": "If the Vizier loses their ability, they learn this. If the Vizier is executed while they have their ability, their team wins."
    },
    {
        "target": "vizier",
        "trick": "zealot",
        "reason": "The Zealot might register as evil to the Vizier."
    },
    {
        "target": "widow",
        "trick": "alchemist",
        "reason": "If the Alchemist has the Widow ability, they do not see the Grimoire."
    },
    {
        "target": "widow",
        "trick": "damsel",
        "reason": "Alkimist ne more imeti moči Vdove."
    },
    {
        "target": "widow",
        "trick": "magician",
        "reason": "If the Widow is (or has been) in play, the Damsel is poisoned."
    },
    {
        "target": "widow",
        "trick": "poppygrower",
        "reason": "Če je Sejalka v igri, Vdova ne vidi Bukle, dokler Sejalka ne umre."
    },
    {
        "target": "kazali",
        "trick": "choirboy",
        "reason": "The Kazali can not choose the King to become a Minion if a Choirboy is in play."
    },
    {
        "target": "kazali",
        "trick": "goon",
        "reason": "The Kazali can choose that the Goon player is one of their evil Minions."
    },
    {
        "target": "kazali",
        "trick": "huntsman",
        "reason": "If the Kazali chooses the Damsel to become a Minion, and a Huntsman is in play, a good player becomes the Damsel."
    },
    {
        "target": "kazali",
        "trick": "marionette",
        "reason": "If the Kazali chooses to create a Marionette, they must choose one of their neighbors."
    },
    {
        "target": "kazali",
        "trick": "soldier",
        "reason": "The Kazali can choose that the Soldier player is one of their evil Minions."
    },
    {
        "target": "legion",
        "trick": "engineer",
        "reason": "Inžinir in Legijon ne moreta biti oba v igri, ko se ta začne. Če inžinir naredi Legijon, večina igralcev postane Legijon."
    },
    {
        "target": "legion",
        "trick": "hatter",
        "reason": "Če Klobučar umre in je Legion v igri, se ne zgodi nič. Če Klobučar umre in zlobni igralec izbere Legion, vsi trenutni zlobni igralci postanejo Legion."
    },
    {
        "target": "legion",
        "trick": "minstrel",
        "reason": "If Legion died by execution today, Legion keeps their ability, but the Minstrel might learn they are Legion."
    },
    {
        "target": "legion",
        "trick": "preacher",
        "reason": "If the Preacher chooses Legion, Legion keeps their ability, but the Preacher might learn they are Legion."
    },
    {
        "target": "legion",
        "trick": "zealot",
        "reason": "The Zealot might register as evil to Legion's ability."
    },
    {
        "target": "leviathan",
        "trick": "banshee",
        "reason": "Each night*, the Leviathan chooses an alive good player (different to previous nights): a chosen Banshee dies & gains their ability."
    },
    {
        "target": "leviathan",
        "trick": "exorcist",
        "reason": "Evil does not win when more than 1 good player has been executed, if the Exorcist is alive and has ever successfully chosen the Leviathan."
    },
    {
        "target": "leviathan",
        "trick": "farmer",
        "reason": "Each night*, the Leviathan chooses an alive good player (different to previous nights): a chosen Farmer uses their ability but does not die."
    },
    {
        "target": "leviathan",
        "trick": "grandmother",
        "reason": "If Leviathan is in play and the Grandchild dies by execution, evil wins."
    },
    {
        "target": "leviathan",
        "trick": "hatter",
        "reason": "Če Klobučar umre 5. dan ali pozneje, Demon ne more izbrati Levijatana."
    },
    {
        "target": "leviathan",
        "trick": "innkeeper",
        "reason": "If the Leviathan is in play, the Innkeeper-protected-players are safe from all evil abilities."
    },
    {
        "target": "leviathan",
        "trick": "king",
        "reason": "If the Leviathan is in play, and at least 1 player is dead, the King learns an alive character each night."
    },
    {
        "target": "leviathan",
        "trick": "mayor",
        "reason": "If the Leviathan is in play & no execution occurs on day 5, good wins."
    },
    {
        "target": "leviathan",
        "trick": "monk",
        "reason": "If the Leviathan is in play, the Monk-protected-player is safe from all evil abilities."
    },
    {
        "target": "leviathan",
        "trick": "pithag",
        "reason": "Po 5. dnevu Pit-Hag ne more izbrati Levijatana."
    },
    {
        "target": "leviathan",
        "trick": "ravenkeeper",
        "reason": "Each night*, the Leviathan chooses an alive player (different to previous nights): a chosen Ravenkeeper uses their ability but does not die."
    },
    {
        "target": "leviathan",
        "trick": "sage",
        "reason": "Each night*, the Leviathan chooses an alive good player (different to previous nights): a chosen Sage uses their ability but does not die."
    },
    {
        "target": "leviathan",
        "trick": "soldier",
        "reason": "If the Leviathan is in play, the Soldier is safe from all evil abilities."
    },
    {
        "target": "lilmonsta",
        "trick": "hatter",
        "reason": "Če demon izbere Lil' Monsta, izbere tudi Miniona, ki bo nocoj postal varuška Lil' Monsta."
    },
    {
        "target": "lilmonsta",
        "trick": "magician",
        "reason": "Each night, the Magician chooses a Minion: if that Minion & Lil' Monsta are alive, that Minion babysits Lil’ Monsta."
    },
    {
        "target": "lilmonsta",
        "trick": "poppygrower",
        "reason": "Če je Sejalka v igri, se Sledilci ne zbudijo skupaj, ampak vsak posebej, dokler še eden od njih ne odloči, da bo varuška Pošastku."
    },
    {
        "target": "lilmonsta",
        "trick": "scarletwoman",
        "reason": "Če je živih 5 ali več igralcev in Pošastkova varuška umre, Pošastek preživi in Škrlatna dama ponoči postane varuška."
    },
    {
        "target": "lilmonsta",
        "trick": "vizier",
        "reason": "Vizir je lahko usmrčen in umre, če je varuška Pošastku."
    },
    {
        "target": "lleech",
        "trick": "mastermind",
        "reason": "Če je Veleum živ, ko Grabežev gostitelj umre, Grabež preživi, a izgubi svojo moč."
    },
    {
        "target": "lleech",
        "trick": "slayer",
        "reason": "Če ubijalec ustreli Grabeževega gostitelja, ta umre."
    },
    {
        "target": "riot",
        "trick": "banshee",
        "reason": "Each night*, Riot chooses an alive good player (different to previous nights): a chosen Banshee dies & gains their ability."
    },
    {
        "target": "riot",
        "trick": "exorcist",
        "reason": "If the Exorcist chooses Riot on the 3rd night, Minions do not become Riot."
    },
    {
        "target": "riot",
        "trick": "farmer",
        "reason": "Each night*, Riot chooses an alive good player (different to previous nights): a chosen Farmer uses their ability but does not die."
    },
    {
        "target": "riot",
        "trick": "grandmother",
        "reason": "If Riot is in play and the Grandchild dies during the day, the Grandmother dies too."
    },
    {
        "target": "riot",
        "trick": "innkeeper",
        "reason": "If Riot is in play, the Innkeeper-protected player is safe from all evil abilities."
    },
    {
        "target": "riot",
        "trick": "king",
        "reason": "If Riot is in play, and at least 1 player is dead, the King learns an alive character each night."
    },
    {
        "target": "riot",
        "trick": "mayor",
        "reason": "The Mayor may choose to stop nominations. If they do so when only 1 Riot is alive, good wins. Otherwise, evil wins."
    },
    {
        "target": "riot",
        "trick": "monk",
        "reason": "If Riot is in play, the Monk-protected player is safe from all evil abilities."
    },
    {
        "target": "riot",
        "trick": "ravenkeeper",
        "reason": "Each night*, Riot chooses an alive good player (different to previous nights): a chosen Ravenkeeper uses their ability but does not die."
    },
    {
        "target": "riot",
        "trick": "sage",
        "reason": "Each night*, Riot chooses an alive good player (different to previous nights): a chosen Sage uses their ability but does not die."
    },
    {
        "target": "riot",
        "trick": "soldier",
        "reason": "If Riot is in play, the Soldier is safe from all evil abilities."
    },
    {
        "target": "vortox",
        "trick": "banshee",
        "reason": "If the Vortox is in play and the Demon kills the Banshee, the players still learn that the Banshee has died."
    },
    {
        "target": "yaggababble",
        "trick": "exorcist",
        "reason": "If the Exorcist chooses the Yaggababble, the Yaggababble ability does not kill tonight."
    }
]
