[
    {
        "target": "chambermaid",
        "trick": "mathematician",
        "reason": "Husan får veta om Matematikern vaknar inatt eller inte, trots att Husan vaknar först."
    },
    {
        "target": "eviltwin",
        "trick": "plaguedoctor",
        "reason": "Berättaren kan inte få Onda tvillingens förmåga om Pestläkaren dör."
    },
    {
        "target": "cannibal",
        "trick": "butler",
        "reason": "Kannibalen får veta om hen får Butlerns förmåga."
    },
    {
        "target": "cannibal",
        "trick": "juggler",
        "reason": "Om Jonglören gissar på första dagen och dör av avrättning får den levande Kannibalen inatt veta hur många rätt Jonglören hade."
    },
    {
        "target": "cannibal",
        "trick": "zealot",
        "reason": "Om Kannibalen får Fanatikerns förmåga så får Kannibalen veta det."
    },
    {
        "target": "lunatic",
        "trick": "mathematician",
        "reason": "Matematikern får veta om Galningen attackerar någon annan än den riktiga Demonen."
    },
    {
        "target": "pithag",
        "trick": "heretic",
        "reason": "Trollpackan kan inte skapa en Kättare."
    },
    {
        "target": "pithag",
        "trick": "damsel",
        "reason": "Om Trollpackan skapar en Ungmö bestämmer Berättaren vilken spelare det blir."
    },
    {
        "target": "pithag",
        "trick": "politician",
        "reason": "Trollpackan kan inte skapa en ond Politiker."
    },
    {
        "target": "pithag",
        "trick": "villageidiot",
        "reason": "Om det finns en ledig bricka kan Trollpackan skapa en extra Byfåne. Det kan ändra vilken av Byfånarna som är full."
    },
    {
        "target": "pithag",
        "trick": "cultleader",
        "reason": "Om Trollpackan gör en ond spelare till Kultledaren kan den spelaren inte bli god av sin egen förmåga."
    },
    {
        "target": "pithag",
        "trick": "goon",
        "reason": "Om Trollpackan gör en ond spelare till Hejduken kan den spelaren inte bli god av sin egen förmåga."
    },
    {
        "target": "pithag",
        "trick": "ogre",
        "reason": "Om Trollpackan gör en ond spelare till Trollet kan den spelaren inte bli god av sin egen förmåga."
    },
    {
        "target": "cerenovus",
        "trick": "goblin",
        "reason": "Cerenovus får välja att en spelare ska låtsas vara Vätten."
    },
    {
        "target": "goblin",
        "trick": "plaguedoctor",
        "reason": "Om Pestläkaren dör så får en levande Lakej Vättens förmåga utöver sin egen, och får veta om det."
    },
    {
        "target": "leviathan",
        "trick": "soldier",
        "reason": "Om Leviatan nominerar och avrättar Soldaten så dör Soldaten inte."
    },
    {
        "target": "leviathan",
        "trick": "monk",
        "reason": "Om Leviatan nominerar och avrättar spelaren som Munken valde så dör inte den spelaren."
    },
    {
        "target": "leviathan",
        "trick": "innkeeper",
        "reason": "Om Leviatan nominerar och avrättar en spelare som Gästgivaren valt så dör inte den spelaren."
    },
    {
        "target": "leviathan",
        "trick": "ravenkeeper",
        "reason": "Om Leviatan är i spel och Korpskötaren avrättas och dör så vaknar Korpskötaren samma natt och använder sin förmåga."
    },
    {
        "target": "leviathan",
        "trick": "banshee",
        "reason": "Om Leviatan är i spel och Bansheen dör av avrättning får alla spelare veta att Bansheen har dött, och Bansheen får sin förmåga."
    },
    {
        "target": "leviathan",
        "trick": "sage",
        "reason": "Om Leviatan är i spel och Gurun avrättas och dör så vaknar Gurun samma natt och använder sin förmåga."
    },
    {
        "target": "leviathan",
        "trick": "farmer",
        "reason": "Om Leviatan är i spel och en Bonde avrättas och dör så blir en god spelare Bonde samma natt."
    },
    {
        "target": "leviathan",
        "trick": "mayor",
        "reason": "Om Leviatan är i spel och ingen avrättas dag 5 så vinner de goda."
    },
    {
        "target": "leviathan",
        "trick": "hatter",
        "reason": "Om Hattmakaren dör dag 5 eller senare kan Demonen inte välja Leviatan."
    },
    {
        "target": "leviathan",
        "trick": "pithag",
        "reason": "Efter dag 5 kan Trollpackan inte välja Leviatan."
    },
    {
        "target": "lilmonsta",
        "trick": "poppygrower",
        "reason": "Om Vallmoodlaren är i spel så vaknar Lakejerna inte tillsammans; de vaknar en och en tills en väljer att ta hand om Lillmonstret."
    },
    {
        "target": "lilmonsta",
        "trick": "magician",
        "reason": "Varje natt väljer Magikern en Lakej; om den Lakejen och Lillmonstret lever får den Lakejen sköta Lillmonstret."
    },
    {
        "target": "lilmonsta",
        "trick": "scarletwoman",
        "reason": "Om 5 eller fler spelare lever och spelaren som tar hand om Lillmonstret dör så får Röda damen Lillmonstret inatt."
    },
    {
        "target": "lilmonsta",
        "trick": "organgrinder",
        "reason": "Röster på Positivhalaren räknas om Positivhalaren tar hand om Lillmonstret."
    },
    {
        "target": "lilmonsta",
        "trick": "vizier",
        "reason": "Vesiren kan avrättas och dö om hen har hand om Lillmonstret samtidigt."
    },
    {
        "target": "lilmonsta",
        "trick": "hatter",
        "reason": "Om Demonen väljer Lillmonstret väljer hen också en Lakej. Hen blir till den Lakejen och tar hand om Lillmonstret inatt."
    },
    {
        "target": "lycanthrope",
        "trick": "gambler",
        "reason": "Om Lykantropen lever och Hasardspelaren dödar sig själv på natten kan ingen annan spelare dö inatt."
    },
    {
        "target": "legion",
        "trick": "engineer",
        "reason": "Legionen och Ingenjören kan inte vara i spel samtidigt när spelet börjar. Om Ingenjören skapar Legionen blir de flesta spelare, inklusive alla spelare, den onda Legionen."
    },
    {
        "target": "legion",
        "trick": "preacher",
        "reason": "Om Predikanten väljer Legionen får Legionen behålla sin förmåga, men Predikanten kanske får veta att hen är Legionen."
    },
    {
        "target": "legion",
        "trick": "minstrel",
        "reason": "Om Legionen dog av avrättning idag behåller Legionen sin förmåga, men Trubaden kanske får veta att de är Legionen."
    },
    {
        "target": "legion",
        "trick": "hatter",
        "reason": "Om Hattmakaren dör och Legionen är i spel händer ingenting. Om Hattmakaren dör och en ond spelare väljer Legionen blir alla onda spelare till Legionen."
    },
    {
        "target": "legion",
        "trick": "zealot",
        "reason": "Fanatikern kan registreras som ond för Legionens förmåga."
    },
    {
        "target": "fanggu",
        "trick": "scarletwoman",
        "reason": "Om Fang Gu väljer en Utböling och dör så blir Röda damen inte till Fang Gu."
    },
    {
        "target": "spy",
        "trick": "alchemist",
        "reason": "Alkemisten kan inte få Spionens förmåga."
    },
    {
        "target": "spy",
        "trick": "magician",
        "reason": "När Spionen ser Spelboken tas Demonens och Magikerns rollbrickor bort."
    },
    {
        "target": "spy",
        "trick": "poppygrower",
        "reason": "Om Vallmoodlaren är i spel får Spionen inte se spelboken förrän Vallmoodlaren dör."
    },
    {
        "target": "spy",
        "trick": "plaguedoctor",
        "reason": "Om Pestläkaren dör får en levande Lakej Spionens förmåga utöver sin egen, och får veta detta."
    },
    {
        "target": "spy",
        "trick": "damsel",
        "reason": "Om Spionen är (eller har varit) i spel är Ungmön förgiftad."
    },
    {
        "target": "spy",
        "trick": "heretic",
        "reason": "Endast 1 av rollerna får vara i spel."
    },
    {
        "target": "spy",
        "trick": "ogre",
        "reason": "Spionen registreras som ond för Trollet."
    },
    {
        "target": "widow",
        "trick": "alchemist",
        "reason": "Alkemisten kan inte få Änkans förmåga."
    },
    {
        "target": "widow",
        "trick": "magician",
        "reason": "När Änkan ser Spelboken tas Demonens och Magikerns rollbrickor bort."
    },
    {
        "target": "widow",
        "trick": "poppygrower",
        "reason": "Om Vallmoodlaren är i spel får Änkan inte se spelboken förrän Vallmoodlaren dör."
    },
    {
        "target": "widow",
        "trick": "damsel",
        "reason": "Om Änkan är (eller har varit) i spel är Ungmön förgiftad."
    },
    {
        "target": "widow",
        "trick": "heretic",
        "reason": "Endast 1 av rollerna får vara i spel."
    },
    {
        "target": "godfather",
        "trick": "heretic",
        "reason": "Endast 1 av rollerna får vara i spel."
    },
    {
        "target": "scarletwoman",
        "trick": "plaguedoctor",
        "reason": "Om Pestläkaren dör får en levande Lakej Röda damens förmåga utöver sin egen, och får veta detta."
    },
    {
        "target": "boomdandy",
        "trick": "plaguedoctor",
        "reason": "Om Pestläkaren avrättas och Berättaren skulle få Sprängarens förmåga så aktiveras Sprängarens förmåga direkt."
    },
    {
        "target": "fearmonger",
        "trick": "plaguedoctor",
        "reason": "Om Pestläkaren dör får en levande Lakej Skräckspridarens förmåga utöver sin egen, och får veta detta."
    },
    {
        "target": "yaggababble",
        "trick": "exorcist",
        "reason": "Om Exorcisten väljer Yaggababbel kan Yaggababbels förmåga inte döda någon inatt."
    },
    {
        "target": "summoner",
        "trick": "clockmaker",
        "reason": "Om Åkallaren är i spel får Urmakaren inte sin information förrän en Demon har skapats."
    },
    {
        "target": "summoner",
        "trick": "alchemist",
        "reason": "Om Alkemisten har Åkallarens förmåga börjar spelet med en Demon i spel som vanligt. Om Alkemisten väljer en spelare blir den spelaren till en Demon, men byter inte lag."
    },
    {
        "target": "summoner",
        "trick": "poppygrower",
        "reason": "Om Vallmoodlaren lever när Åkallaren agerar får Åkallaren välja Demon, men Berättaren väljer vilken spelare som ska bli den Demonen."
    },
    {
        "target": "summoner",
        "trick": "marionette",
        "reason": "Marionetten sitter bredvid Åkallaren. Åkallaren vet vem Marionetten är."
    },
    {
        "target": "summoner",
        "trick": "pithag",
        "reason": "Åkallaren kan inte skapa en Demon som är i spel. Om Åkallaren skapar en Demon som inte är i spel dör spelare godtyckligt inatt."
    },
    {
        "target": "summoner",
        "trick": "hatter",
        "reason": "Åkallaren kan inte skapa en Demon som är i spel. Om Åkallaren skapar en Demon som inte är i spel dör spelare godtyckligt inatt."
    },
    {
        "target": "summoner",
        "trick": "courtier",
        "reason": "Om Åkallaren är full den tredje natten får Åkallaren välja Demon, men Berättaren väljer spelare."
    },
    {
        "target": "summoner",
        "trick": "engineer",
        "reason": "Om Ingenjören tar Åkallaren ur spel innan Åkallaren använt sin förmåga så använder Åkallaren sin förmåga omedelbart."
    },
    {
        "target": "summoner",
        "trick": "zombuul",
        "reason": "Om Åkallaren gör en död spelare till Zombuul behandlas den spelaren som en Zombuul som dött en gång."
    },
    {
        "target": "summoner",
        "trick": "pukka",
        "reason": "Åkallaren får göra en spelare till Pukka den andra natten."
    },
    {
        "target": "summoner",
        "trick": "riot",
        "reason": "Om Åkallaren skapar Upproret blir alla Lakejer till Upproret."
    },
    {
        "target": "summoner",
        "trick": "legion",
        "reason": "Om Åkallaren skapar Legionen blir de flesta spelarna (inklusive alla onda spelare) till den onda Legionen."
    },
    {
        "target": "summoner",
        "trick": "kazali",
        "reason": "Åkallaren kan inte skapa en Demon som är i spel. Om Åkallaren skapar en Demon som inte är i spel dör spelare godtyckligt inatt."
    },
    {
        "target": "summoner",
        "trick": "preacher",
        "reason": "Om Predikanten väljer Åkallaren den 3:e natten eller tidigare så får Åkallaren välja Demon, men Berättaren väljer spelare."
    },
    {
        "target": "baron",
        "trick": "heretic",
        "reason": "Baronen lägger bara till 1 Utböling, inte 2."
    },
    {
        "target": "baron",
        "trick": "plaguedoctor",
        "reason": "Om Berättaren får Baronens förmåga så blir upp till två spelare till Utbölingar som inte är i spel."
    },
    {
        "target": "marionette",
        "trick": "lilmonsta",
        "reason": "Marionetten sitter bredvid en Lakej, inte Demonen. Marionetten vaknar inte för att välja vem som tar Lillmonstrets bricka, och får inte veta att hen är Marionetten om hen har Lillmonstrets bricka."
    },
    {
        "target": "marionette",
        "trick": "poppygrower",
        "reason": "När Vallmoodlaren dör får Demonen veta vem Marionetten är, men Marionetten får inte veta något."
    },
    {
        "target": "marionette",
        "trick": "snitch",
        "reason": "Marionetten får inte veta 3 roller som inte är spel; istället får Demonen veta ytterligare 3."
    },
    {
        "target": "marionette",
        "trick": "balloonist",
        "reason": "Om Marionetten tror sig vara Ballongfararen så läggs 1 extra Utböling till."
    },
    {
        "target": "marionette",
        "trick": "damsel",
        "reason": "Marionetten får inte veta att Ungmön är i spel."
    },
    {
        "target": "marionette",
        "trick": "plaguedoctor",
        "reason": "Om Demonen har en granne som lever och är Bybo eller Utböling när Pestläkaren dör så blir den spelaren en ond Marionett. Om det redan finns en extra ond spelare händer detta inte."
    },
    {
        "target": "marionette",
        "trick": "huntsman",
        "reason": "Om Marionetten tror sig vara Jägaren så läggs Ungmön till."
    },
    {
        "target": "lleech",
        "trick": "mastermind",
        "reason": "Om Mästaren lever och Lleechs värd avrättas och dör så överlever Lleech men förlorar sin förmåga."
    },
    {
        "target": "lleech",
        "trick": "slayer",
        "reason": "Om Dråparen dräper Lleechs värd så dör värden."
    },
    {
        "target": "lleech",
        "trick": "heretic",
        "reason": "Om Lleech har förgiftat Kättaren så dör Lleech, och Kättaren förblir förgiftad."
    },
    {
        "target": "kazali",
        "trick": "bountyhunter",
        "reason": "En ond Bybo skapas bara om Prisjägaren fortfarande är i spel efter att Kazali har agerat."
    },
    {
        "target": "kazali",
        "trick": "goon",
        "reason": "Om Kazali väljer att Hejduken ska bli en Lakej så väljer Berättaren återstående Lakejer."
    },
    {
        "target": "kazali",
        "trick": "marionette",
        "reason": "Om Kazali väljer att skapa en Marionett måste hen välja en av sina grannar."
    },
    {
        "target": "kazali",
        "trick": "huntsman",
        "reason": "Om Kazali väljer att Ungmön ska bli Lakej och Jägaren är i spel så blir en god spelare till Ungmön."
    },
    {
        "target": "kazali",
        "trick": "choirboy",
        "reason": "Kazali kan inte välja att Kungen ska bli Lakej om en Korgosse är i spel."
    },
    {
        "target": "kazali",
        "trick": "soldier",
        "reason": "Om Kazali förvandlar Soldaten till Lakej så väljer Soldaten en Lakej som inte är i spel att bli."
    },
    {
        "target": "riot",
        "trick": "engineer",
        "reason": "Både Upproret och Ingenjören kan inte vara i spel i början av spelet. Om Ingenjören skapar Upproret så blir de onda spelarna till Upproret."
    },
    {
        "target": "riot",
        "trick": "golem",
        "reason": "Om Golem nominerar Upproret så dör inte den nominerade spelaren."
    },
    {
        "target": "riot",
        "trick": "snitch",
        "reason": "Om Golaren är i spel får varje spelare som är Upproret 3 extra bluffar."
    },
    {
        "target": "riot",
        "trick": "saint",
        "reason": "Om en god spelare nominerar och dödar Helgonet så förlorar Helgonets lag."
    },
    {
        "target": "riot",
        "trick": "butler",
        "reason": "Butlern kan inte nominera sin husbonde."
    },
    {
        "target": "riot",
        "trick": "pithag",
        "reason": "Om Trollpackan skapar Upproret så blir alla onda spelare till Upproret. Om Trollpackan skapar Upproret efter dag 3 så pågår spelet i en dag till."
    },
    {
        "target": "riot",
        "trick": "mayor",
        "reason": "Om det bara är 3 levande spelare kvar när dag 3 börjar så får spelarna gemensamt välja att inte nominera någon. Om de gör det och Borgmästaren lever så vinner Borgmästarens lag."
    },
    {
        "target": "riot",
        "trick": "monk",
        "reason": "Om någon som är Upproret nominerar och dödar spelaren som är skyddad av Munken så dör inte den skyddade spelaren."
    },
    {
        "target": "riot",
        "trick": "farmer",
        "reason": "Om någon som är Upproret nominerar och dödar en Bonde så använder Bonden sin förmåga samma natt."
    },
    {
        "target": "riot",
        "trick": "innkeeper",
        "reason": "Om någon som är Upproret nominerar en spelare som är skyddad av Gästgivaren så dör inte den skyddade spelaren."
    },
    {
        "target": "riot",
        "trick": "sage",
        "reason": "Om någon som är Upproret nominerar och dödar Gurun så använder Gurun sin förmåga samma natt."
    },
    {
        "target": "riot",
        "trick": "banshee",
        "reason": "Om Upproret nominerar och dödad Bansheen får alla spelare veta att Bansheen har dött, och Bansheen kan omedelbart nominera två spelare."
    },
    {
        "target": "riot",
        "trick": "ravenkeeper",
        "reason": "Om någon som är Upproret nominerar och dödar Korpskötaren så använder Korpskötaren sin förmåga samma natt."
    },
    {
        "target": "riot",
        "trick": "soldier",
        "reason": "Om någon som är Upproret nominerar Soldaten så dör inte Soldaten."
    },
    {
        "target": "riot",
        "trick": "grandmother",
        "reason": "Om någon som är Upproret nominerar och dödar barnbarnet så dör Farmorn också."
    },
    {
        "target": "riot",
        "trick": "king",
        "reason": "Om någon som är Upproret nominerar och dödar Kungen och Korgossen fortfarande lever så använder Korgossen sin förmåga samma natt."
    },
    {
        "target": "riot",
        "trick": "exorcist",
        "reason": "Endast 1 av rollerna får vara i spel."
    },
    {
        "target": "riot",
        "trick": "minstrel",
        "reason": "Endast 1 av rollerna får vara i spel."
    },
    {
        "target": "riot",
        "trick": "flowergirl",
        "reason": "Endast 1 av rollerna får vara i spel."
    },
    {
        "target": "riot",
        "trick": "undertaker",
        "reason": "Spelare som dör av nominering registreras som avrättade för Dödgrävaren."
    },
    {
        "target": "riot",
        "trick": "cannibal",
        "reason": "Spelare som dör av nominering registreras som avrättade för Kannibalen."
    },
    {
        "target": "riot",
        "trick": "pacifist",
        "reason": "Spelare som dör av nominering registreras som avrättade för Pacifisten."
    },
    {
        "target": "riot",
        "trick": "devilsadvocate",
        "reason": "Spelare som dör av nominering registreras som avrättade för Djävulens advokat."
    },
    {
        "target": "riot",
        "trick": "investigator",
        "reason": "Upproret registreras som Lakej för Detektiven."
    },
    {
        "target": "riot",
        "trick": "clockmaker",
        "reason": "Upproret registreras som Lakej för Urmakaren."
    },
    {
        "target": "riot",
        "trick": "towncrier",
        "reason": "Upproret registreras som Lakej för Härolden."
    },
    {
        "target": "riot",
        "trick": "damsel",
        "reason": "Upproret registreras som Lakej för Ungmön."
    },
    {
        "target": "riot",
        "trick": "preacher",
        "reason": "Upproret registreras som Lakej för Predikanten."
    },
    {
        "target": "riot",
        "trick": "hatter",
        "reason": "Om Hattmakaren dör, Upproret är i spel och någon i Upproret väljer en annan Demon så blir alla i Upproret till ett vanligt ont lag. Om Hattmakaren dör och Demonen väljer Upproret så blir alla Lakejer också till Upproret."
    },
    {
        "target": "riot",
        "trick": "zealot",
        "reason": "Om du nomineras måste du nominera igen, även om du är död."
    },
    {
        "target": "alhadikhia",
        "trick": "scarletwoman",
        "reason": "Om det finns två levande al Hadikhia så slutar Röda damen att vara al Hadikhia och blir Röda damen igen."
    },
    {
        "target": "organgrinder",
        "trick": "butler",
        "reason": "Om Positivhalaren gör att alla blundar när de röstar så får Butlern rösta, men hens röst räknas bara om husbonden också röstade."
    },
    {
        "target": "organgrinder",
        "trick": "minstrel",
        "reason": "Om Trubaduren gör alla fulla så behåller Positivhalaren sin förmåga, men Trubaduren får ha ögonen öppna under röstning."
    },
    {
        "target": "organgrinder",
        "trick": "preacher",
        "reason": "Om Predikanten väljer Positivhalaren så behåller Positivhalaren sin förmåga, men Predikanten får ha ögonen öppna under röstning."
    },
    {
        "target": "vizier",
        "trick": "investigator",
        "reason": "Om Detektiven får veta att Vesiren är i spel så tillkännager Berättaren inte att Vesiren är i spel för övriga spelare."
    },
    {
        "target": "vizier",
        "trick": "preacher",
        "reason": "Om Vesiren förlorar sin förmåga så får hen veta det, och om Vesiren avrättas medan hen har sin förmåga så vinner hens lag."
    },
    {
        "target": "vizier",
        "trick": "courtier",
        "reason": "Om Vesiren förlorar sin förmåga så får hen veta det, och om Vesiren avrättas medan hen har sin förmåga så vinner hens lag."
    },
    {
        "target": "vizier",
        "trick": "alchemist",
        "reason": "Om Alkemisten har Vesirens förmåga får hen bara avrätta direkt om minst tre spelare röstade."
    },
    {
        "target": "vizier",
        "trick": "magician",
        "reason": "Om både Vesiren och Magikern är i spel så får Demonen inte veta om sina Lakejer."
    },
    {
        "target": "vizier",
        "trick": "fearmonger",
        "reason": "Vesiren vaknar med Skräckspridaren, får veta vem Skräckspridaren väljer och får inte välja att avrätta den spelaren."
    },
    {
        "target": "vizier",
        "trick": "politician",
        "reason": "Politikern kan registreras som ond för Vesiren."
    },
    {
        "target": "vizier",
        "trick": "alsaahir",
        "reason": "Om Vesiren är i spel måste al Saahir också gissa vilken Demon (eller vilka Demoner) som är i spel."
    },
    {
        "target": "vizier",
        "trick": "zealot",
        "reason": "Fanatikern kan registreras som ond för Vesiren."
    },
    {
        "target": "vortox",
        "trick": "banshee",
        "reason": "Om Vortox är i spel och Demonen dödar Bansheen så får spelarna fortfarande veta att Bansheen har dött."
    },
    {
        "target": "ogre",
        "trick": "recluse",
        "reason": "Om Enslingen registreras som ond för Trollet får Trollet veta att hen är ond."
    },
    {
        "target": "philosopher",
        "trick": "bountyhunter",
        "reason": "Om Filosofen får Prisjägarens förmåga så kan en Bybo bli ond."
    },
    {
        "target": "mastermind",
        "trick": "alhadikhia",
        "reason": "Om al Hadikhia dör av avrättning och Mästaren lever så väljer al Hadikhia 3 goda spelare inatt; om alla 3 väljer att leva så vinner de onda, annars vinner de goda."
    }
]
