[
    {
        "target": "alchemist",
        "trick": "boffin",
        "reason": "ถ้านักเล่นแร่แปรธาตุมีความสามารถของบัฟฟิน นักเล่นแร่แปรธาตุก็ไม่เรียนรู้ ว่าปีศาจมีความสามารถแค่ไหน."
    },
    {
        "target": "alchemist",
        "trick": "marionette",
        "reason": "Allchemist-Marionet ไม่มีความสามารถและ Marianette จะอยู่ในการเล่น."
    },
    {
        "target": "alchemist",
        "trick": "mastermind",
        "reason": "นักเล่นแร่แปรธาตุ-มาสเตอร์มินด์ไม่มีความสามารถแบบมาสเตอร์มินด์ และมาสเตอร์มินด์ไม่ได้เล่น."
    },
    {
        "target": "alchemist",
        "trick": "organgrinder",
        "reason": "ถ้านักเล่นแร่แปรธาตุมีความสามารถแบบออร์แกน กรีนเดอร์ (Ablic Grinder) ก็อยู่ในการเล่น & ถ้าทั้งนักเล่นและออร์แกนกรีเดอร์ไม่เมาทั้งคู่."
    },
    {
        "target": "alchemist",
        "trick": "spy",
        "reason": "ถ้านักเล่นแร่แปรธาตุมีความสามารถสปีชี พวกเขาไม่มี และสปีชีก็เล่น ใน แต่ ละ วัน หลัง จาก ช่วง การ ประหาร ชีวิต นัก เล่น แอล เช เม สต์ ที่ มี ชีวิต อาจ คาด เดา อย่าง เปิด เผย ว่า นัก เล่น ที่ ยัง มี ชีวิต อยู่ คือ สปี. ถ้าถูกต้อง ปีศาจจะต้องเลือกสไปซี่คืนนี้."
    },
    {
        "target": "alchemist",
        "trick": "summoner",
        "reason": "นักเล่นแร่แปรธาตุไม่โดนหลอก และเลือกว่าคนไหนเป็นปิศาจ แต่ไม่ใช่ผู้เล่นคนไหน ถ้าพวกเขาตายก่อนจะเกิดขึ้น ความชั่วร้ายก็ชนะ [ไม่มีปีศาจ]"
    },
    {
        "target": "alchemist",
        "trick": "widow",
        "reason": "ถ้า นัก เล่น แร่ แปร ธาตุ มี ความ สามารถ แบบ แม่ ม่าย พวก เขา ไม่ มี และ แม่ ม่าย ก็ กําลัง เล่น อยู่. แต่ ละ วัน หลัง จาก ช่วง การ ประหาร ชีวิต นัก เล่น อัล เช เม สต์ ที่ มี ชีวิต อาจ เดา อย่าง เปิด เผย ว่า นัก เล่น ที่ มี ชีวิต อยู่ เป็น แม่ ม่าย. ถ้าถูกต้อง ปีศาจจะเลือกแม่หม้ายคืนนี้."
    },
    {
        "target": "alchemist",
        "trick": "wraith",
        "reason": "ถ้านักเล่นแร่แปรธาตุมีความสามารถ ก็ไม่มี และวราธก็เล่นด้วย ในแต่ละวัน หลังการประหารชีวิต นักเล่นแร่แปรธาตุที่ยังมีชีวิตอยู่ อาจเดาต่อสาธารณชนได้ว่า นักเล่นที่ยังมีชีวิตอยู่เป็น Wrath: ถ้าถูกต้อง ปีศาจจะต้องเลือก Wrath คืนนี้."
    },
    {
        "target": "alhadikhia",
        "trick": "princess",
        "reason": "หากเจ้าหญิงได้รับการเสนอชื่อและดําเนินการผู้เล่นในวันที่หนึ่งของพวกเขาไม่มีใครตายเพื่อความ สามารถอัล-อะดิกิยาในคืนนี้."
    },
    {
        "target": "boffin",
        "trick": "cultleader",
        "reason": "ถ้า ผี ปิศาจ มี ความ สามารถ ใน การ นํา ของ ผู้ นํา หลาย คน มัน ก็ ไม่ สามารถ ทํา ดี ได้ เนื่อง จาก ความ สามารถ นี้."
    },
    {
        "target": "boffin",
        "trick": "drunk",
        "reason": "ถ้าปีศาจมีความสามารถในการเมา boffin เลือกคนในเมืองที่จะมีความสามารถนี้แทน."
    },
    {
        "target": "boffin",
        "trick": "goon",
        "reason": "ถ้า ผี ปิศาจ มี ความ สามารถ ใน การ ควบคุม มัน มัน ก็ จะ ไม่ สามารถ ปรับ ตัว ให้ ดี ได้."
    },
    {
        "target": "boffin",
        "trick": "ogre",
        "reason": "ปีศาจไม่สามารถมีความสามารถของออร์ค."
    },
    {
        "target": "boffin",
        "trick": "politician",
        "reason": "ปีศาจไม่สามารถมีความสามารถในสภาได้."
    },
    {
        "target": "boffin",
        "trick": "villageidiot",
        "reason": "ถ้ามีตั๋วสํารอง โบฟฟินสามารถ ให้ปีศาจที่บ้าหมู่บ้านได้."
    },
    {
        "target": "bountyhunter",
        "trick": "kazali",
        "reason": "พลังของนักล่าค่าหัวจะเปลี่ยนชาวบ้านหนึ่งคนเป็นฝ่ายร้ายก็ต่อเมื่อนักล่าค่าหัวยังอยู่ในเกมหลังจากคาซาลิทำงาน"
    },
    {
        "target": "bountyhunter",
        "trick": "philosopher",
        "reason": "ถ้าพหูสูตได้พลังของนักล่าค่าหัว ชาวบ้านหนึ่งคนอาจจะกลายเป็นฝ่ายร้าย"
    },
    {
        "target": "butler",
        "trick": "organgrinder",
        "reason": "ถ้านักแสดงเรี่ยไรทำให้ทุกคนต้องหลับตาโหวต พ่อบ้านจะยกมือโหวตเมื่อไหร่ก็ได้ แต่โหวตของเขาจะถูกนับถ้าเจ้านายโหวตด้วย"
    },
    {
        "target": "cannibal",
        "trick": "butler",
        "reason": "ถ้ามนุษย์กินคนได้พลังของพ่อบ้าน มนุษย์กินคนจะรู้"
    },
    {
        "target": "cannibal",
        "trick": "juggler",
        "reason": "ถ้าจูเกิลเจอร์เดาในวันแรก และตายด้วยการประหารชีวิต คืนนี้ Cannibal ที่ยังมีชีวิตอยู่ เรียนรู้วิธีการเดาหลาย Juggleger ได้ถูกต้อง."
    },
    {
        "target": "cannibal",
        "trick": "poppygrower",
        "reason": "ถ้าคันนิบอลกิน Poppy grow แล้วตายหรือสูญเสียความสามารถ ป๊อปปี้ Grower ปีศาจและไมเนียนเรียนรู้กันและกันในคืนนั้น."
    },
    {
        "target": "cannibal",
        "trick": "princess",
        "reason": "ถ้า เจ้า คา นิ บาล ผู้ ถวาย เครื่อง บูชา และ ประหาร พระ นาง ใน วัน นี้ ปิศาจ จะ ไม่ ฆ่า ใน คืน นี้."
    },
    {
        "target": "cannibal",
        "trick": "zealot",
        "reason": "ถ้ามนุษย์กินคนได้พลังของหัวรุนแรง มนุษย์กินคนจะรู้"
    },
    {
        "target": "cerenovus",
        "trick": "goblin",
        "reason": "นักสะกดจิตสามารถเลือกให้ผู้เล่นเพ้อว่าเขาเป็นก็อบลิน"
    },
    {
        "target": "heretic",
        "trick": "baron",
        "reason": "ถ้ามีทั้ง อำมาตย์ และ คนนอกรีต ในเกมนี้ พลังของอำมาตย์เพิ่มคนนอกแค่หนึ่งคน"
    },
    {
        "target": "heretic",
        "trick": "boffin",
        "reason": "ปีศาจไม่สามารถมีพลังเฮอมิค."
    },
    {
        "target": "heretic",
        "trick": "godfather",
        "reason": "เจ้าพ่อ และ คนนอกรีต จะถูกใช้อยู่ในเกมเดียวกันไม่ได้"
    },
    {
        "target": "heretic",
        "trick": "lleech",
        "reason": "ถ้าปลิงปีศาจทำให้คนนอกรีตติดพิษแล้วปลิงปีศาจตาย คนนอกรีตจะยังติดพิษอยู่"
    },
    {
        "target": "heretic",
        "trick": "pithag",
        "reason": "ผีพรายแปลงกายสร้างคนนอกรีตไม่ได้"
    },
    {
        "target": "heretic",
        "trick": "spy",
        "reason": "ไส้ศึก และ คนนอกรีต จะถูกใช้อยู่ในเกมเดียวกันไม่ได้"
    },
    {
        "target": "heretic",
        "trick": "widow",
        "reason": "แม่ม่ายดำ และ คนนอกรีต จะถูกใช้อยู่ในเกมเดียวกันไม่ได้"
    },
    {
        "target": "kazali",
        "trick": "choirboy",
        "reason": "คาซาลิไม่สามารถเปลี่ยนพระราชาเป็นลูกสมุนได้ ถ้านักดนตรีหลวงอยู่ในเกม"
    },
    {
        "target": "kazali",
        "trick": "goon",
        "reason": "คาซาลีสามารถเลือกได้ ว่าผู้เล่นของกอนคือหนึ่งในเหล่าร้ายของพวกเขา."
    },
    {
        "target": "kazali",
        "trick": "huntsman",
        "reason": "ถ้าคาซาลิเลือกเปลี่ยนเจ้าหญิงเป็นลูกสมุน และนายพรานยังอยู่ในเกม ผู้เล่นฝ่ายดีหนึ่งคนจะกลายเป็นเจ้าหญิง"
    },
    {
        "target": "kazali",
        "trick": "marionette",
        "reason": "ถ้าพวกคาซาลีเลือกสร้างมารีแอนเน็ตต์ พวกเขาต้องเลือกเพื่อนบ้านสักคน."
    },
    {
        "target": "kazali",
        "trick": "soldier",
        "reason": "พวกคาซาลีสามารถเลือกได้ ว่าผู้เล่นของทหารคือหนึ่งในพวกปีศาจ."
    },
    {
        "target": "legion",
        "trick": "engineer",
        "reason": "ลีเจี้ยน และ วิศวกร จะอยู่ในเกมเดียวกันไม่ได้ตั้งแต่เริ่ม แต่ถ้าวิศวกรสร้างลีเจี้ยน ผู้เล่นโดนมาก (รวมทั้งฝ่ายร้ายทั้งหมด) จะกลายเป็นลีเจี้ยนฝ่ายร้าย"
    },
    {
        "target": "legion",
        "trick": "hatter",
        "reason": "ถ้าทั้ง คนบ้าสานหมวก และ ลีเจี้ยน เริ่มเกมพร้อมกันจะไม่มีอะไรเกิดขึ้นช่วงปาร์ตี้น้ำชา, ถ้าคนบ้าสานหมวกตายแล้วฝ่ายร้ายเลือกลีเจี้ยน ผู้เล่นฝ่ายร้ายทุกคนกลายเป็นลีเจี้ยน"
    },
    {
        "target": "legion",
        "trick": "minstrel",
        "reason": "ถ้าลีเจี้ยนถูกประหารวันนี้, ลีเจี้ยนยังมีพลังอยู่, แต่กวีพเนจรอาจจะรู้ว่าคนนั้นเป็นลีเจี้ยน"
    },
    {
        "target": "legion",
        "trick": "preacher",
        "reason": "ถ้านักเทศน์เลือกลีเจี้ยน, ลีเจี้ยนยังมีพลังอยู่, แต่นักเทศน์อาจจะรู้ว่าคนนั้นเป็นลีเจี้ยน"
    },
    {
        "target": "legion",
        "trick": "zealot",
        "reason": "เซลล็อทอาจถูกบันทึกว่าชั่วร้าย ต่อความสามารถของกองทหาร."
    },
    {
        "target": "leviathan",
        "trick": "banshee",
        "reason": "แต่ละคืน*, เลวีอาธานเลือกผู้เล่นที่ดีที่ยังมีชีวิต (ต่างจากคืนก่อนหน้า): Banshee ผู้ถูกเลือกเสียชีวิตและได้รับความสามารถ."
    },
    {
        "target": "leviathan",
        "trick": "exorcist",
        "reason": "ความ ชั่ว ไม่ ชนะ เมื่อ ผู้ เล่น ที่ ดี กว่า 1 คน ถูก ประหาร หาก ผู้ ขับ ไล่ ยัง มี ชีวิต อยู่ และ เคย เลือก เลวี อาธาน ได้ สําเร็จ."
    },
    {
        "target": "leviathan",
        "trick": "farmer",
        "reason": "แต่ละคืน*, เลไวอาทันเลือกผู้เล่นที่ยังมีชีวิต (ต่างจากคืนก่อนหน้านี้) ชาวนาที่ถูกเลือกใช้ความสามารถ แต่ไม่ตาย."
    },
    {
        "target": "leviathan",
        "trick": "grandmother",
        "reason": "ถ้าเลอไวอาธานอยู่ในบทบาท และแกรนด์ชายลด์ตายด้วยการประหารชีวิต ความชั่วร้ายก็ชนะ."
    },
    {
        "target": "leviathan",
        "trick": "hatter",
        "reason": "ถ้าคนบ้าสานหมวกตายในวันที่ 5 หรือหลังจากนั้น ปีศาจไม่สามารถเลือกเปลี่ยนเป็นเลวีอาธาน."
    },
    {
        "target": "leviathan",
        "trick": "innkeeper",
        "reason": "ถ้าเลไวอาทันอยู่ในการเล่น ผู้รักษาการรักษาและเล่นจะปลอดภัย จากความสามารถชั่วร้ายทั้งหมด."
    },
    {
        "target": "leviathan",
        "trick": "king",
        "reason": "ถ้า เลวี อาธาน เล่น อยู่ และ ผู้ เล่น อย่าง น้อย 1 คน เสีย ชีวิต กษัตริย์ ก็ เรียน รู้ ตัว ละคร ที่ มี ชีวิต ใน แต่ ละ คืน."
    },
    {
        "target": "leviathan",
        "trick": "mayor",
        "reason": "ถ้าเลไวอาทันอยู่ในการเล่นและไม่มีการประหารชีวิตเกิดขึ้นในวันที่ 5 ชนะที่ดี."
    },
    {
        "target": "leviathan",
        "trick": "monk",
        "reason": "ถ้าเลไวอาทันเล่นอยู่ ผู้เล่นที่ป้องกันม๊องค์จะปลอดภัย จากพลังชั่วร้ายทั้งหมด."
    },
    {
        "target": "leviathan",
        "trick": "pithag",
        "reason": "หลังจากวันที่ 5 ผีพรายแปลงกายจะเลือกเปลี่ยนคนเป็นเลวีอาธานไม่ได้"
    },
    {
        "target": "leviathan",
        "trick": "ravenkeeper",
        "reason": "แต่ละคืน* เลไวอาทันเลือกผู้เล่นที่ยังมีชีวิต (ต่างจากคืนก่อนหน้า): ผู้รักษาราเวนที่ถูกเลือกใช้ความสามารถ แต่ไม่ตาย."
    },
    {
        "target": "leviathan",
        "trick": "sage",
        "reason": "ทุกคืน*, เลไวอาทันเลือกผู้เล่นที่ดี (ต่างจากคืนก่อนหน้านี้) เซจเลือกใช้ความสามารถ แต่ไม่ตาย."
    },
    {
        "target": "leviathan",
        "trick": "soldier",
        "reason": "ถ้าเลอไวอาธานเล่นอยู่ ทหารจะปลอดภัยจากพลังชั่วร้าย."
    },
    {
        "target": "lilmonsta",
        "trick": "hatter",
        "reason": "ถ้าปีศาจเลือกมอนสเตอร์น้อยในปาร์ตี้น้ำชา เขาจะต้องเลือกลูกสมุนมาเลี้ยงมอนสเตอร์น้อยคืนนี้"
    },
    {
        "target": "lilmonsta",
        "trick": "poppygrower",
        "reason": "ถ้าคนปลูกฝิ่นอยู่ในเกมนี้ ลูกสมุนจะไม่ตื่นพร้อมๆกันมาเลือกคนเลี้ยงมอนสเตอร์น้อย, ลูกสมุนจะถูกปลุกทีละคนจนกว่าจะมีหนึ่งคนที่เลือกเอาโทเคนมอนสเตอร์น้อยไปเลี้ยง"
    },
    {
        "target": "lilmonsta",
        "trick": "scarletwoman",
        "reason": "ถ้ามีคนมีชีวิตอยู่ตั้งแต่ห้าคนขึ้นไปและลูกสมุนที่ถือโทเคนมอนสเตอร์น้อยอยู่ตาย นางคณิกาจะได้โทเคนมอนสเตอร์น้อยในคืนนี้"
    },
    {
        "target": "lilmonsta",
        "trick": "vizier",
        "reason": "เสนาบดีสามารถตายได้ด้วยการประหาร ถ้าเขาเลี้ยงมอนสเตอร์น้อยอยู่"
    },
    {
        "target": "lleech",
        "trick": "mastermind",
        "reason": "ถ้าจอมบงการยังมีชีวิตและโฮสต์ของปลิงปีศาจถูกประหาร ปลิงปีศาจจะยังมีชีวิตแต่สูญเสียพลัง"
    },
    {
        "target": "lleech",
        "trick": "slayer",
        "reason": "ถ้านักล่าอสูรเลือกใช้พลังกับโฮสต์ของปลิงปีศาจ โฮสต์จะตาย"
    },
    {
        "target": "magician",
        "trick": "wraith",
        "reason": "แต่ละวันหลังจากขั้นตอนการประหารชีวิต พ่อมดที่มีชีวิตอยู่อาจจะคาดเดาอย่าง เปิด เผยผู้เล่นที่ยังมีชีวิตอยู่เป็น Wrath : ถ้าถูกต้อง ปีศาจจะต้องเลือก Wrath คืนนี้."
    },
    {
        "target": "magician",
        "trick": "spy",
        "reason": "เวลาที่ไส้ศึกดูกรีมัวร์ โทเคนของปีศาจและนักมายากลจะถูกเอาออกชั่วคราว"
    },
    {
        "target": "magician",
        "trick": "vizier",
        "reason": "ถ้าพวกวิซิเออร์กับเมจิกเล่นทั้งคู่ ปีศาจก็ไม่เรียนรู้เรื่องมิเนียน."
    },
    {
        "target": "magician",
        "trick": "widow",
        "reason": "เวลาที่แม่ม่ายดำดูกรีมัวร์ โทเคนของปีศาจและนักมายากลจะถูกเอาออกชั่วคราว"
    },
    {
        "target": "magician",
        "trick": "lilmonsta",
        "reason": "ในแต่ละคืน นักมายากลเลือกมิเนี่ยน : ถ้ามิเนี่ยน & Lil' Monsta ยังมีชีวิตอยู่."
    },
    {
        "target": "marionette",
        "trick": "balloonist",
        "reason": "ถ้าหุ่นเชิดถูกบอกว่าเขาเป็นนักบินบอลลูน เพิ่มคนนอกหนึ่งคน"
    },
    {
        "target": "marionette",
        "trick": "damsel",
        "reason": "หุ่นเชิดจะไม่ถูกบอกว่าเจ้าหญิงอยู่ในเกมนี้"
    },
    {
        "target": "marionette",
        "trick": "huntsman",
        "reason": "ถ้าหุ่นเชิดถูกบอกว่าเขาเป็นนายพราน เพิ่มเจ้าหญิงเข้ามาในเกม"
    },
    {
        "target": "marionette",
        "trick": "lilmonsta",
        "reason": "หุ่นเชิดจะเป็นเพื่อนบ้านกับลูกสมุนหนึ่งคน ไม่ใช่ปีศาจ, หุ่นเชิดจะไม่ถูกปลุกขึ้นมาเลือกคนเลี้ยงโทเคนมอนสเตอร์น้อย, และจะไม่รู้ว่าตัวเองเป็นหุ่นเชิดแม้ว่าเขาจะเลี้ยงมอนสเตอร์น้อยอยู่ก็ตาม"
    },
    {
        "target": "marionette",
        "trick": "poppygrower",
        "reason": "เมื่อคนปลูกฝิ่นตาย ปีศาจจะรู้ว่าใครเป็นหุ่นเชิด แต่หุ่นเชิดจะไม่ได้ข้อมูลอะไร"
    },
    {
        "target": "marionette",
        "trick": "snitch",
        "reason": "หุ่นเชิดจะไม่ได้ 3 บลัปจากคนปากพล่อย แต่ว่าปีศาจจะได้บลัฟเพิ่มอีก 3 ตัวละครแทน"
    },
    {
        "target": "marionette",
        "trick": "wraith",
        "reason": "พวกวราธไม่ตื่นพร้อมมารีเอตท์."
    },
    {
        "target": "mastermind",
        "trick": "alhadikhia",
        "reason": "ถ้าอัล-ฮาดิเคียถูกประหารและจอมบงการยังมีชีวิตอยู่, ให้อัล-ฮาดิเคียเลือกผู้เล่นฝ่ายดีสามคนในคืนนี้: ถ้าทั้งสามคนเลือกที่จะมีชีวิต, ฝ่ายร้ายชนะทันที. มิฉะนั้น, ฝ่ายดีชนะ."
    },
    {
        "target": "mathematician",
        "trick": "chambermaid",
        "reason": "นางต้นห้องรู้ว่านักคณิตจะตื่นหรือไม่ แม้ว่านางต้นห้องตื่นก่อนก็ตาม"
    },
    {
        "target": "mathematician",
        "trick": "lunatic",
        "reason": "นักคณิตจะได้เลขเพิ่ม ถ้าปีศาจเลือกฆ่าคนละคนกับที่คนบ้าเลือก"
    },
    {
        "target": "ogre",
        "trick": "recluse",
        "reason": "ถ้ายักษ์เพื่อนรักเลือกฤษี แล้วพลังของยักษ์เพื่อนรักนับว่าฤษีเป็นฝ่ายร้าย ยักษ์เพื่อนรักจะรู้ว่าเป็นฝ่ายร้าย"
    },
    {
        "target": "pithag",
        "trick": "cultleader",
        "reason": "ถ้าผีพรายแปลงกายเปลี่ยนผู้เล่นฝ่ายร้ายเป็นเจ้าลัทธิ เจ้าลัทธิจะไม่สามารถเปลี่ยนเป็นฝ่ายดีได้ด้วยพลังตัวเอง"
    },
    {
        "target": "pithag",
        "trick": "damsel",
        "reason": "ถ้าผีพรายแปลงกายสร้างเจ้าหญิง นักเล่าเรื่องจะเป็นคนเลือกผู้เล่นที่จะกลายเป็นเจ้าหญิง"
    },
    {
        "target": "pithag",
        "trick": "goon",
        "reason": "ถ้าผีพรายแปลงกายเปลี่ยนผู้เล่นฝ่ายร้ายเป็นลูกกระจ๊อก ลูกกระจ๊อกจะไม่สามารถเปลี่ยนเป็นฝ่ายดีได้ด้วยพลังตัวเอง"
    },
    {
        "target": "pithag",
        "trick": "ogre",
        "reason": "ถ้าพิทแฮกเปลี่ยนผู้เล่นชั่วร้าย ให้กลายเป็นโอเกอร์ พวกเขาไม่สามารถเปลี่ยนความดีได้เนื่องจากความสามารถของตัวเอง."
    },
    {
        "target": "pithag",
        "trick": "politician",
        "reason": "ผีพรายแปลงกายสร้างนักการเมืองฝ่ายร้ายไม่ได้"
    },
    {
        "target": "pithag",
        "trick": "villageidiot",
        "reason": "ถ้ายังมีโทเคนตัวละครบักสิเด๋อเหลือ ผีพรายแปลงกายสามารถสร้างบักสิเด๋อได้, ถ้าสร้าง บักสิเด๋อที่เมาอาจจะเปลี่ยนคน"
    },
    {
        "target": "plaguedoctor",
        "trick": "baron",
        "reason": "ถ้าเดอะสตอรี่เทลเลอร์ได้ความสามารถจากบารอน ผู้เล่น 2 คน จะกลายเป็นพวกนอกเล่นไม่ได้."
    },
    {
        "target": "plaguedoctor",
        "trick": "boomdandy",
        "reason": "ถ้าหมอกาฬโรคถูกประหาร และนักเล่าเรื่องจะได้พลังของมือระเบิดพลีชีพ พลังของมือระเบิดพลีชีพจะถูกใช้ทันที"
    },
    {
        "target": "plaguedoctor",
        "trick": "eviltwin",
        "reason": "นักเล่าเรื่องไม่สามารถรับพลังของแฝดนรกได้ ถ้าหมอกาฬโรคตาย"
    },
    {
        "target": "plaguedoctor",
        "trick": "fearmonger",
        "reason": "ถ้าหมอกาฬโรคตาย ลูกสมุนหนึ่งคนที่มีชีวิตจะได้พลังของนักปลุกปั่น และรู้เรื่องนี้"
    },
    {
        "target": "plaguedoctor",
        "trick": "goblin",
        "reason": "ถ้าหมอกาฬโรคตาย ลูกสมุนที่ยังมีชีวิตคนหนึ่งได้พลังก็อบลินเพิ่มเติมจากพลังที่มีอยู่ แล้วรู้สิ่งนี้"
    },
    {
        "target": "plaguedoctor",
        "trick": "marionette",
        "reason": "ถ้าปีศาจมีเพื่อนบ้านที่ยังมีชีวิตอยู่ และเป็นชาวเมือง หรือพวกนอกคอก เมื่อหมอกาฬตาย ถ้า มี ผู้ เล่น ที่ ชั่ว ร้าย เกิน ไป แล้ว ก็ จะ ไม่ เป็น เช่น นั้น."
    },
    {
        "target": "plaguedoctor",
        "trick": "scarletwoman",
        "reason": "ถ้าหมอกาฬโรคตาย ลูกสมุนหนึ่งคนที่มีชีวิตจะได้พลังของนางคณิกา และรู้เรื่องนี้"
    },
    {
        "target": "plaguedoctor",
        "trick": "spy",
        "reason": "ถ้าหมอกาฬโรคตาย ลูกสมุนหนึ่งคนที่มีชีวิตจะได้พลังของไส้ศึก และรู้เรื่องนี้"
    },
    {
        "target": "plaguedoctor",
        "trick": "wraith",
        "reason": "ถ้าหมอโรคระบาดตาย คนมีเมียนที่มีชีวิต จะมีความสามารถเหนือความสามารถของตัวเอง."
    },
    {
        "target": "riot",
        "trick": "banshee",
        "reason": "แต่ละคืน Riot เลือกเครื่องเล่นที่ดีแบบมีชีวิต (จากคืนก่อนหน้า): Banshee ที่ถูกเลือกไว้จะตาย และได้รับความสามารถของมัน."
    },
    {
        "target": "riot",
        "trick": "exorcist",
        "reason": "ถ้า พวก Exorcist เลือก ริอต คืน ที่ 3 มิ เนส ก็ จะ ไม่ กลาย เป็น ริ โอต."
    },
    {
        "target": "riot",
        "trick": "farmer",
        "reason": "แต่ละคืน ริดต์ เลือก นัก เล่น ที่ มี ชีวิต ชีวา (ต่าง จาก คืน ก่อน หน้า นี้): เกษตรกร ที่ ถูก เลือก ใช้ ความ สามารถ ของ ตน แต่ ไม่ ตาย."
    },
    {
        "target": "riot",
        "trick": "grandmother",
        "reason": "ถ้า ริต เล่น อยู่ และ แกรนด์ชายลด์ ตาย ระหว่าง วัน คุณ ย่า ก็ ตาย ด้วย."
    },
    {
        "target": "riot",
        "trick": "innkeeper",
        "reason": "ถ้าริวทอยู่ในการเล่น ผู้เล่นรักษาโรงแรมปลอดภัย จากความสามารถชั่วร้าย."
    },
    {
        "target": "riot",
        "trick": "king",
        "reason": "ถ้า ริโอท เล่น อยู่ และ ผู้ เล่น อย่าง น้อย 1 คน เสีย ชีวิต กษัตริย์ ก็ เรียน รู้ ตัว ละคร ที่ ยัง มี ชีวิต อยู่ ใน แต่ ละ คืน."
    },
    {
        "target": "riot",
        "trick": "mayor",
        "reason": "นายกเทศมนตรีอาจจะเลือกที่จะหยุดการเสนอชื่อ ถ้า พวก เขา ทํา เช่น นั้น เมื่อ มี เพียง 1 ริ โอต เท่า นั้น ที่ ยัง มี ชีวิต อยู่ ก็ จะ มี ชัย ชนะ ดี. มิฉะนั้น ความชั่วร้ายจะชนะ."
    },
    {
        "target": "riot",
        "trick": "monk",
        "reason": "ถ้าริโอทอยู่ในการเล่น ผู้เล่นป้องกันม๊องค์จะปลอดภัย จากความสามารถชั่วร้ายทั้งหมด."
    },
    {
        "target": "riot",
        "trick": "ravenkeeper",
        "reason": "แต่ละคืน ไร ท์ เลือก นัก เล่น ที่ มี ชีวิต ชีวา (ต่าง จาก คืน ก่อน หน้า นี้) คน เลี้ยง เร เวน ที่ ถูก เลือก ใช้ ความ สามารถ ของ ตน แต่ ไม่ ตาย."
    },
    {
        "target": "riot",
        "trick": "sage",
        "reason": "แต่ละคืน ไร ท์ เลือก นัก เล่น ที่ มี ชีวิต ชีวา (ต่าง จาก คืน ก่อน หน้า นี้): เซจ ผู้ ถูก เลือก ใช้ ความ สามารถ ของ ตน แต่ ไม่ ตาย."
    },
    {
        "target": "riot",
        "trick": "soldier",
        "reason": "ถ้าริโอทเล่นอยู่ ทหารจะปลอดภัยจากพลังชั่วร้าย."
    },
    {
        "target": "scarletwoman",
        "trick": "alhadikhia",
        "reason": "ถ้ามีอัล-ฮาดิเคียที่มีชีวิตสองคน นางคณิกาที่กลายเป็นอัล-ฮาดิเคีย จะกลับมาเป็นนางคณิกาเหมือนเดิม"
    },
    {
        "target": "scarletwoman",
        "trick": "fanggu",
        "reason": "ถ้าฟางกู่เลือกคนนอกแล้วตาย นางคณิกาจะไม่กลายเป็นฟางกู่"
    },
    {
        "target": "spy",
        "trick": "damsel",
        "reason": "ถ้าไส้ศึกอยู่ในเกมนี้หรือเคยอยู่ในเกมนี้ เจ้าหญิงจะติดพิษ"
    },
    {
        "target": "spy",
        "trick": "ogre",
        "reason": "ไส้ศึกนับเป็นฝ่ายร้ายหากถูกเลือกด้วยพลังยักษ์เพื่อนรัก"
    },
    {
        "target": "spy",
        "trick": "poppygrower",
        "reason": "ถ้าคนปลูกฝิ่นอยู่ในเกม ไส้ศึกจะไม่สามารถดูกรีมัวร์ได้ จนกว่าคนปลูกฝิ่นจะตาย"
    },
    {
        "target": "summoner",
        "trick": "clockmaker",
        "reason": "ถ้าผู้อัญเชิญอยู่ในเกมนี้ ช่างนาฬิกาจะไม่ได้ข้อมูลจนกว่าปีศาจจะถูกอัญเชิญ"
    },
    {
        "target": "summoner",
        "trick": "courtier",
        "reason": "ถ้าผู้อัญเชิญเมาในคืนที่สาม ผู้อัญเชิญเลือกตัวละครปีศาจ แต่นักเล่าเรื่องเลือกผู้เล่นที่จะกลายเป็นปีศาจ"
    },
    {
        "target": "summoner",
        "trick": "engineer",
        "reason": "ถ้าวิศวกรเอาผู้อัญเชิญออกจากเกมก่อนที่ผู้อัญเชิญจะใช้พลัง ให้ผู้อัญเชิญใช้พลังทันที"
    },
    {
        "target": "summoner",
        "trick": "hatter",
        "reason": "ผู้อัญเชิญไม่สามารถอัญเชิญปีศาจที่ถูกใช้อยู่ในเกมนี้ได้ ถ้าผู้อัญเชิญเรียกปีศาจตัวอื่น การตายในคืนนี้จะเป็นไปตามอำเภอใจผู้เล่าเรื่อง"
    },
    {
        "target": "summoner",
        "trick": "kazali",
        "reason": "ผู้อัญเชิญไม่สามารถอัญเชิญปีศาจที่ถูกใช้อยู่ในเกมนี้ได้ ถ้าผู้อัญเชิญเรียกปีศาจตัวอื่น การตายในคืนนี้จะเป็นไปตามอำเภอใจผู้เล่าเรื่อง"
    },
    {
        "target": "summoner",
        "trick": "legion",
        "reason": "ถ้าผู้อัญเชิญเรียกลีเจี้ยน ผู้เล่นโดนมาก (รวมทั้งฝ่ายร้ายทั้งหมด) จะกลายเป็นลีเจี้ยนฝ่ายร้าย"
    },
    {
        "target": "summoner",
        "trick": "lordoftyphon",
        "reason": "หากผู้ชุมนุมสร้างลอร์ดแห่งไทโฟน ลอร์ดแห่งไทโฟนต้องผูกขาดกับเพื่อนบ้าน เพื่อนบ้านคนอื่น กลายเป็นปีศาจร้าย."
    },
    {
        "target": "summoner",
        "trick": "marionette",
        "reason": "มาเรียนเนตท์เพื่อนบ้านที่ชุมนุม ผู้ชุมนุมรู้ว่าใครคือ มาเรียนเน็ต."
    },
    {
        "target": "summoner",
        "trick": "pithag",
        "reason": "ผู้อัญเชิญไม่สามารถอัญเชิญปีศาจที่ถูกใช้อยู่ในเกมนี้ได้ ถ้าผู้อัญเชิญเรียกปีศาจตัวอื่น การตายในคืนนี้จะเป็นไปตามอำเภอใจผู้เล่าเรื่อง"
    },
    {
        "target": "summoner",
        "trick": "poppygrower",
        "reason": "ถ้าคนปลูกฝิ่นยังมีชีวิตอยู่ตอนที่ผู้อัญเชิญเรียกปีศาจ ผู้อัญเชิญเลือกตัวละครปีศาจ แต่นักเล่าเรื่องเลือกผู้เล่นที่จะกลายเป็นปีศาจ"
    },
    {
        "target": "summoner",
        "trick": "preacher",
        "reason": "ถ้านักเทศน์เลือกผู้อัญเชิญในคืนที่สามหรือก่อนนั้น ให้ผู้อัญเชิญเลือกว่าจะอัญเชิญปีศาจตัวไหน, แต่ให้นักเล่าเรื่องเลือกว่าใครจะเป็นปีศาจตัวนั้น"
    },
    {
        "target": "summoner",
        "trick": "pukka",
        "reason": "ผู้อัญเชิญสามารถเลือกที่จะอัญเชิญพุกก้าได้ในคืนที่สอง แทนที่จะเป็นคืนที่สาม"
    },
    {
        "target": "summoner",
        "trick": "zombuul",
        "reason": "ถ้าผู้อัญเชิญเปลี่ยนคนตายแล้วเป็นซอมบูล ให้นักเล่าเรื่องนับว่าซอมบูลตายแล้วหนึ่งครั้ง"
    },
    {
        "target": "vizier",
        "trick": "alsaahir",
        "reason": "ถ้าเสนาบดีอยู่ในเกมนี้, อัลซาเฮียต้องเดาด้วยว่าผู้เล่นที่เป็นปีศาจได้บทเป็นปีศาจตัวไหน"
    },
    {
        "target": "vizier",
        "trick": "courtier",
        "reason": "ถ้าพวกวิซิเออร์สูญเสียความสามารถ พวกเขาก็เรียนรู้เรื่องนี้ ถ้าพวกวิซิเออร์ถูกประหารชีวิต ขณะที่พวกเขามีความสามารถ ทีมของพวกเขาจะชนะ."
    },
    {
        "target": "vizier",
        "trick": "fearmonger",
        "reason": "พวก วิ ซี เอ อร์ ตื่น ขึ้น มา พร้อม กับ ผู้ ที่ เป็น ตัว ก่อ ความ กลัว ได้ เรียน รู้ ว่า พวก เขา เลือก ใคร และ ไม่ อาจ เลือก จะ ประหาร ผู้ เล่น คน นั้น ทันที."
    },
    {
        "target": "vizier",
        "trick": "investigator",
        "reason": "ถ้านักสืบรู้ว่าเสนาบดีอยู่ในเกมนี้ นักเล่าเรื่องจะไม่ประกาศว่าเสนาบดีอยู่ในเกมให้ทุกคนรู้"
    },
    {
        "target": "vizier",
        "trick": "politician",
        "reason": "เสนาบดีอาจจะเห็นนักการเมืองเป็นฝ่ายร้าย"
    },
    {
        "target": "vizier",
        "trick": "preacher",
        "reason": "ถ้าพวกวิซิเออร์สูญเสียความสามารถ พวกเขาก็เรียนรู้เรื่องนี้ ถ้าพวกวิซิเออร์ถูกประหารชีวิต ขณะที่พวกเขามีความสามารถ ทีมของพวกเขาจะชนะ."
    },
    {
        "target": "vizier",
        "trick": "zealot",
        "reason": "หัวรุนแรงอาจจะถูกนับเป็นฝ่ายร้ายสำหรับเสนาบดี"
    },
    {
        "target": "vortox",
        "trick": "banshee",
        "reason": "ถ้าวอร์ท็อกซ์อยู่ในเกมนี้และปีศาจฆ่าแบนชี ผู้เล่นทุกคนจะยังได้รับข้อมูลที่ถูกว่าแบนชีตาย"
    },
    {
        "target": "widow",
        "trick": "damsel",
        "reason": "ถ้าแม่ม่ายดำอยู่ในเกมนี้หรือเคยอยู่ในเกมนี้ เจ้าหญิงจะติดพิษ"
    },
    {
        "target": "widow",
        "trick": "poppygrower",
        "reason": "ถ้าคนปลูกฝิ่นอยู่ในเกม แม่ม่ายดำจะไม่สามารถดูกรีมัวร์ได้ จนกว่าคนปลูกฝิ่นจะตาย"
    },
    {
        "target": "yaggababble",
        "trick": "exorcist",
        "reason": "ถ้าหมอผีเลือกยักกาบับเบิล พลังของยักกาบับเบิลไม่ฆ่าใครในคืนนี้"
    }
]
