[
    {
        "target": "alhadikhia",
        "trick": "princess",
        "reason": "หากเจ้าหญิงเสนอชื่อและประหารชีวิตผู้เล่นในวันที่ 1 จะไม่มีใครตายเพราะความสามารถของ Al-Hadikhia ในคืนนี้"
    },
    {
        "target": "bountyhunter",
        "trick": "kazali",
        "reason": "พลังของนักล่าค่าหัวจะเปลี่ยนชาวบ้านหนึ่งคนเป็นฝ่ายร้ายก็ต่อเมื่อนักล่าค่าหัวยังอยู่ในเกมหลังจากคาซาลิทำงาน"
    },
    {
        "target": "bountyhunter",
        "trick": "philosopher",
        "reason": "ถ้าพหูสูตได้พลังของนักล่าค่าหัว ชาวบ้านหนึ่งคนอาจจะกลายเป็นฝ่ายร้าย"
    },
    {
        "target": "cannibal",
        "trick": "butler",
        "reason": "ถ้ามนุษย์กินคนได้พลังของพ่อบ้าน มนุษย์กินคนจะรู้"
    },
    {
        "target": "cannibal",
        "trick": "juggler",
        "reason": "หากนักเล่นกลเดาได้ในวันแรกและเสียชีวิตจากการประหารชีวิต คืนนี้นักเล่นกลที่ยังมีชีวิตอยู่จะเรียนรู้ว่านักเล่นกลเดาถูกกี่ครั้ง"
    },
    {
        "target": "cannibal",
        "trick": "poppygrower",
        "reason": "หาก Cannibal กิน Poppy Grower แล้วตายหรือสูญเสียความสามารถของ Poppy Grower ปีศาจและมินเนี่ยนจะได้เรียนรู้ซึ่งกันและกันในคืนนั้น"
    },
    {
        "target": "cannibal",
        "trick": "princess",
        "reason": "หาก Cannibal เสนอชื่อและประหารชีวิตเจ้าหญิงในวันนี้ อสูรจะไม่ฆ่าในคืนนี้"
    },
    {
        "target": "cannibal",
        "trick": "zealot",
        "reason": "ถ้ามนุษย์กินคนได้พลังของหัวรุนแรง มนุษย์กินคนจะรู้"
    },
    {
        "target": "mathematician",
        "trick": "chambermaid",
        "reason": "นางต้นห้องรู้ว่านักคณิตจะตื่นหรือไม่ แม้ว่านางต้นห้องตื่นก่อนก็ตาม"
    },
    {
        "target": "mathematician",
        "trick": "lunatic",
        "reason": "นักคณิตจะได้เลขเพิ่ม ถ้าปีศาจเลือกฆ่าคนละคนกับที่คนบ้าเลือก"
    },
    {
        "target": "butler",
        "trick": "organgrinder",
        "reason": "ถ้านักแสดงเรี่ยไรทำให้ทุกคนต้องหลับตาโหวต พ่อบ้านจะยกมือโหวตเมื่อไหร่ก็ได้ แต่โหวตของเขาจะถูกนับถ้าเจ้านายโหวตด้วย"
    },
    {
        "target": "heretic",
        "trick": "baron",
        "reason": "ถ้ามีทั้ง อำมาตย์ และ คนนอกรีต ในเกมนี้ พลังของอำมาตย์เพิ่มคนนอกแค่หนึ่งคน"
    },
    {
        "target": "heretic",
        "trick": "boffin",
        "reason": "ปีศาจไม่สามารถมีความสามารถนอกรีตได้"
    },
    {
        "target": "heretic",
        "trick": "godfather",
        "reason": "เจ้าพ่อ และ คนนอกรีต จะถูกใช้อยู่ในเกมเดียวกันไม่ได้"
    },
    {
        "target": "heretic",
        "trick": "lleech",
        "reason": "ถ้าปลิงปีศาจทำให้คนนอกรีตติดพิษแล้วปลิงปีศาจตาย คนนอกรีตจะยังติดพิษอยู่"
    },
    {
        "target": "heretic",
        "trick": "pithag",
        "reason": "ผีพรายแปลงกายสร้างคนนอกรีตไม่ได้"
    },
    {
        "target": "heretic",
        "trick": "spy",
        "reason": "ไส้ศึก และ คนนอกรีต จะถูกใช้อยู่ในเกมเดียวกันไม่ได้"
    },
    {
        "target": "heretic",
        "trick": "widow",
        "reason": "แม่ม่ายดำ และ คนนอกรีต จะถูกใช้อยู่ในเกมเดียวกันไม่ได้"
    },
    {
        "target": "ogre",
        "trick": "recluse",
        "reason": "ถ้ายักษ์เพื่อนรักเลือกฤษี แล้วพลังของยักษ์เพื่อนรักนับว่าฤษีเป็นฝ่ายร้าย ยักษ์เพื่อนรักจะรู้ว่าเป็นฝ่ายร้าย"
    },
    {
        "target": "plaguedoctor",
        "trick": "baron",
        "reason": "หากผู้เล่าเรื่องได้รับความสามารถของบารอน ผู้เล่นสูงสุดสองคนจะกลายเป็นคนนอกที่ไม่อยู่ในเกม"
    },
    {
        "target": "plaguedoctor",
        "trick": "boomdandy",
        "reason": "ถ้าหมอกาฬโรคถูกประหาร และนักเล่าเรื่องจะได้พลังของมือระเบิดพลีชีพ พลังของมือระเบิดพลีชีพจะถูกใช้ทันที"
    },
    {
        "target": "plaguedoctor",
        "trick": "eviltwin",
        "reason": "นักเล่าเรื่องไม่สามารถรับพลังของแฝดนรกได้ ถ้าหมอกาฬโรคตาย"
    },
    {
        "target": "plaguedoctor",
        "trick": "fearmonger",
        "reason": "ถ้าหมอกาฬโรคตาย ลูกสมุนหนึ่งคนที่มีชีวิตจะได้พลังของนักปลุกปั่น และรู้เรื่องนี้"
    },
    {
        "target": "plaguedoctor",
        "trick": "goblin",
        "reason": "ถ้าหมอกาฬโรคตาย ลูกสมุนที่ยังมีชีวิตคนหนึ่งได้พลังก็อบลินเพิ่มเติมจากพลังที่มีอยู่ แล้วรู้สิ่งนี้"
    },
    {
        "target": "plaguedoctor",
        "trick": "marionette",
        "reason": "หากปีศาจมีเพื่อนบ้านที่ยังมีชีวิตอยู่และมีชาวเมืองหรือคนนอกเมื่อ Plague Doctor ตาย ผู้เล่นคนนั้นจะกลายเป็นหุ่นเชิดที่ชั่วร้าย หากมีผู้เล่นชั่วร้ายเพิ่มอยู่แล้ว สิ่งนี้จะไม่เกิดขึ้น"
    },
    {
        "target": "plaguedoctor",
        "trick": "scarletwoman",
        "reason": "ถ้าหมอกาฬโรคตาย ลูกสมุนหนึ่งคนที่มีชีวิตจะได้พลังของนางคณิกา และรู้เรื่องนี้"
    },
    {
        "target": "plaguedoctor",
        "trick": "spy",
        "reason": "ถ้าหมอกาฬโรคตาย ลูกสมุนหนึ่งคนที่มีชีวิตจะได้พลังของไส้ศึก และรู้เรื่องนี้"
    },
    {
        "target": "boffin",
        "trick": "alchemist",
        "reason": "หากนักเล่นแร่แปรธาตุมีความสามารถ Boffin นักเล่นแร่แปรธาตุจะไม่เรียนรู้ว่าปีศาจมีความสามารถอะไร"
    },
    {
        "target": "boffin",
        "trick": "cultleader",
        "reason": "หากปีศาจมีความสามารถเป็นผู้นำลัทธิ พวกมันจะไม่สามารถกลายเป็นคนดีได้เนื่องจากความสามารถนี้"
    },
    {
        "target": "boffin",
        "trick": "drunk",
        "reason": "หากปีศาจมีความสามารถเมา Boffin จะเลือกผู้เล่น Townsfolk ที่จะมีความสามารถนี้แทน"
    },
    {
        "target": "boffin",
        "trick": "goon",
        "reason": "หากปีศาจมีความสามารถ Goon พวกมันจะไม่สามารถกลายเป็นคนดีได้เนื่องจากความสามารถนี้"
    },
    {
        "target": "boffin",
        "trick": "ogre",
        "reason": "อสูรไม่สามารถมีความสามารถของอสูรได้"
    },
    {
        "target": "boffin",
        "trick": "politician",
        "reason": "ปีศาจไม่สามารถมีความสามารถทางการเมืองได้"
    },
    {
        "target": "boffin",
        "trick": "villageidiot",
        "reason": "หากมีโทเค็นสำรอง Boffin สามารถมอบความสามารถ Village Idiot ให้กับ Demon ได้"
    },
    {
        "target": "cerenovus",
        "trick": "goblin",
        "reason": "นักสะกดจิตสามารถเลือกให้ผู้เล่นเพ้อว่าเขาเป็นก็อบลิน"
    },
    {
        "target": "marionette",
        "trick": "balloonist",
        "reason": "ถ้าหุ่นเชิดถูกบอกว่าเขาเป็นนักบินบอลลูน เพิ่มคนนอกหนึ่งคน"
    },
    {
        "target": "marionette",
        "trick": "damsel",
        "reason": "หุ่นเชิดจะไม่ถูกบอกว่าเจ้าหญิงอยู่ในเกมนี้"
    },
    {
        "target": "marionette",
        "trick": "huntsman",
        "reason": "ถ้าหุ่นเชิดถูกบอกว่าเขาเป็นนายพราน เพิ่มเจ้าหญิงเข้ามาในเกม"
    },
    {
        "target": "marionette",
        "trick": "lilmonsta",
        "reason": "หุ่นเชิดจะเป็นเพื่อนบ้านกับลูกสมุนหนึ่งคน ไม่ใช่ปีศาจ, หุ่นเชิดจะไม่ถูกปลุกขึ้นมาเลือกคนเลี้ยงโทเคนมอนสเตอร์น้อย, และจะไม่รู้ว่าตัวเองเป็นหุ่นเชิดแม้ว่าเขาจะเลี้ยงมอนสเตอร์น้อยอยู่ก็ตาม"
    },
    {
        "target": "marionette",
        "trick": "poppygrower",
        "reason": "เมื่อคนปลูกฝิ่นตาย ปีศาจจะรู้ว่าใครเป็นหุ่นเชิด แต่หุ่นเชิดจะไม่ได้ข้อมูลอะไร"
    },
    {
        "target": "marionette",
        "trick": "snitch",
        "reason": "หุ่นเชิดจะไม่ได้ 3 บลัปจากคนปากพล่อย แต่ว่าปีศาจจะได้บลัฟเพิ่มอีก 3 ตัวละครแทน"
    },
    {
        "target": "mastermind",
        "trick": "alhadikhia",
        "reason": "ถ้าอัล-ฮาดิเคียถูกประหารและจอมบงการยังมีชีวิตอยู่, ให้อัล-ฮาดิเคียเลือกผู้เล่นฝ่ายดีสามคนในคืนนี้: ถ้าทั้งสามคนเลือกที่จะมีชีวิต, ฝ่ายร้ายชนะทันที. มิฉะนั้น, ฝ่ายดีชนะ."
    },
    {
        "target": "pithag",
        "trick": "cultleader",
        "reason": "ถ้าผีพรายแปลงกายเปลี่ยนผู้เล่นฝ่ายร้ายเป็นเจ้าลัทธิ เจ้าลัทธิจะไม่สามารถเปลี่ยนเป็นฝ่ายดีได้ด้วยพลังตัวเอง"
    },
    {
        "target": "pithag",
        "trick": "damsel",
        "reason": "ถ้าผีพรายแปลงกายสร้างเจ้าหญิง นักเล่าเรื่องจะเป็นคนเลือกผู้เล่นที่จะกลายเป็นเจ้าหญิง"
    },
    {
        "target": "pithag",
        "trick": "goon",
        "reason": "ถ้าผีพรายแปลงกายเปลี่ยนผู้เล่นฝ่ายร้ายเป็นลูกกระจ๊อก ลูกกระจ๊อกจะไม่สามารถเปลี่ยนเป็นฝ่ายดีได้ด้วยพลังตัวเอง"
    },
    {
        "target": "pithag",
        "trick": "ogre",
        "reason": "หาก Pit-Hag เปลี่ยนผู้เล่นที่ชั่วร้ายให้กลายเป็น Ogre พวกเขาก็จะเปลี่ยนความดีไม่ได้เนื่องจากความสามารถของตัวเอง"
    },
    {
        "target": "pithag",
        "trick": "politician",
        "reason": "ผีพรายแปลงกายสร้างนักการเมืองฝ่ายร้ายไม่ได้"
    },
    {
        "target": "pithag",
        "trick": "villageidiot",
        "reason": "ถ้ายังมีโทเคนตัวละครบักสิเด๋อเหลือ ผีพรายแปลงกายสามารถสร้างบักสิเด๋อได้, ถ้าสร้าง บักสิเด๋อที่เมาอาจจะเปลี่ยนคน"
    },
    {
        "target": "scarletwoman",
        "trick": "alhadikhia",
        "reason": "ถ้ามีอัล-ฮาดิเคียที่มีชีวิตสองคน นางคณิกาที่กลายเป็นอัล-ฮาดิเคีย จะกลับมาเป็นนางคณิกาเหมือนเดิม"
    },
    {
        "target": "scarletwoman",
        "trick": "fanggu",
        "reason": "ถ้าฟางกู่เลือกคนนอกแล้วตาย นางคณิกาจะไม่กลายเป็นฟางกู่"
    },
    {
        "target": "spy",
        "trick": "alchemist",
        "reason": "หากนักเล่นแร่แปรธาตุมีความสามารถสายลับ พวกเขาจะไม่เห็นคัมภีร์มัวร์ และสายลับตัวจริงจะไม่สามารถลงทะเบียนผิดพลาดได้"
    },
    {
        "target": "spy",
        "trick": "damsel",
        "reason": "ถ้าไส้ศึกอยู่ในเกมนี้หรือเคยอยู่ในเกมนี้ เจ้าหญิงจะติดพิษ"
    },
    {
        "target": "spy",
        "trick": "magician",
        "reason": "เวลาที่ไส้ศึกดูกรีมัวร์ โทเคนของปีศาจและนักมายากลจะถูกเอาออกชั่วคราว"
    },
    {
        "target": "spy",
        "trick": "ogre",
        "reason": "ไส้ศึกนับเป็นฝ่ายร้ายหากถูกเลือกด้วยพลังยักษ์เพื่อนรัก"
    },
    {
        "target": "spy",
        "trick": "poppygrower",
        "reason": "ถ้าคนปลูกฝิ่นอยู่ในเกม ไส้ศึกจะไม่สามารถดูกรีมัวร์ได้ จนกว่าคนปลูกฝิ่นจะตาย"
    },
    {
        "target": "summoner",
        "trick": "alchemist",
        "reason": "ถ้ามีนักแปรธาตุที่มีพลังของผู้อัญเชิญอยู่ในเกมนี้ เกมนี้จะเริ่มด้วยปีศาจหนึ่งตัวตามปกติ ถ้านักแปรธาตุใช้พลังผู้อัญเชิญแล้วเลือกผู้เล่น ผู้เล่นนั้นจะกลายเป็นปีศาจแต่ไม่เปลี่ยนฝ่าย"
    },
    {
        "target": "summoner",
        "trick": "clockmaker",
        "reason": "ถ้าผู้อัญเชิญอยู่ในเกมนี้ ช่างนาฬิกาจะไม่ได้ข้อมูลจนกว่าปีศาจจะถูกอัญเชิญ"
    },
    {
        "target": "summoner",
        "trick": "courtier",
        "reason": "ถ้าผู้อัญเชิญเมาในคืนที่สาม ผู้อัญเชิญเลือกตัวละครปีศาจ แต่นักเล่าเรื่องเลือกผู้เล่นที่จะกลายเป็นปีศาจ"
    },
    {
        "target": "summoner",
        "trick": "engineer",
        "reason": "ถ้าวิศวกรเอาผู้อัญเชิญออกจากเกมก่อนที่ผู้อัญเชิญจะใช้พลัง ให้ผู้อัญเชิญใช้พลังทันที"
    },
    {
        "target": "summoner",
        "trick": "hatter",
        "reason": "ผู้อัญเชิญไม่สามารถอัญเชิญปีศาจที่ถูกใช้อยู่ในเกมนี้ได้ ถ้าผู้อัญเชิญเรียกปีศาจตัวอื่น การตายในคืนนี้จะเป็นไปตามอำเภอใจผู้เล่าเรื่อง"
    },
    {
        "target": "summoner",
        "trick": "kazali",
        "reason": "ผู้อัญเชิญไม่สามารถอัญเชิญปีศาจที่ถูกใช้อยู่ในเกมนี้ได้ ถ้าผู้อัญเชิญเรียกปีศาจตัวอื่น การตายในคืนนี้จะเป็นไปตามอำเภอใจผู้เล่าเรื่อง"
    },
    {
        "target": "summoner",
        "trick": "legion",
        "reason": "ถ้าผู้อัญเชิญเรียกลีเจี้ยน ผู้เล่นโดนมาก (รวมทั้งฝ่ายร้ายทั้งหมด) จะกลายเป็นลีเจี้ยนฝ่ายร้าย"
    },
    {
        "target": "summoner",
        "trick": "lordoftyphon",
        "reason": "หากผู้อัญเชิญสร้างลอร์ดแห่งไทฟอน ลอร์ดแห่งไทฟอนจะต้องตั้งเพื่อนบ้านกับมินเนี่ยน เพื่อนบ้านอีกคนกลายเป็นมินเนี่ยนตัวร้ายที่ไม่ได้เล่นอยู่"
    },
    {
        "target": "summoner",
        "trick": "marionette",
        "reason": "หุ่นเชิดเพื่อนบ้านกับซัมมอนเนอร์ ผู้อัญเชิญรู้ว่าหุ่นกระบอกคือใคร"
    },
    {
        "target": "summoner",
        "trick": "pithag",
        "reason": "ผู้อัญเชิญไม่สามารถอัญเชิญปีศาจที่ถูกใช้อยู่ในเกมนี้ได้ ถ้าผู้อัญเชิญเรียกปีศาจตัวอื่น การตายในคืนนี้จะเป็นไปตามอำเภอใจผู้เล่าเรื่อง"
    },
    {
        "target": "summoner",
        "trick": "poppygrower",
        "reason": "ถ้าคนปลูกฝิ่นยังมีชีวิตอยู่ตอนที่ผู้อัญเชิญเรียกปีศาจ ผู้อัญเชิญเลือกตัวละครปีศาจ แต่นักเล่าเรื่องเลือกผู้เล่นที่จะกลายเป็นปีศาจ"
    },
    {
        "target": "summoner",
        "trick": "preacher",
        "reason": "ถ้านักเทศน์เลือกผู้อัญเชิญในคืนที่สามหรือก่อนนั้น ให้ผู้อัญเชิญเลือกว่าจะอัญเชิญปีศาจตัวไหน, แต่ให้นักเล่าเรื่องเลือกว่าใครจะเป็นปีศาจตัวนั้น"
    },
    {
        "target": "summoner",
        "trick": "pukka",
        "reason": "ผู้อัญเชิญสามารถเลือกที่จะอัญเชิญพุกก้าได้ในคืนที่สอง แทนที่จะเป็นคืนที่สาม"
    },
    {
        "target": "summoner",
        "trick": "zombuul",
        "reason": "ถ้าผู้อัญเชิญเปลี่ยนคนตายแล้วเป็นซอมบูล ให้นักเล่าเรื่องนับว่าซอมบูลตายแล้วหนึ่งครั้ง"
    },
    {
        "target": "vizier",
        "trick": "alsaahir",
        "reason": "ถ้าเสนาบดีอยู่ในเกมนี้, อัลซาเฮียต้องเดาด้วยว่าผู้เล่นที่เป็นปีศาจได้บทเป็นปีศาจตัวไหน"
    },
    {
        "target": "vizier",
        "trick": "courtier",
        "reason": "หากท่านราชมนตรีสูญเสียความสามารถ พวกเขาก็เรียนรู้สิ่งนี้ หากท่านราชมนตรีถูกประหารในขณะที่พวกเขามีความสามารถ ทีมของพวกเขาจะชนะ"
    },
    {
        "target": "vizier",
        "trick": "fearmonger",
        "reason": "ท่านราชมนตรีตื่นขึ้นมาพร้อมกับ Fearmonger เรียนรู้ว่าพวกเขาเลือกใคร และไม่สามารถเลือกที่จะประหารผู้เล่นคนนั้นได้ในทันที"
    },
    {
        "target": "vizier",
        "trick": "investigator",
        "reason": "ถ้านักสืบรู้ว่าเสนาบดีอยู่ในเกมนี้ นักเล่าเรื่องจะไม่ประกาศว่าเสนาบดีอยู่ในเกมให้ทุกคนรู้"
    },
    {
        "target": "vizier",
        "trick": "magician",
        "reason": "หาก Vizier และ Magician ทั้งคู่เล่นกัน Demon จะไม่เรียนรู้มินเนี่ยน"
    },
    {
        "target": "vizier",
        "trick": "politician",
        "reason": "เสนาบดีอาจจะเห็นนักการเมืองเป็นฝ่ายร้าย"
    },
    {
        "target": "vizier",
        "trick": "preacher",
        "reason": "หากท่านราชมนตรีสูญเสียความสามารถ พวกเขาก็เรียนรู้สิ่งนี้ หากท่านราชมนตรีถูกประหารในขณะที่พวกเขามีความสามารถ ทีมของพวกเขาจะชนะ"
    },
    {
        "target": "vizier",
        "trick": "zealot",
        "reason": "หัวรุนแรงอาจจะถูกนับเป็นฝ่ายร้ายสำหรับเสนาบดี"
    },
    {
        "target": "widow",
        "trick": "alchemist",
        "reason": "หากนักเล่นแร่แปรธาตุมีความสามารถเป็นแม่ม่าย พวกเขาจะไม่เห็นคัมภีร์"
    },
    {
        "target": "widow",
        "trick": "damsel",
        "reason": "ถ้าแม่ม่ายดำอยู่ในเกมนี้หรือเคยอยู่ในเกมนี้ เจ้าหญิงจะติดพิษ"
    },
    {
        "target": "widow",
        "trick": "magician",
        "reason": "เวลาที่แม่ม่ายดำดูกรีมัวร์ โทเคนของปีศาจและนักมายากลจะถูกเอาออกชั่วคราว"
    },
    {
        "target": "widow",
        "trick": "poppygrower",
        "reason": "ถ้าคนปลูกฝิ่นอยู่ในเกม แม่ม่ายดำจะไม่สามารถดูกรีมัวร์ได้ จนกว่าคนปลูกฝิ่นจะตาย"
    },
    {
        "target": "kazali",
        "trick": "choirboy",
        "reason": "คาซาลิไม่สามารถเปลี่ยนพระราชาเป็นลูกสมุนได้ ถ้านักดนตรีหลวงอยู่ในเกม"
    },
    {
        "target": "kazali",
        "trick": "goon",
        "reason": "คาซาลีสามารถเลือกได้ว่าผู้เล่นกูนจะเป็นหนึ่งในมินเนี่ยนที่ชั่วร้ายของพวกเขา"
    },
    {
        "target": "kazali",
        "trick": "huntsman",
        "reason": "ถ้าคาซาลิเลือกเปลี่ยนเจ้าหญิงเป็นลูกสมุน และนายพรานยังอยู่ในเกม ผู้เล่นฝ่ายดีหนึ่งคนจะกลายเป็นเจ้าหญิง"
    },
    {
        "target": "kazali",
        "trick": "marionette",
        "reason": "หากคาซาลีเลือกที่จะสร้างหุ่นกระบอก พวกเขาจะต้องเลือกเพื่อนบ้านคนใดคนหนึ่ง"
    },
    {
        "target": "kazali",
        "trick": "soldier",
        "reason": "คาซาลีสามารถเลือกได้ว่าผู้เล่นทหารเป็นหนึ่งในมินเนี่ยนที่ชั่วร้ายของพวกเขา"
    },
    {
        "target": "legion",
        "trick": "engineer",
        "reason": "ลีเจี้ยน และ วิศวกร จะอยู่ในเกมเดียวกันไม่ได้ตั้งแต่เริ่ม แต่ถ้าวิศวกรสร้างลีเจี้ยน ผู้เล่นโดนมาก (รวมทั้งฝ่ายร้ายทั้งหมด) จะกลายเป็นลีเจี้ยนฝ่ายร้าย"
    },
    {
        "target": "legion",
        "trick": "hatter",
        "reason": "ถ้าทั้ง คนบ้าสานหมวก และ ลีเจี้ยน เริ่มเกมพร้อมกันจะไม่มีอะไรเกิดขึ้นช่วงปาร์ตี้น้ำชา, ถ้าคนบ้าสานหมวกตายแล้วฝ่ายร้ายเลือกลีเจี้ยน ผู้เล่นฝ่ายร้ายทุกคนกลายเป็นลีเจี้ยน"
    },
    {
        "target": "legion",
        "trick": "minstrel",
        "reason": "ถ้าลีเจี้ยนถูกประหารวันนี้, ลีเจี้ยนยังมีพลังอยู่, แต่กวีพเนจรอาจจะรู้ว่าคนนั้นเป็นลีเจี้ยน"
    },
    {
        "target": "legion",
        "trick": "preacher",
        "reason": "ถ้านักเทศน์เลือกลีเจี้ยน, ลีเจี้ยนยังมีพลังอยู่, แต่นักเทศน์อาจจะรู้ว่าคนนั้นเป็นลีเจี้ยน"
    },
    {
        "target": "legion",
        "trick": "zealot",
        "reason": "Zealot อาจถือว่าชั่วร้ายต่อความสามารถของ Legion"
    },
    {
        "target": "leviathan",
        "trick": "banshee",
        "reason": "ในแต่ละคืน* เลวีอาธานจะเลือกผู้เล่นที่ดีที่ยังมีชีวิตอยู่ (แตกต่างจากคืนก่อนๆ) แบนชีที่ถูกเลือกจะตายและได้รับความสามารถเพิ่มขึ้น"
    },
    {
        "target": "leviathan",
        "trick": "exorcist",
        "reason": "ความชั่วร้ายจะไม่ชนะหากมีผู้เล่นที่ดีถูกประหารชีวิตมากกว่า 1 คน หากหมอผียังมีชีวิตอยู่และเลือกเลวีอาธานได้สำเร็จ"
    },
    {
        "target": "leviathan",
        "trick": "farmer",
        "reason": "ในแต่ละคืน* เลวีอาธานจะเลือกผู้เล่นที่ดีที่ยังมีชีวิตอยู่ (แตกต่างจากคืนก่อนๆ): ชาวนาที่ถูกเลือกจะใช้ความสามารถของตนแต่ไม่ตาย"
    },
    {
        "target": "leviathan",
        "trick": "grandmother",
        "reason": "ถ้าเลวีอาธานเล่นอยู่และหลานชายตายจากการประหาร ความชั่วร้ายจะเป็นฝ่ายชนะ"
    },
    {
        "target": "leviathan",
        "trick": "hatter",
        "reason": "ถ้าคนบ้าสานหมวกตายในวันที่ 5 หรือหลังจากนั้น ปีศาจไม่สามารถเลือกเปลี่ยนเป็นเลวีอาธาน."
    },
    {
        "target": "leviathan",
        "trick": "innkeeper",
        "reason": "หากเลวีอาธานเล่นอยู่ ผู้เล่นที่ได้รับการคุ้มครองจากเจ้าของโรงแรมจะปลอดภัยจากความสามารถชั่วร้ายทั้งหมด"
    },
    {
        "target": "leviathan",
        "trick": "king",
        "reason": "หากเลวีอาธานอยู่ในเกมและมีผู้เล่นอย่างน้อย 1 คนเสียชีวิต กษัตริย์จะเรียนรู้ตัวละครที่ยังมีชีวิตอยู่ในแต่ละคืน"
    },
    {
        "target": "leviathan",
        "trick": "mayor",
        "reason": "หาก Leviathan อยู่ในเกมและไม่มีการประหารชีวิตเกิดขึ้นในวันที่ 5 ถือว่าชนะ"
    },
    {
        "target": "leviathan",
        "trick": "monk",
        "reason": "หากมีเลวีอาธานเล่นอยู่ ผู้เล่นที่ได้รับการคุ้มครองโดยนักบวชจะปลอดภัยจากความสามารถชั่วร้ายทั้งหมด"
    },
    {
        "target": "leviathan",
        "trick": "pithag",
        "reason": "หลังจากวันที่ 5 ผีพรายแปลงกายจะเลือกเปลี่ยนคนเป็นเลวีอาธานไม่ได้"
    },
    {
        "target": "leviathan",
        "trick": "ravenkeeper",
        "reason": "ในแต่ละคืน* เลวีอาธานจะเลือกผู้เล่นที่ยังมีชีวิตอยู่ (แตกต่างจากคืนก่อนๆ): Ravenkeeper ที่ถูกเลือกจะใช้ความสามารถของตนแต่ไม่ตาย"
    },
    {
        "target": "leviathan",
        "trick": "sage",
        "reason": "ในแต่ละคืน* เลวีอาธานจะเลือกผู้เล่นที่ดีที่ยังมีชีวิตอยู่ (แตกต่างจากคืนก่อนๆ): ปราชญ์ที่ถูกเลือกจะใช้ความสามารถของตนแต่ไม่ตาย"
    },
    {
        "target": "leviathan",
        "trick": "soldier",
        "reason": "หากมีเลวีอาธานเล่นอยู่ ทหารก็จะปลอดภัยจากความสามารถชั่วร้ายทั้งหมด"
    },
    {
        "target": "lilmonsta",
        "trick": "hatter",
        "reason": "ถ้าปีศาจเลือกมอนสเตอร์น้อยในปาร์ตี้น้ำชา เขาจะต้องเลือกลูกสมุนมาเลี้ยงมอนสเตอร์น้อยคืนนี้"
    },
    {
        "target": "lilmonsta",
        "trick": "magician",
        "reason": "ในแต่ละคืน นักมายากลจะเลือกมินเนี่ยนหนึ่งตัว หากมินเนียนและลิล มอนสตายังมีชีวิตอยู่ มินเนียนนั้นจะดูแลลิล มอนสตา"
    },
    {
        "target": "lilmonsta",
        "trick": "poppygrower",
        "reason": "ถ้าคนปลูกฝิ่นอยู่ในเกมนี้ ลูกสมุนจะไม่ตื่นพร้อมๆกันมาเลือกคนเลี้ยงมอนสเตอร์น้อย, ลูกสมุนจะถูกปลุกทีละคนจนกว่าจะมีหนึ่งคนที่เลือกเอาโทเคนมอนสเตอร์น้อยไปเลี้ยง"
    },
    {
        "target": "lilmonsta",
        "trick": "scarletwoman",
        "reason": "ถ้ามีคนมีชีวิตอยู่ตั้งแต่ห้าคนขึ้นไปและลูกสมุนที่ถือโทเคนมอนสเตอร์น้อยอยู่ตาย นางคณิกาจะได้โทเคนมอนสเตอร์น้อยในคืนนี้"
    },
    {
        "target": "lilmonsta",
        "trick": "vizier",
        "reason": "เสนาบดีสามารถตายได้ด้วยการประหาร ถ้าเขาเลี้ยงมอนสเตอร์น้อยอยู่"
    },
    {
        "target": "lleech",
        "trick": "mastermind",
        "reason": "ถ้าจอมบงการยังมีชีวิตและโฮสต์ของปลิงปีศาจถูกประหาร ปลิงปีศาจจะยังมีชีวิตแต่สูญเสียพลัง"
    },
    {
        "target": "lleech",
        "trick": "slayer",
        "reason": "ถ้านักล่าอสูรเลือกใช้พลังกับโฮสต์ของปลิงปีศาจ โฮสต์จะตาย"
    },
    {
        "target": "riot",
        "trick": "banshee",
        "reason": "ในแต่ละคืน* Riot จะเลือกผู้เล่นที่ดีที่ยังมีชีวิตอยู่ (แตกต่างจากคืนก่อนหน้า): Banshee ที่ถูกเลือกจะตายและได้รับความสามารถของพวกเขา"
    },
    {
        "target": "riot",
        "trick": "exorcist",
        "reason": "หากหมอผีเลือก Riot ในคืนที่ 3 มินเนี่ยนจะไม่กลายเป็น Riot"
    },
    {
        "target": "riot",
        "trick": "farmer",
        "reason": "ในแต่ละคืน* Riot จะเลือกผู้เล่นที่ดีที่ยังมีชีวิตอยู่ (แตกต่างจากคืนก่อนหน้า): ชาวนาที่ถูกเลือกจะใช้ความสามารถของตนแต่ไม่ตาย"
    },
    {
        "target": "riot",
        "trick": "grandmother",
        "reason": "หาก Riot กำลังเล่นอยู่และหลานชายเสียชีวิตในระหว่างวัน คุณย่าก็จะตายด้วย"
    },
    {
        "target": "riot",
        "trick": "innkeeper",
        "reason": "หากมีการแข่งขัน Riot ผู้เล่นที่ได้รับการคุ้มครองจากเจ้าของโรงแรมจะปลอดภัยจากความสามารถชั่วร้ายทั้งหมด"
    },
    {
        "target": "riot",
        "trick": "king",
        "reason": "หาก Riot กำลังเล่นอยู่ และมีผู้เล่นอย่างน้อย 1 คนเสียชีวิต ราชาจะเรียนรู้ตัวละครที่ยังมีชีวิตอยู่ในแต่ละคืน"
    },
    {
        "target": "riot",
        "trick": "mayor",
        "reason": "นายกเทศมนตรีอาจเลือกที่จะยุติการเสนอชื่อ หากพวกเขาทำเช่นนั้นเมื่อมี Riot เหลืออยู่เพียง 1 ตัว ถือว่าชนะ มิฉะนั้นความชั่วร้ายจะชนะ"
    },
    {
        "target": "riot",
        "trick": "monk",
        "reason": "หากมีการเล่น Riot ผู้เล่นที่ได้รับการคุ้มครองจาก Monk จะปลอดภัยจากความสามารถชั่วร้ายทั้งหมด"
    },
    {
        "target": "riot",
        "trick": "ravenkeeper",
        "reason": "ในแต่ละคืน* Riot จะเลือกผู้เล่นที่ดีที่ยังมีชีวิตอยู่ (แตกต่างจากคืนก่อนหน้า): Ravenkeeper ที่ถูกเลือกจะใช้ความสามารถของพวกเขาแต่ไม่ตาย"
    },
    {
        "target": "riot",
        "trick": "sage",
        "reason": "ในแต่ละคืน* Riot จะเลือกผู้เล่นที่ดีที่ยังมีชีวิตอยู่ (แตกต่างจากคืนก่อนหน้า): ปราชญ์ที่ถูกเลือกจะใช้ความสามารถของพวกเขาแต่ไม่ตาย"
    },
    {
        "target": "riot",
        "trick": "soldier",
        "reason": "หากมีการเล่น Riot ทหารจะปลอดภัยจากความสามารถชั่วร้ายทั้งหมด"
    },
    {
        "target": "vortox",
        "trick": "banshee",
        "reason": "ถ้าวอร์ท็อกซ์อยู่ในเกมนี้และปีศาจฆ่าแบนชี ผู้เล่นทุกคนจะยังได้รับข้อมูลที่ถูกว่าแบนชีตาย"
    },
    {
        "target": "yaggababble",
        "trick": "exorcist",
        "reason": "ถ้าหมอผีเลือกยักกาบับเบิล พลังของยักกาบับเบิลไม่ฆ่าใครในคืนนี้"
    }
]
