[
    {
        "target": "chambermaid",
        "trick": "mathematician",
        "reason": "Покоївка дізнається, чи прокинеться Математик, не зважаючи на те що Математик прокинеться пізніше"
    },
    {
        "target": "eviltwin",
        "trick": "plaguedoctor",
        "reason": "Оповідач не може отримати здібність Злого Близнюка після смерті Чумного Доктора"
    },
    {
        "target": "cannibal",
        "trick": "butler",
        "reason": "Якщо Канібал отримує здібність Дворецького, Канібал дізнається про це."
    },
    {
        "target": "cannibal",
        "trick": "juggler",
        "reason": "Якщо Жонглер вгадує свого першого дня і помирає від страти, Кнібал дізнається скільки персонажів Жонглер вгадав."
    },
    {
        "target": "cannibal",
        "trick": "zealot",
        "reason": "Якщо Канібал отримує здатність Zealot, Канібал вивчає це."
    },
    {
        "target": "lunatic",
        "trick": "mathematician",
        "reason": "Математик дізнається якщо Лунатик атакував відміних від Демона гравців"
    },
    {
        "target": "pithag",
        "trick": "heretic",
        "reason": "Чар-Зіллярка не може створити Єретика"
    },
    {
        "target": "pithag",
        "trick": "damsel",
        "reason": "Якщо Чар-Зіллярка створює Дівицю, Оповідач вирішує хто нею стає"
    },
    {
        "target": "pithag",
        "trick": "politician",
        "reason": "Чар-Зіллярка не може створити злого Політика"
    },
    {
        "target": "pithag",
        "trick": "villageidiot",
        "reason": "Якщо ще лишились жетони, Чар-Зіллярка може створити нового Сільського Дурника; тоді п'яний з них може змінитися."
    },
    {
        "target": "pithag",
        "trick": "cultleader",
        "reason": "Якщо Чар-Зіллярка перетворює злого гравця в Лідера Культу, той не може перейти на сторону добра через свою здібність."
    },
    {
        "target": "pithag",
        "trick": "goon",
        "reason": "Якщо Чар-Зіллярка перетворює злого гравця в Прибічника, той не може перейти на сторону добра через свою здібність."
    },
    {
        "target": "pithag",
        "trick": "ogre",
        "reason": "Якщо Чар-Зіллярка перетворює злого гравця в Огра, той не може перейти на сторону добра через свою здібність."
    },
    {
        "target": "cerenovus",
        "trick": "goblin",
        "reason": "Сереновус може обрати щоб гравець 'марив', що той - Гоблін"
    },
    {
        "target": "goblin",
        "trick": "plaguedoctor",
        "reason": "Якщо Чумний Доктор помирає, живий Міньон отримує здібність Гобліна разом зі своєю і дізнається про це"
    },
    {
        "target": "leviathan",
        "trick": "soldier",
        "reason": "Якщо Левіафан номінує і страчує Солдата, Солдат не помирає"
    },
    {
        "target": "leviathan",
        "trick": "monk",
        "reason": "Якщо Левіафан номінує і страчує обраного Монахом гравця, вони не помирають"
    },
    {
        "target": "leviathan",
        "trick": "innkeeper",
        "reason": "Якщо Левіафан номінує і страчує обраного Трактирником гравця, вони не помирають"
    },
    {
        "target": "leviathan",
        "trick": "ravenkeeper",
        "reason": "Якщо Левіафан в грі і Воронаря страчено, Воронар прокинеться вночі щоб використати свою здібність"
    },
    {
        "target": "leviathan",
        "trick": "banshee",
        "reason": "Якщо Левіафан в грі і Банші помирає від страти, всі гравці дізнаються що Банші померла і Банші активує свою здібність."
    },
    {
        "target": "leviathan",
        "trick": "sage",
        "reason": "Якщо Левіафан в грі і Мудреця страчено, Мудрець прокинеться вночі щоб використати свою здібність"
    },
    {
        "target": "leviathan",
        "trick": "farmer",
        "reason": "Якщо Левіафан в грі і Фермера страчено, вночі добрий гравець стане Фермером"
    },
    {
        "target": "leviathan",
        "trick": "mayor",
        "reason": "Якщо Левіафан в грі і на 5-й день нікого не страчено, добро перемагає"
    },
    {
        "target": "leviathan",
        "trick": "hatter",
        "reason": "Якщо Капелюшник помер після 4-го дня, Демон не може обрати Левіафана."
    },
    {
        "target": "leviathan",
        "trick": "pithag",
        "reason": "Після 5-го дня Чар-Зіллярка не може обрати Левіафана."
    },
    {
        "target": "lilmonsta",
        "trick": "poppygrower",
        "reason": "Якщо Маковій в грі, Міньони разом не прокидаються. Вони прокидаються почергово, доки один з них не погодиться няньчити жетон Мінімонста"
    },
    {
        "target": "lilmonsta",
        "trick": "magician",
        "reason": "Щоночі Чарівник обирає Міньона: якщо цей Міньон і Мінімоста в живих - той няньчить Мінімонста."
    },
    {
        "target": "lilmonsta",
        "trick": "scarletwoman",
        "reason": "Якщо 5 або більше гравців живі і гравець з жетоном Мінімонста помирає, Червона Дама отримує жетон Мінімонста вночі."
    },
    {
        "target": "lilmonsta",
        "trick": "organgrinder",
        "reason": "Голоси проти Реліста рахуються якщо Реліст няньчить Мінімонста."
    },
    {
        "target": "lilmonsta",
        "trick": "vizier",
        "reason": "Везир може померти від страти якщо няньчить Мінімонста"
    },
    {
        "target": "lilmonsta",
        "trick": "hatter",
        "reason": "Якщо Демон обирає Мінімонсту, той також обирає хто няньчить Мінімонсту цієї ночі."
    },
    {
        "target": "lycanthrope",
        "trick": "gambler",
        "reason": "Якщо Лікантроп жив і Азартний Гравець помирає від своєї здібності, інші гравці не можуть померти вночі."
    },
    {
        "target": "legion",
        "trick": "engineer",
        "reason": "Легіон і Інжинер не можуть обидва бути на початку в грі. Якщо Інжинер створює Легіон, більшість гравців (і вся команда за зло) стають злим Легіоном"
    },
    {
        "target": "legion",
        "trick": "preacher",
        "reason": "Якщо Проповідник обирає Легіон, той не втрачає здібності, але Проповідник може дізнатися що це Легіон"
    },
    {
        "target": "legion",
        "trick": "minstrel",
        "reason": "Якщо Легіон сьогодні помер від страти, Легіон лишається зі здібністю, але Міністрель може дізнатися що він - Легіон"
    },
    {
        "target": "legion",
        "trick": "hatter",
        "reason": "Якщо Капелюшник помирає і Легіон в грі, нічого не відбувається. Якщо Капелюшник помирає, і злий гравець обирає Легіон, усі злі гравці стають Легіоном."
    },
    {
        "target": "legion",
        "trick": "zealot",
        "reason": "Зелот може бути зареєстрований як зло для здатності Легіону."
    },
    {
        "target": "fanggu",
        "trick": "scarletwoman",
        "reason": "Якщо Фань-Ґу обирає Приїжджого і помирає, Червона Дама не стає Фань-Ґу."
    },
    {
        "target": "spy",
        "trick": "alchemist",
        "reason": "Алхімік не може мати здібність Шпигуна"
    },
    {
        "target": "spy",
        "trick": "magician",
        "reason": "Коли Шпигун бачить Ґримуар, жетони Демона і Чарівника прибрано."
    },
    {
        "target": "spy",
        "trick": "poppygrower",
        "reason": "Якщо Маковій в грі, Шпигун не бачить Ґримуар доки Маковій не помре."
    },
    {
        "target": "spy",
        "trick": "plaguedoctor",
        "reason": "Якщо Чумний Доктор помирає, живий Міньон отримує здібність Шпигуна разом зі своєю і дізнається про це"
    },
    {
        "target": "spy",
        "trick": "damsel",
        "reason": "Якщо Шпигун був чи є в грі, Дівицю отруєно."
    },
    {
        "target": "spy",
        "trick": "heretic",
        "reason": "Лиш один з конфліктуючих персонажів може бути в грі."
    },
    {
        "target": "spy",
        "trick": "ogre",
        "reason": "Огр сприймає Шпигуна як злого гравця."
    },
    {
        "target": "widow",
        "trick": "alchemist",
        "reason": "Алхімік не може мати здібність Чорної Вдови"
    },
    {
        "target": "widow",
        "trick": "magician",
        "reason": "Коли Чорна Вдова бачить Ґримуар, жетони Демона і Чарівника прибрано."
    },
    {
        "target": "widow",
        "trick": "poppygrower",
        "reason": "Якщо Маковій в грі, Чорна Вдова не бачить Ґримуар доки Маковій не помре."
    },
    {
        "target": "widow",
        "trick": "damsel",
        "reason": "Якщо Чорна Вдова була чи є в грі, Дівицю отруєно."
    },
    {
        "target": "widow",
        "trick": "heretic",
        "reason": "Лиш один з конфліктуючих персонажів може бути в грі."
    },
    {
        "target": "godfather",
        "trick": "heretic",
        "reason": "Лиш один з конфліктуючих персонажів може бути в грі."
    },
    {
        "target": "scarletwoman",
        "trick": "plaguedoctor",
        "reason": "Якщо Чумний Доктор помирає, живий Міньон отримує здібність Багряної Жінки разом зі своєю і дізнається про це"
    },
    {
        "target": "boomdandy",
        "trick": "plaguedoctor",
        "reason": "Якщо Чумний Доктор помирає і Оповідач отримує здібність Бумбадира, здібність одразу активується"
    },
    {
        "target": "fearmonger",
        "trick": "plaguedoctor",
        "reason": "Якщо Чумний Доктор помирає, живий Міньон отримує здібність Страховія разом зі своєю і дізнається про це"
    },
    {
        "target": "yaggababble",
        "trick": "exorcist",
        "reason": "Як Екзорцист обирає Балаяггу, то тої ночі здібність Балаягги не вбиває."
    },
    {
        "target": "summoner",
        "trick": "clockmaker",
        "reason": "Якщо Заклинатель в грі, Годинникар не отримує дані доки Демона не створено."
    },
    {
        "target": "summoner",
        "trick": "alchemist",
        "reason": "Якщо Алхімік-Заклинач в грі, гра починається з Демоном в грі. Як Алхімік-Заклинатель обирає гравця, той стає Демоном але не змінює команду."
    },
    {
        "target": "summoner",
        "trick": "poppygrower",
        "reason": "Якщо Маковій жив як діє Заклинатель, той обирає Демона, але Оповідач обирає гравця."
    },
    {
        "target": "summoner",
        "trick": "marionette",
        "reason": "Маріонетка сидить поруч з Заклинателем. Заклинатель знає хто Маріонетка."
    },
    {
        "target": "summoner",
        "trick": "pithag",
        "reason": "Заклинач не може створити Демона що в грі. Як Заклинач створює Демона що не в грі, смерті вночі випадкові."
    },
    {
        "target": "summoner",
        "trick": "hatter",
        "reason": "Заклинач не може створити Демона що в грі. Як Заклинач створює Демона що не в грі, смерті вночі випадкові."
    },
    {
        "target": "summoner",
        "trick": "courtier",
        "reason": "Якщо Заклинач п'ян третьої ночі, Заклинач обере котрого Демона створити, але Оповідач обере хто ним стане."
    },
    {
        "target": "summoner",
        "trick": "engineer",
        "reason": "Як Інжинер прибирає Заклинача з гри що не використав своєї здібності, той одразу її використовує."
    },
    {
        "target": "summoner",
        "trick": "zombuul",
        "reason": "Якщо Заклинач перетворює мертвого гравця на Зомбуула, той вважається Зомбуулом що помер раз."
    },
    {
        "target": "summoner",
        "trick": "pukka",
        "reason": "Заклинач може стоврити Прикку другої ночі."
    },
    {
        "target": "summoner",
        "trick": "riot",
        "reason": "Якщо Заклинач створює Бунт, всі Міньони стають Бунтом."
    },
    {
        "target": "summoner",
        "trick": "legion",
        "reason": "Якщо Заклинатель створює Легіон, більшість гравців (в тому числі всі гравці за зло) стають злим Легіоном."
    },
    {
        "target": "summoner",
        "trick": "kazali",
        "reason": "Заклинач не може створити Демона що в грі. Як Заклинач створює Демона що не в грі, смерті вночі випадкові."
    },
    {
        "target": "summoner",
        "trick": "preacher",
        "reason": "Якщо Проповідник обирає Заклинателя до 3-ї ночі, Заклинатель обере тип Демона, але Оповідач обере гравця."
    },
    {
        "target": "baron",
        "trick": "heretic",
        "reason": "Барон може додати одного Приїжджого замість двох."
    },
    {
        "target": "baron",
        "trick": "plaguedoctor",
        "reason": "Якщо Оповідач отримує здібність Барона, до двох гравців стають Приїжджими не в грі"
    },
    {
        "target": "marionette",
        "trick": "lilmonsta",
        "reason": "Маріонетка сидить поруч з Міньоном, а не Демоном. Маріонетка не прокидається щоб обрати хто няньчить Мінімонста і не дізнається свого персонажа якщо має жетон Мінімонста."
    },
    {
        "target": "marionette",
        "trick": "poppygrower",
        "reason": "Якщо Маковій помирає, Демон дізнається хто Маріонетка, а Маріонетка нічого не дізнається."
    },
    {
        "target": "marionette",
        "trick": "snitch",
        "reason": "Маріонетка не дізнається 3 персонажа не в грі; натомість Демон дізнається ще 3 персонажа не в грі."
    },
    {
        "target": "marionette",
        "trick": "balloonist",
        "reason": "Якщо Маріонетка думає що вона Аеронавт, одного приїжджого додано в гру."
    },
    {
        "target": "marionette",
        "trick": "damsel",
        "reason": "Маріонетка не дізнається що Дівиця в грі."
    },
    {
        "target": "marionette",
        "trick": "plaguedoctor",
        "reason": "Якщо Демон має сусіда що жив і Міщан/Приїжджий як помирає Чумний Доктор, той гравець стає злою Маріонеткою. Якщо вже є додатковий злий гравець, цього не відбувається."
    },
    {
        "target": "marionette",
        "trick": "huntsman",
        "reason": "Якщо маріонетка думає що вона Єгер, Дівицю додано в гру."
    },
    {
        "target": "lleech",
        "trick": "mastermind",
        "reason": "Якщо Геній жив і отруєного Пійявкою гравця вбито стратою, Пійявка виживає але втрачає свою здібність."
    },
    {
        "target": "lleech",
        "trick": "slayer",
        "reason": "Якщо Мисливець стріляє в отруєного Пійявкою гравця, вони помирають."
    },
    {
        "target": "lleech",
        "trick": "heretic",
        "reason": "Якщо Пійявка отруїла Єретика і Єретик помирає, Єретика ще отруєно"
    },
    {
        "target": "kazali",
        "trick": "bountyhunter",
        "reason": "Злий Міщанин лиш в грі якщо після дій Казалі Мисливець за головами лишився в грі."
    },
    {
        "target": "kazali",
        "trick": "goon",
        "reason": "Якщо Казалі обирає, щоб Прибічник став Міньоном, вибір решти Міньонів відбувається за рішенням Оповідача."
    },
    {
        "target": "kazali",
        "trick": "marionette",
        "reason": "Якщо Казалі обирає створити Маріонетку, він має обрати для цього свого сусіда."
    },
    {
        "target": "kazali",
        "trick": "huntsman",
        "reason": "Якщо Казалі перетворює Дівицю в Міньона і Єгер в грі, добрий гравець стає Дівицею."
    },
    {
        "target": "kazali",
        "trick": "choirboy",
        "reason": "Казалі не може обрати, щоб Король став Міньоном якщо Хорист в грі."
    },
    {
        "target": "kazali",
        "trick": "soldier",
        "reason": "Як Казалі перетворює Солдата на міньона, Солдат обирає яким міньоном не в грі стати."
    },
    {
        "target": "riot",
        "trick": "engineer",
        "reason": "Бунт і Інжинер не можуть обидва бути на початку в грі. Якщо Інжинер створює Бунт, всі злі гравці стають Бунтом"
    },
    {
        "target": "riot",
        "trick": "golem",
        "reason": "Якщо Голем номінує Бунт, Бунт не помирає"
    },
    {
        "target": "riot",
        "trick": "snitch",
        "reason": "Якщо Стукач в грі, Бунт отримує 3 додаткових блефа"
    },
    {
        "target": "riot",
        "trick": "saint",
        "reason": "Якщо добрий гравець номінує і вбиває Святого, команда Святого програє."
    },
    {
        "target": "riot",
        "trick": "butler",
        "reason": "Дворецький не може номінувати свого сера"
    },
    {
        "target": "riot",
        "trick": "pithag",
        "reason": "Якщо Чар-Зіллярка створює Бунт, всі злі гравці стають Бунтом. Якщо Бунт створено після 3-го дня, гра продовжується ще один день."
    },
    {
        "target": "riot",
        "trick": "mayor",
        "reason": "Якщо на третій день лиш 3 гравці в живих, гравці можуть (всі разом) вирішити більше не номінувати: тоді, якщо Мер жив, добро перемагає."
    },
    {
        "target": "riot",
        "trick": "monk",
        "reason": "Якщо Бунт номінує захищеного Монахом гравця, вони не помирають."
    },
    {
        "target": "riot",
        "trick": "farmer",
        "reason": "Якщо Бунт номінує і вбиває Фермера, здібність Фермера активується вночі."
    },
    {
        "target": "riot",
        "trick": "innkeeper",
        "reason": "Якщо Бунт номінує захищеного Трактирником гравця, вони не помирають."
    },
    {
        "target": "riot",
        "trick": "sage",
        "reason": "Якщо Бунт номінує і вбиває Мудреця, здібність Мудреця активується вночі."
    },
    {
        "target": "riot",
        "trick": "banshee",
        "reason": "Як Бунт номінує і вбиває Банші, всі гравці дізнаються що Банші померла, і Банші може одразу номінувати двох гравців."
    },
    {
        "target": "riot",
        "trick": "ravenkeeper",
        "reason": "Якщо Бунт номінує і вбиває Воронаря, Воронар використовує свою здібність вночі."
    },
    {
        "target": "riot",
        "trick": "soldier",
        "reason": "Якщо Бунт номінує Солдата, Солдат не помирає."
    },
    {
        "target": "riot",
        "trick": "grandmother",
        "reason": "Якщо Бунт номінує і вбиває онука, Бабуся також помирає."
    },
    {
        "target": "riot",
        "trick": "king",
        "reason": "Якщо Бунт номінує і вбиває Короля і Хорист в грі, Хорист використовує свою здібність вночі."
    },
    {
        "target": "riot",
        "trick": "exorcist",
        "reason": "Лиш один з конфліктуючих персонажів може бути в грі."
    },
    {
        "target": "riot",
        "trick": "minstrel",
        "reason": "Лиш один з конфліктуючих персонажів може бути в грі."
    },
    {
        "target": "riot",
        "trick": "flowergirl",
        "reason": "Лиш один з конфліктуючих персонажів може бути в грі."
    },
    {
        "target": "riot",
        "trick": "undertaker",
        "reason": "Гравці вбиті номінацією вважаються страченими для Трунаря"
    },
    {
        "target": "riot",
        "trick": "cannibal",
        "reason": "Гравці вбиті номінацією вважаються страченими для Канібала"
    },
    {
        "target": "riot",
        "trick": "pacifist",
        "reason": "Гравці вбиті номінацією вважаються страченими для Пацифіста"
    },
    {
        "target": "riot",
        "trick": "devilsadvocate",
        "reason": "Гравці вбиті номінацією вважаються страченими для Адвоката Диявола"
    },
    {
        "target": "riot",
        "trick": "investigator",
        "reason": "Бунт вважається Міньоном для Слідчого"
    },
    {
        "target": "riot",
        "trick": "clockmaker",
        "reason": "Бунт вважається Міньоном для Годинникаря"
    },
    {
        "target": "riot",
        "trick": "towncrier",
        "reason": "Бунт вважається Міньоном для Глашатая"
    },
    {
        "target": "riot",
        "trick": "damsel",
        "reason": "Бунт вважається Міньоном для Дівиці"
    },
    {
        "target": "riot",
        "trick": "preacher",
        "reason": "Бунт вважається Міньоном для Проповідника"
    },
    {
        "target": "riot",
        "trick": "hatter",
        "reason": "Якщо Капелюшник помер, Бунт в грі і Бунт обирає іншого Демона, з гравців-Бунту утворюється нормальна команда зла. Якщо Капелюшник помер і Демон обирає Бунт, Міньони також стають Бунтом."
    },
    {
        "target": "riot",
        "trick": "zealot",
        "reason": "Якщо вас висунули, ви повинні висунути знову, навіть якщо ви померли."
    },
    {
        "target": "alhadikhia",
        "trick": "scarletwoman",
        "reason": "Якщо два Ал-Хадіхая в живих, Червона Дама що стала Ал-Хадіхая стає знову Червоною Дамою"
    },
    {
        "target": "organgrinder",
        "trick": "butler",
        "reason": "Якщо через Реліста голосують всліпу, Дворецький може підняти руку але їх голос лише рахується якщо їх Сер проголосував."
    },
    {
        "target": "organgrinder",
        "trick": "minstrel",
        "reason": "Якщо Міністрель сп'янює всіх, Катеринщик лишається зі здібністю але Міністрель не заплющує очі при голосуванні."
    },
    {
        "target": "organgrinder",
        "trick": "preacher",
        "reason": "Якщо Проповідник прибирає здібність Катеринщика, Катеринщик лишається зі здібністю але Проповідник не заплющує очі при голосуванні."
    },
    {
        "target": "vizier",
        "trick": "investigator",
        "reason": "Якщо Слідчий дізнається що Везир в грі, наявність Везира не оголошена Оповідачем."
    },
    {
        "target": "vizier",
        "trick": "preacher",
        "reason": "Везир дізнається якщо вони втратили свою здібність і якщо страчені поки мають її, зло перемагає."
    },
    {
        "target": "vizier",
        "trick": "courtier",
        "reason": "Везир дізнається якщо вони втратили свою здібність і якщо страчені поки мають її, зло перемагає."
    },
    {
        "target": "vizier",
        "trick": "alchemist",
        "reason": "Якщо Алхімік має здібність Везира, він може одразу стратити лиш якщо хоча б 3 гравці проголосували."
    },
    {
        "target": "vizier",
        "trick": "magician",
        "reason": "Якщо Везир і Чарівник в грі, Демон не дізнається Міньонів."
    },
    {
        "target": "vizier",
        "trick": "fearmonger",
        "reason": "Везир прокидається зі Страховієм, дізнається кого обрано і не може одразу стратити того гравця."
    },
    {
        "target": "vizier",
        "trick": "politician",
        "reason": "Візир може сприйняти Політика як за зло."
    },
    {
        "target": "vizier",
        "trick": "alsaahir",
        "reason": "Якщо Візир в грі, Азахір має також вгадати які Демони в грі."
    },
    {
        "target": "vizier",
        "trick": "zealot",
        "reason": "Зелот може стати злим візиру."
    },
    {
        "target": "vortox",
        "trick": "banshee",
        "reason": "Якщо Вортох в грі і Банші помирає, гравці все одно дізнаються що померла Банші."
    },
    {
        "target": "ogre",
        "trick": "recluse",
        "reason": "Якщо Огр сприйняв Відлюдника як за зло, Огр дізнається що він на стороні зла."
    },
    {
        "target": "philosopher",
        "trick": "bountyhunter",
        "reason": "Як Філософ отримує здібність Головолова, Мішан може перейти на сторону зла."
    },
    {
        "target": "mastermind",
        "trick": "alhadikhia",
        "reason": "Як Ал-Хадіхая помирає від страти і Геній жив, вночі Ал-Хадіхая обирає трьох добрих гравців: якщо всі оберуть жити, зло перемагає; інакше добро перемагає."
    }
]
