[
    {
        "target": "alhadikhia",
        "trick": "princess",
        "reason": "Якщо Принцеса номінувала та стратила гравця в перший день гри, то сьогодні ніхто не помирає від здібності Аль-Хадікхія."
    },
    {
        "target": "bountyhunter",
        "trick": "kazali",
        "reason": "Злий Міщанин лиш в грі якщо після дій Казалі Головолов лишився в грі."
    },
    {
        "target": "bountyhunter",
        "trick": "philosopher",
        "reason": "Як Філософ отримує здібність Головолова, Міщанин може перейти на сторону зла."
    },
    {
        "target": "cannibal",
        "trick": "butler",
        "reason": "Якщо Канібал отримує здібність Дворецького, Канібал дізнається про це."
    },
    {
        "target": "cannibal",
        "trick": "juggler",
        "reason": "Якщо Жонглер вгадує свого першого дня і помирає від страти, Канібал дізнається скільки персонажів Жонглер вгадав."
    },
    {
        "target": "cannibal",
        "trick": "poppygrower",
        "reason": "Якщо Канібал з'їдає Маковія і потім помирає чи втрачає її здібність, тієї ночі Демон і Міньони дізнаються одне одного."
    },
    {
        "target": "cannibal",
        "trick": "princess",
        "reason": "Якщо Канібал номінував та стратив Принцесу сьогодні, то Демон не вбиває сьогодні."
    },
    {
        "target": "cannibal",
        "trick": "zealot",
        "reason": "Якщо Канібал отримує здібність Фанатика, Канібал дізнається про це."
    },
    {
        "target": "mathematician",
        "trick": "chambermaid",
        "reason": "Покоївка дізнається, чи прокинеться Математик, не зважаючи на те що Математик прокинеться пізніше."
    },
    {
        "target": "mathematician",
        "trick": "lunatic",
        "reason": "Здібність Математика враховує коли Лунатик атакував відмінних від Демона гравців."
    },
    {
        "target": "butler",
        "trick": "organgrinder",
        "reason": "Якщо через Реліста голосують всліпу, Дворецький може підняти руку але їх голос лише рахується якщо їх Сер проголосував."
    },
    {
        "target": "heretic",
        "trick": "baron",
        "reason": "Барон може додати одного Приїжджого замість двох."
    },
    {
        "target": "heretic",
        "trick": "boffin",
        "reason": "Демон не може отримати здібність Єретика."
    },
    {
        "target": "heretic",
        "trick": "godfather",
        "reason": "Лиш один з конфліктуючих персонажів може бути в грі."
    },
    {
        "target": "heretic",
        "trick": "lleech",
        "reason": "Якщо Пійявка отруїла Єретика і Єретик помирає, Єретика ще отруєно"
    },
    {
        "target": "heretic",
        "trick": "pithag",
        "reason": "Чар-Зіллярка не може створити Єретика"
    },
    {
        "target": "heretic",
        "trick": "spy",
        "reason": "Лиш один з конфліктуючих персонажів може бути в грі."
    },
    {
        "target": "heretic",
        "trick": "widow",
        "reason": "Лиш один з конфліктуючих персонажів може бути в грі."
    },
    {
        "target": "ogre",
        "trick": "recluse",
        "reason": "Якщо Огр сприйняв Відлюдника як за зло, Огр дізнається що він на стороні зла."
    },
    {
        "target": "plaguedoctor",
        "trick": "baron",
        "reason": "Якщо Оповідач отримує здібність Барона, до двох гравців стають Приїжджими не в грі"
    },
    {
        "target": "plaguedoctor",
        "trick": "boomdandy",
        "reason": "Якщо Чумний Доктор помирає і Оповідач отримує здібність Бумбадира, здібність одразу активується."
    },
    {
        "target": "plaguedoctor",
        "trick": "eviltwin",
        "reason": "Оповідач не може отримати здібність Злого Близнюка після смерті Чумного Доктора."
    },
    {
        "target": "plaguedoctor",
        "trick": "fearmonger",
        "reason": "Якщо Чумний Доктор помирає, живий Міньон отримує здібність Страховія разом зі своєю і дізнається про це"
    },
    {
        "target": "plaguedoctor",
        "trick": "goblin",
        "reason": "Якщо Чумний Доктор помирає, живий Міньон отримує здібність Гобліна разом зі своєю і дізнається про це"
    },
    {
        "target": "plaguedoctor",
        "trick": "marionette",
        "reason": "Якщо Демон має сусіда що жив і Міщан/Приїжджий як помирає Чумний Доктор, той гравець стає злою Маріонеткою. Якщо вже є додатковий злий гравець, цього не відбувається."
    },
    {
        "target": "plaguedoctor",
        "trick": "scarletwoman",
        "reason": "Якщо Чумний Доктор помирає, живий Міньон отримує здібність Багряної Дами разом зі своєю і дізнається про це"
    },
    {
        "target": "plaguedoctor",
        "trick": "spy",
        "reason": "Якщо Чумний Доктор помирає, живий Міньон отримує здібність Шпигуна разом зі своєю і дізнається про це"
    },
    {
        "target": "boffin",
        "trick": "alchemist",
        "reason": "Якщо Алхімік має здібність вченого, той не дізнається яку здібність отримав Демон."
    },
    {
        "target": "boffin",
        "trick": "cultleader",
        "reason": "Якщо Демон має здібність Лідера Культу, той не може перейти на сторону добра через свою здібність."
    },
    {
        "target": "boffin",
        "trick": "drunk",
        "reason": "Як Демон отримує здібність П'яниці, натомість Вчений обирає хто з міщан отримує цю здібність."
    },
    {
        "target": "boffin",
        "trick": "goon",
        "reason": "Якщо Демон має здібність Прибічника, той не може перейти на сторону добра через свою здібність."
    },
    {
        "target": "boffin",
        "trick": "ogre",
        "reason": "Демон не може отримати здібність Огра."
    },
    {
        "target": "boffin",
        "trick": "politician",
        "reason": "Демон не може отримати здібність Політика."
    },
    {
        "target": "boffin",
        "trick": "villageidiot",
        "reason": "Якщо ще є жетони, Вчений може дати Демону здібність Сільського Дурня."
    },
    {
        "target": "cerenovus",
        "trick": "goblin",
        "reason": "Сереновус може обрати щоб гравець 'марив', що той - Гоблін"
    },
    {
        "target": "marionette",
        "trick": "balloonist",
        "reason": "Якщо Маріонетка думає що вона Аеронавт, одного приїжджого може бути додано в гру."
    },
    {
        "target": "marionette",
        "trick": "damsel",
        "reason": "Маріонетка не дізнається що Дівиця в грі."
    },
    {
        "target": "marionette",
        "trick": "huntsman",
        "reason": "Якщо маріонетка думає що вона Єгер, Дівицю додано в гру."
    },
    {
        "target": "marionette",
        "trick": "lilmonsta",
        "reason": "Маріонетка сидить поруч з Міньоном, а не Демоном. Маріонетка не прокидається щоб обрати хто няньчить Мінімонста і не дізнається свого персонажа якщо має жетон Мінімонста."
    },
    {
        "target": "marionette",
        "trick": "poppygrower",
        "reason": "Якщо Маковій помирає, Демон дізнається хто Маріонетка, а Маріонетка нічого не дізнається."
    },
    {
        "target": "marionette",
        "trick": "snitch",
        "reason": "Маріонетка не дізнається 3 блефи; натомість Демон дізнається ще 3."
    },
    {
        "target": "mastermind",
        "trick": "alhadikhia",
        "reason": "Як Ал-Хадіхая помирає від страти і Геній жив, вночі Ал-Хадіхая обирає трьох добрих гравців: якщо всі оберуть жити, зло перемагає; інакше добро перемагає."
    },
    {
        "target": "pithag",
        "trick": "cultleader",
        "reason": "Якщо Чар-Зіллярка перетворює злого гравця в Лідера Культу, той не може перейти на сторону добра через свою здібність."
    },
    {
        "target": "pithag",
        "trick": "damsel",
        "reason": "Якщо Чар-Зіллярка створює Дівицю, Оповідач вирішує хто нею стає."
    },
    {
        "target": "pithag",
        "trick": "goon",
        "reason": "Якщо Чар-Зіллярка перетворює злого гравця в Прибічника, той не може перейти на сторону добра через свою здібність."
    },
    {
        "target": "pithag",
        "trick": "ogre",
        "reason": "Якщо Чар-Зіллярка перетворює злого гравця на Огра, той не може перейти на сторону добра через свою здібність."
    },
    {
        "target": "pithag",
        "trick": "politician",
        "reason": "Якщо Чар-Зіллярка перетворює злого гравця в Політика, той не може перейти на сторону добра через свою здібність."
    },
    {
        "target": "pithag",
        "trick": "villageidiot",
        "reason": "Якщо ще лишились жетони, Чар-Зіллярка може створити нового Сільського Дурника; тоді п'яний з них може змінитися."
    },
    {
        "target": "scarletwoman",
        "trick": "alhadikhia",
        "reason": "Якщо два Ал-Хадіхая в живих, Багрова Дама що стала Ал-Хадіхая стає знову Багровою Дамою"
    },
    {
        "target": "scarletwoman",
        "trick": "fanggu",
        "reason": "Якщо Фань-Ґу обирає Приїжджого і помирає, Багрова Дама не стає Фань-Ґу."
    },
    {
        "target": "spy",
        "trick": "alchemist",
        "reason": "Якщо Алхімік має здібність Шпигуна, вони не заглядають в Ґримуар і справжній Шпигун не може сприйматися хибно."
    },
    {
        "target": "spy",
        "trick": "damsel",
        "reason": "Якщо Шпигун був чи є в грі, Дівицю отруєно."
    },
    {
        "target": "spy",
        "trick": "magician",
        "reason": "Коли Шпигун бачить Ґримуар, жетони Демона і Чарівника прибрано."
    },
    {
        "target": "spy",
        "trick": "ogre",
        "reason": "Огр сприймає Шпигуна як злого гравця."
    },
    {
        "target": "spy",
        "trick": "poppygrower",
        "reason": "Якщо Маковій в грі, Шпигун не бачить Ґримуар доки Маковій не помре."
    },
    {
        "target": "summoner",
        "trick": "alchemist",
        "reason": "Якщо Алхімік-Заклинач в грі, гра починається з Демоном в грі. Як Алхімік-Заклинач обирає гравця, той стає Демоном але не змінює команду."
    },
    {
        "target": "summoner",
        "trick": "clockmaker",
        "reason": "Якщо Заклинатель в грі, Годинникар не отримує дані доки Демона не створено."
    },
    {
        "target": "summoner",
        "trick": "courtier",
        "reason": "Якщо Заклинач п'ян третьої ночі, Заклинач обере котрого Демона створити, але Оповідач обере хто ним стане."
    },
    {
        "target": "summoner",
        "trick": "engineer",
        "reason": "Як Інжинер прибирає Заклинача з гри що не використав своєї здібності, той одразу її використовує."
    },
    {
        "target": "summoner",
        "trick": "hatter",
        "reason": "Заклинач не може створити Демона що в грі. Як Заклинач створює Демона що не в грі, смерті вночі випадкові."
    },
    {
        "target": "summoner",
        "trick": "kazali",
        "reason": "Заклинач не може створити Демона що в грі. Як Заклинач створює Демона що не в грі, смерті вночі випадкові."
    },
    {
        "target": "summoner",
        "trick": "legion",
        "reason": "Якщо Заклинатель створює Легіон, більшість гравців (в тому числі всі гравці за зло) стають злим Легіоном."
    },
    {
        "target": "summoner",
        "trick": "lordoftyphon",
        "reason": "Якщо Заклинач створює Лорда Тифона, той має бути сусідом Міньона. Інший його сусід стає злим Міньоном не в грі."
    },
    {
        "target": "summoner",
        "trick": "marionette",
        "reason": "The Marionette neighbors the Summoner. The Summoner knows who the Marionette is."
    },
    {
        "target": "summoner",
        "trick": "pithag",
        "reason": "Заклинач не може створити Демона що в грі. Як Заклинач створює Демона що не в грі, смерті вночі випадкові."
    },
    {
        "target": "summoner",
        "trick": "poppygrower",
        "reason": "Якщо Маковій жив як діє Заклинатель, той обирає Демона, але Оповідач обирає гравця."
    },
    {
        "target": "summoner",
        "trick": "preacher",
        "reason": "Якщо Проповідник обирає Заклинателя до 3-ї ночі, Заклинатель обере тип Демона, але Оповідач обере гравця."
    },
    {
        "target": "summoner",
        "trick": "pukka",
        "reason": "Заклинач може стоврити Прикку другої ночі."
    },
    {
        "target": "summoner",
        "trick": "zombuul",
        "reason": "Якщо Заклинач перетворює мертвого гравця на Зомбуула, той вважається Зомбуулом що помер раз."
    },
    {
        "target": "vizier",
        "trick": "alsaahir",
        "reason": "Якщо Візир в грі, Азахір має також вгадати які Демони в грі."
    },
    {
        "target": "vizier",
        "trick": "courtier",
        "reason": "Як Везир втрачає свою здібність, він дізнається про це. Якщо Везира страчено поки він має свою здібність, їх команда перемагає."
    },
    {
        "target": "vizier",
        "trick": "fearmonger",
        "reason": "Везир прокидається з Страховієм, дізнається кого він обрав; Везир не може одразу стратити обраного Страховієм гравця."
    },
    {
        "target": "vizier",
        "trick": "investigator",
        "reason": "Якщо Слідчий дізнається що Везир в грі, наявність Везира не оголошена Оповідачем."
    },
    {
        "target": "vizier",
        "trick": "magician",
        "reason": "Якщо і Везир, і Чарівник в грі, Демон не дізнається Міньонів."
    },
    {
        "target": "vizier",
        "trick": "politician",
        "reason": "Візир може сприйняти Політика як за зло."
    },
    {
        "target": "vizier",
        "trick": "preacher",
        "reason": "Як Везир втрачає свою здібність, він дізнається про це. Якщо Везира страчено поки він має свою здібність, їх команда перемагає."
    },
    {
        "target": "vizier",
        "trick": "zealot",
        "reason": "Для Візира Фанатик може сприйматися як злий гравець."
    },
    {
        "target": "widow",
        "trick": "alchemist",
        "reason": "Якщо Алхімік має здібність Чорної Вдови, він не заглядає в Ґримуар."
    },
    {
        "target": "widow",
        "trick": "damsel",
        "reason": "Якщо Чорна Вдова була чи є в грі, Дівицю отруєно."
    },
    {
        "target": "widow",
        "trick": "magician",
        "reason": "Коли Чорна Вдова бачить Ґримуар, жетони Демона і Чарівника прибрано."
    },
    {
        "target": "widow",
        "trick": "poppygrower",
        "reason": "Якщо Маковій в грі, Чорна Вдова не бачить Ґримуар доки Маковій не помре."
    },
    {
        "target": "kazali",
        "trick": "choirboy",
        "reason": "Казалі не може обрати, щоб Король став Міньоном якщо Хорист в грі."
    },
    {
        "target": "kazali",
        "trick": "goon",
        "reason": "Казалі може зробити Прибічника своїм Міньоном."
    },
    {
        "target": "kazali",
        "trick": "huntsman",
        "reason": "Якщо Казалі перетворює Дівицю в Міньона і Єгер в грі, добрий гравець стає Дівицею."
    },
    {
        "target": "kazali",
        "trick": "marionette",
        "reason": "Якщо Казалі обирає створити Маріонетку, він має обрати для цього свого сусіда."
    },
    {
        "target": "kazali",
        "trick": "soldier",
        "reason": "Казалі може обрати щоб Солдат став одним з злих Міньонів."
    },
    {
        "target": "legion",
        "trick": "engineer",
        "reason": "Легіон і Інжинер не можуть обидва бути на початку в грі. Якщо Інжинер створює Легіон, більшість гравців (і вся команда за зло) стають злим Легіоном"
    },
    {
        "target": "legion",
        "trick": "hatter",
        "reason": "Якщо Капелюшник помирає і Легіон в грі, нічого не відбувається. Якщо Капелюшник помирає, і злий гравець обирає Легіон, усі злі гравці стають Легіоном."
    },
    {
        "target": "legion",
        "trick": "minstrel",
        "reason": "Якщо Легіон сьогодні помер від страти, Легіон лишається зі здібністю, але Міністрель може дізнатися що він - Легіон"
    },
    {
        "target": "legion",
        "trick": "preacher",
        "reason": "Якщо Проповідник обирає Легіон, той не втрачає здібності, але Проповідник може дізнатися що це Легіон"
    },
    {
        "target": "legion",
        "trick": "zealot",
        "reason": "Фанатик може сприйнятися як злий гравець для здібності Легіону."
    },
    {
        "target": "leviathan",
        "trick": "banshee",
        "reason": "Щоночі* Левіафан обирає живого доброго гравця (щоразу нового): обрана Банші помирає і отримує свою здібність."
    },
    {
        "target": "leviathan",
        "trick": "exorcist",
        "reason": "Зло не перемагає коли більше одного доброго гравця срачено якщо Екзорцист жив і хоч раз обрав Левіафана."
    },
    {
        "target": "leviathan",
        "trick": "farmer",
        "reason": "Щоночі* Левіафан обирає живого доброго гравця (щоразу нового): обраний Фермер активується (але не помирає)."
    },
    {
        "target": "leviathan",
        "trick": "grandmother",
        "reason": "Якщо Левіафан в грі і Онук помирає від страти, зло перемагає."
    },
    {
        "target": "leviathan",
        "trick": "hatter",
        "reason": "Якщо Капелюшник помер після 4-го дня, Демон не може обрати Левіафана."
    },
    {
        "target": "leviathan",
        "trick": "innkeeper",
        "reason": "Якщо Левіафан в грі, обраних Трактирником гравців захищено від всіх злих здібностей."
    },
    {
        "target": "leviathan",
        "trick": "king",
        "reason": "Якщо Левіафан в грі і хоча б 1 гравець мертв, щоночі Король дізнається живого персонажа."
    },
    {
        "target": "leviathan",
        "trick": "mayor",
        "reason": "Якщо Левіафан в грі і на 5-й день нікого не страчено, добро перемагає."
    },
    {
        "target": "leviathan",
        "trick": "monk",
        "reason": "Якщо Левіафан в грі, обраного Монахом гравця захищено від всіх злих здібностей."
    },
    {
        "target": "leviathan",
        "trick": "pithag",
        "reason": "Після 5-го дня Чар-Зіллярка не може обрати Левіафана."
    },
    {
        "target": "leviathan",
        "trick": "ravenkeeper",
        "reason": "Щоночі* Левіафан обирає живого доброго гравця (щоразу нового): обраний Воронар активується (але не помирає)"
    },
    {
        "target": "leviathan",
        "trick": "sage",
        "reason": "Щоночі* Левіафан обирає живого доброго гравця (щоразу нового): обраний Мудрець активується (але не помирає)"
    },
    {
        "target": "leviathan",
        "trick": "soldier",
        "reason": "Якщо Левіафан в грі, Солдата захищено від всіх злих здібностей."
    },
    {
        "target": "lilmonsta",
        "trick": "hatter",
        "reason": "Якщо Демон обирає Мінімонсту, той також обирає хто няньчить Мінімонсту цієї ночі."
    },
    {
        "target": "lilmonsta",
        "trick": "magician",
        "reason": "Щоночі Чарівник обирає Міньона: якщо цей Міньон і Мінімоста в живих - той няньчить Мінімонста."
    },
    {
        "target": "lilmonsta",
        "trick": "poppygrower",
        "reason": "Якщо Маковій в грі, Міньони разом не прокидаються. Вони прокидаються почергово, доки один з них не погодиться няньчити жетон Мінімонста"
    },
    {
        "target": "lilmonsta",
        "trick": "scarletwoman",
        "reason": "Якщо 5 або більше гравців живі і гравець з жетоном Мінімонста помирає, Багрова Дама отримує жетон Мінімонста вночі."
    },
    {
        "target": "lilmonsta",
        "trick": "vizier",
        "reason": "Везир може померти від страти якщо няньчить Мінімонста"
    },
    {
        "target": "lleech",
        "trick": "mastermind",
        "reason": "Якщо Геній жив і отруєного Пійявкою гравця вбито стратою, Пійявка виживає але втрачає свою здібність."
    },
    {
        "target": "lleech",
        "trick": "slayer",
        "reason": "Якщо Мисливець стріляє в отруєного Пійявкою гравця - той помирає."
    },
    {
        "target": "riot",
        "trick": "banshee",
        "reason": "Щоночі* Бунт обирає живого доброго гравця (щоразу нового): обрана Банші помирає і отримує свою здібність."
    },
    {
        "target": "riot",
        "trick": "exorcist",
        "reason": "Якщо в третю ніч Екзорцист обирає Бунт, Міньони не стають Бунтом."
    },
    {
        "target": "riot",
        "trick": "farmer",
        "reason": "Щоночі* Бунт обирає живого доброго гравця (щоразу нового): обраний Фермер активується (але не помирає)."
    },
    {
        "target": "riot",
        "trick": "grandmother",
        "reason": "Якщо Бунт в грі і онук помирає протягом дня, Бабуся теж помирає."
    },
    {
        "target": "riot",
        "trick": "innkeeper",
        "reason": "Якщо Бунт в грі, обраних Трактирником гравців захищено від всіх злих здібностей."
    },
    {
        "target": "riot",
        "trick": "king",
        "reason": "Якщо Бунт в грі і хоча б 1 гравець помер, щоночі Король дізнається живого персонажа."
    },
    {
        "target": "riot",
        "trick": "mayor",
        "reason": "Мер може зупинити номінації: в такому випадку якщо лиш 1 Бунт в живих - добро перемагає; інакше перемагає зло."
    },
    {
        "target": "riot",
        "trick": "monk",
        "reason": "Якщо Бунт не в грі, обраного Монахом гравця захищено від всіх злих здібностей."
    },
    {
        "target": "riot",
        "trick": "ravenkeeper",
        "reason": "Щоночі* Бунт обирає живого доброго гравця (щоразу нового): обраний Воронар активується (але не помирає)"
    },
    {
        "target": "riot",
        "trick": "sage",
        "reason": "Щоночі* Бунт обирає живого доброго гравця (щоразу нового): обраний Мудрець активується (але не помирає)"
    },
    {
        "target": "riot",
        "trick": "soldier",
        "reason": "Якщо Бунт в грі, Солдата захищено від всіх злих здібностей."
    },
    {
        "target": "vortox",
        "trick": "banshee",
        "reason": "Якщо Вортох в грі і Банші помирає, гравці все одно дізнаються що померла Банші."
    },
    {
        "target": "yaggababble",
        "trick": "exorcist",
        "reason": "Якщо Екзорцист обирає Балаяггу, то тої ночі здібність Балаягги не вбиває."
    }
]
