[
    {
        "target": "alhadikhia",
        "trick": "princess",
        "reason": "Nếu Công chúa đề cử và xử tử một người chơi vào ngày đầu tiên của họ, thì không ai chết vì khả năng Al-Hadikhia vào đêm nay."
    },
    {
        "target": "bountyhunter",
        "trick": "kazali",
        "reason": "Dân làng ác chỉ được tạo ra khi Thợ săn tiền thưởng còn trong game sau lượt của Kazali"
    },
    {
        "target": "bountyhunter",
        "trick": "philosopher",
        "reason": "Nếu Triết gia nhận chức năng của Thợ săn tiền thưởng, 1 Dân làng có thể trở thành người xấu."
    },
    {
        "target": "cannibal",
        "trick": "butler",
        "reason": "Nếu Ăn thịt người có chức năng của Quản gia, Ăn thịt người biết điều này."
    },
    {
        "target": "cannibal",
        "trick": "juggler",
        "reason": "Nếu Người tung hứng đoán vào ngày đầu tiên của họ và bị xử tử, tối nay Kẻ ăn thịt người còn sống sẽ biết được Người tung hứng đã đoán đúng bao nhiêu lần."
    },
    {
        "target": "cannibal",
        "trick": "poppygrower",
        "reason": "Nếu Ăn thịt người ăn Người trồng hoa, rồi chết hoặc mất chức năng của Người trồng hoa, Quỷ và Tay sai được biết nhau."
    },
    {
        "target": "cannibal",
        "trick": "princess",
        "reason": "Nếu Cannibal đề cử và xử tử Công chúa vào hôm nay, thì Ác quỷ sẽ không giết người vào đêm nay."
    },
    {
        "target": "cannibal",
        "trick": "zealot",
        "reason": "Nếu Ăn thịt người có chức năng của Kẻ quá khích, Ăn thịt người biết điều này."
    },
    {
        "target": "mathematician",
        "trick": "chambermaid",
        "reason": "Nữ phục vụ biết Nhà toán học dậy tối nay hay không, ngay cả khi Nữ phục vụ dậy trước."
    },
    {
        "target": "mathematician",
        "trick": "lunatic",
        "reason": "Nhà toán học biết khi Người điên tấn công (những) người khác với người Quỷ thật tấn công."
    },
    {
        "target": "butler",
        "trick": "organgrinder",
        "reason": "Nếu Nhạc công đường phố tạo ra bỏ phiếu ẩn, Quản gia có thể bỏ phiếu nhưng phiếu của họ được đếm khi chủ nhân của họ bỏ phiếu."
    },
    {
        "target": "heretic",
        "trick": "baron",
        "reason": "Có thể Nam tước chỉ thêm 1 Lữ khách, không phải 2."
    },
    {
        "target": "heretic",
        "trick": "boffin",
        "reason": "Quỷ không được có chức năng của Vô thần"
    },
    {
        "target": "heretic",
        "trick": "godfather",
        "reason": "Chỉ có 1 nhân vật jinx trong cuộc."
    },
    {
        "target": "heretic",
        "trick": "lleech",
        "reason": "Nếu Lleech đầu độc Dị giáo và Lleech chết, Dị giáo vẫn bị trúng độc."
    },
    {
        "target": "heretic",
        "trick": "pithag",
        "reason": "Pit-hag không tạo ra Dị giáo."
    },
    {
        "target": "heretic",
        "trick": "spy",
        "reason": "Chỉ có 1 nhân vật jinx trong cuộc."
    },
    {
        "target": "heretic",
        "trick": "widow",
        "reason": "Chỉ có 1 nhân vật jinx trong cuộc."
    },
    {
        "target": "ogre",
        "trick": "recluse",
        "reason": "Nếu Người ẩn dật được thấy là người xấu với Orge, Orge được thông báo họ là người xấu"
    },
    {
        "target": "plaguedoctor",
        "trick": "baron",
        "reason": "Nếu Người kể chuyện có được khả năng Baron, tối đa hai người chơi sẽ trở thành Người ngoài cuộc không tham gia."
    },
    {
        "target": "plaguedoctor",
        "trick": "boomdandy",
        "reason": "Nếu Bác sĩ dịch hạch bị hành quyết và Người kể chuyện sẽ có chức năng của Kẻ giữ bom, chức năng của Kẻ giữ bom sẽ được kích hoạt ngay lập tức."
    },
    {
        "target": "plaguedoctor",
        "trick": "eviltwin",
        "reason": "Người kể chuyện không thể có chức năng của Sinh đôi xấu nếu Bác sĩ dịch hạch chết."
    },
    {
        "target": "plaguedoctor",
        "trick": "fearmonger",
        "reason": "Nếu Bác sĩ dịch hạch chết, một Minion còn sống sẽ có chức năng của Kẻ gây hãi ngoài chức năng của họ và biết được điều này."
    },
    {
        "target": "plaguedoctor",
        "trick": "goblin",
        "reason": "Nếu Bác sĩ dịch hạch chết, một Tay sai còn sống sẽ nhận được chức năng của Goblin ngoài chức năng của họ và biết được điều này."
    },
    {
        "target": "plaguedoctor",
        "trick": "marionette",
        "reason": "Nếu Ác ma có một người hàng xóm còn sống và Người dân thị trấn hoặc Người ngoài cuộc khi Bác sĩ bệnh dịch chết, người chơi đó sẽ trở thành một Marionette độc ​​ác. Nếu đã có thêm một người chơi ác thì điều này sẽ không xảy ra."
    },
    {
        "target": "plaguedoctor",
        "trick": "scarletwoman",
        "reason": "Nếu Bác sĩ dịch hạch chết, một Minion còn sống sẽ có chức năng của Phụ nữ đỏ ngoài chức năng của họ và biết được điều này."
    },
    {
        "target": "plaguedoctor",
        "trick": "spy",
        "reason": "Nếu Bác sĩ dịch hạch chết, một Minion còn sống sẽ có chức năng của Gián điệp ngoài chức năng của họ và biết được điều này."
    },
    {
        "target": "boffin",
        "trick": "alchemist",
        "reason": "Nếu Nhà giả kim có chức năng của Nhà nghiên cứu, Nhà giả kim không biết chức năng của Quỷ."
    },
    {
        "target": "boffin",
        "trick": "cultleader",
        "reason": "Nếu Quỷ có chức năng của Trưởng giáo phải, họ không thể biến thành người tốt bằng chức năng này."
    },
    {
        "target": "boffin",
        "trick": "drunk",
        "reason": "Nếu Quỷ có chức năng của Say rượu, Nhà nghiên cứu thay vào đó chọn 1 người Townfolk nhận chức năng đó."
    },
    {
        "target": "boffin",
        "trick": "goon",
        "reason": "Nếu Quỷ có chức năng của Bất lương, họ không thể trở thành người tốt vì chức năng của họ."
    },
    {
        "target": "boffin",
        "trick": "ogre",
        "reason": "Quỷ không được có chức năng của Orge."
    },
    {
        "target": "boffin",
        "trick": "politician",
        "reason": "Quỷ không được có chức năng của Chính trị gia."
    },
    {
        "target": "boffin",
        "trick": "villageidiot",
        "reason": "Nều còn thừa token, Nhà nghiên cứu có thể cho chức năng của Ngố lang."
    },
    {
        "target": "cerenovus",
        "trick": "goblin",
        "reason": "Cerenovus có thể khiến 1 người chơi điên rằng họ là Yêu tinh."
    },
    {
        "target": "marionette",
        "trick": "balloonist",
        "reason": "Nếu Con rối nghĩ mình là Khinh khí cầu, vẫn thêm +1 Lữ khách."
    },
    {
        "target": "marionette",
        "trick": "damsel",
        "reason": "Con rối không biết có Thiếu nữ trong cuộc."
    },
    {
        "target": "marionette",
        "trick": "huntsman",
        "reason": "Nếu Con rối nghĩ mình là Thợ săn, vẫn thêm Thiếu nữ."
    },
    {
        "target": "marionette",
        "trick": "lilmonsta",
        "reason": "Con rối ngồi cạnh Tay sai, không phải Quỷ. Con rối không được gọi dậy để chọn người trông non Lil' Monsta, và không biết họ là Con rối khi họ nhân token Lil' Monsta."
    },
    {
        "target": "marionette",
        "trick": "poppygrower",
        "reason": "Khi Người trồng hoa chết, Quỷ biết Con rối nhưng Con rối không biết gì."
    },
    {
        "target": "marionette",
        "trick": "snitch",
        "reason": "Con rối không biết 3 nhân vật ngoài cuộc. Thay vào đó, Quỷ biết thêm 3."
    },
    {
        "target": "mastermind",
        "trick": "alhadikhia",
        "reason": "Nếu Al-Hadikhia chết vì hành quyết, và Kẻ chủ mưu còn sống, Al-Hadikhia chọn 3 người tốt đêm nay: nếu cả 3 cùng chọn sống, phe xấu thắng. Ngược lại, phe tốt thắng."
    },
    {
        "target": "pithag",
        "trick": "cultleader",
        "reason": "Nếu Pit-hag biến người xấu thành Trưởng giáo phái, họ không thể trờ thành người tốt bằng chức năng của họ."
    },
    {
        "target": "pithag",
        "trick": "damsel",
        "reason": "Nếu Pit-hag tạo ra Thiếu nữ, Người kể chuyện quyết định người đó là ai."
    },
    {
        "target": "pithag",
        "trick": "goon",
        "reason": "Nếu Pit-hag biến người xấu thành Bất lương, họ không thể trờ thành người tốt bằng chức năng của họ."
    },
    {
        "target": "pithag",
        "trick": "ogre",
        "reason": "Nếu Pit-Hag biến một người chơi xấu thành Yêu tinh, họ không thể trở thành người tốt do khả năng của chính họ."
    },
    {
        "target": "pithag",
        "trick": "politician",
        "reason": "Pit-hag không thể tạo ra Chính trị gia ác."
    },
    {
        "target": "pithag",
        "trick": "villageidiot",
        "reason": "Nếu còn thừa token, Pit-hag có thể tạo ra Ngố làng. Nếu làm vậy, Ngố làng say có thể đổi."
    },
    {
        "target": "scarletwoman",
        "trick": "alhadikhia",
        "reason": "Nếu có 2 Al-Hadikhia còn sống, Phụ nữ đỏ là Al-Hadikhia trở về thành Phụ nữ đỏ bình thường."
    },
    {
        "target": "scarletwoman",
        "trick": "fanggu",
        "reason": "Nếu Fang Gu chọn Lữ khách và chết, Phụ nữ đỏ chưa được trở thành Fang Gu."
    },
    {
        "target": "spy",
        "trick": "alchemist",
        "reason": "Nếu Nhà giả kim có khả năng Gián điệp, họ sẽ không nhìn thấy Grimoire và Gián điệp thực sự không thể đăng ký sai."
    },
    {
        "target": "spy",
        "trick": "damsel",
        "reason": "Nếu Gián điệp đang (hoặc đã) có trong game, Thiếu nữ bị trúng độc."
    },
    {
        "target": "spy",
        "trick": "magician",
        "reason": "Khi Gián điệp nhìn Sách ma thuật, token nhân vật của Quỷ và Ảo thuật gia được lấy ra."
    },
    {
        "target": "spy",
        "trick": "ogre",
        "reason": "Gián điệp tính là người xấu với Orge."
    },
    {
        "target": "spy",
        "trick": "poppygrower",
        "reason": "Nếu có Người trồng hoa trong cuộc, Gián điệp không được nhìn Sách ma thuật cho tới khi Người trồng hoa chết."
    },
    {
        "target": "summoner",
        "trick": "alchemist",
        "reason": "Nếu có Nhà giả kim nhận Kẻ triệu hồi trong game, game bắt đầu với 1 Quỷ như bình thường. Nếu Nhà giả kim nhận Kẻ triệu hồi chọn 1 người, họ biến người đó thành Quỷ nhưng giữ nguyên phe."
    },
    {
        "target": "summoner",
        "trick": "clockmaker",
        "reason": "Nếu có Kẻ triệu hồi trong game, Thợ đồng hồ sẽ không nhận thông tin cho đến khi Quỷ được tạo ra."
    },
    {
        "target": "summoner",
        "trick": "courtier",
        "reason": "Nếu Kẻ triệu hồi bị say vào đêm thứ 3, Kẻ triệu hồi chọn Quỷ, nhưng Người kể chuyện chọn người là Quỷ."
    },
    {
        "target": "summoner",
        "trick": "engineer",
        "reason": "Nếu Kĩ sư loại bỏ Kẻ triệu hồi khỏi game trước khi họ được dùng chức năng, Kẻ triệu hồi được dùng chức năng ngay lập tức."
    },
    {
        "target": "summoner",
        "trick": "hatter",
        "reason": "Kẻ triệu hồi không thể tạo ra Quỷ trong game. Nếu Kẻ triệu hồi tạo ra Quỷ ngoài game, cái chết đêm nay là ngẫu nhiên."
    },
    {
        "target": "summoner",
        "trick": "kazali",
        "reason": "Kẻ triệu hồi không thể tạo ra Quỷ trong game. Nếu Kẻ triệu hồi tạo ra Quỷ ngoài game, cái chết đêm nay là ngẫu nhiên."
    },
    {
        "target": "summoner",
        "trick": "legion",
        "reason": "Nếu Kẻ triệu hồi chọn Legion, đa số người chơi (trong đó có tất cả người xấu) trở thành Legion xấu."
    },
    {
        "target": "summoner",
        "trick": "lordoftyphon",
        "reason": "Nếu Kẻ triệu hồi tạo ra Thần Typhon, Thần Typhon phải ngồi cạnh 1 Tay Sai. Hàng xóm còn lại trở thành Minion ngoài game."
    },
    {
        "target": "summoner",
        "trick": "marionette",
        "reason": "Marionette hàng xóm với Summoner. Người triệu hồi biết Marionette là ai."
    },
    {
        "target": "summoner",
        "trick": "pithag",
        "reason": "Kẻ triệu hồi không thể tạo ra Quỷ trong game. Nếu Kẻ triệu hồi tạo ra Quỷ ngoài game, cái chết đêm nay là ngẫu nhiên."
    },
    {
        "target": "summoner",
        "trick": "poppygrower",
        "reason": "Nếu Người trồng hoa còn sống khi Kẻ triệu hồi hoạt động, Kẻ triệu hồi chỉ được chọn nhân vật, Người kẻ chuyện sẽ chọn người."
    },
    {
        "target": "summoner",
        "trick": "preacher",
        "reason": "Nếu Mục sư chọn trúng Kẻ triệu hồi trong hoặc trước ngày 3, Kẻ triệu hồi chọn 1 Quỷ, Người kể chuyện chọn người làm Quỷ."
    },
    {
        "target": "summoner",
        "trick": "pukka",
        "reason": "Kẻ triệu hồi có thể biến 1 người thành Pukka từ đêm thứ 2."
    },
    {
        "target": "summoner",
        "trick": "zombuul",
        "reason": "Nếu Kẻ triệu hồi biến người chết thành Zombuul, Người kể chuyện sẽ coi người đó là Zombuul đã chết lần đầu."
    },
    {
        "target": "vizier",
        "trick": "alsaahir",
        "reason": "Nếu có Tể tướng trong game, Alsaahir phải đoán đúng vai trò của Quỷ."
    },
    {
        "target": "vizier",
        "trick": "courtier",
        "reason": "Nếu Vizier mất khả năng, họ sẽ học được điều này. Nếu Vizier bị xử tử khi họ có khả năng của mình, đội của họ sẽ thắng."
    },
    {
        "target": "vizier",
        "trick": "fearmonger",
        "reason": "Vizier thức dậy cùng với Fearmonger, biết họ chọn ai và không thể chọn xử tử người chơi đó ngay lập tức."
    },
    {
        "target": "vizier",
        "trick": "investigator",
        "reason": "Nếu Điều tra viên biết có Tể tướng trong cuộc, sự tồn tại của Tể tướng sẽ không được Người kể chuyện thông báo."
    },
    {
        "target": "vizier",
        "trick": "magician",
        "reason": "Nếu Vizier và Magician đều đang chơi, Ác ma sẽ không học được Minions."
    },
    {
        "target": "vizier",
        "trick": "politician",
        "reason": "Chính trị gia có thể thấy là người xấu với Tể tướng."
    },
    {
        "target": "vizier",
        "trick": "preacher",
        "reason": "Nếu Vizier mất khả năng, họ sẽ học được điều này. Nếu Vizier bị xử tử khi họ có khả năng của mình, đội của họ sẽ thắng."
    },
    {
        "target": "vizier",
        "trick": "zealot",
        "reason": "Kẻ quá khích có thể thấy là người xấu với chức năng của Tể tướng"
    },
    {
        "target": "widow",
        "trick": "alchemist",
        "reason": "Nếu Nhà giả kim có khả năng Góa phụ, họ sẽ không nhìn thấy Grimoire."
    },
    {
        "target": "widow",
        "trick": "damsel",
        "reason": "Nếu Góa phụ đang (hoặc đã) có trong game, Thiếu nữ bị trúng độc."
    },
    {
        "target": "widow",
        "trick": "magician",
        "reason": "Khi Góa phụ nhìn Sách ma thuật, token nhân vật của Quỷ và Ảo thuật gia được lấy ra."
    },
    {
        "target": "widow",
        "trick": "poppygrower",
        "reason": "Nếu có Người trồng hoa trong cuộc, Góa phụ không được nhìn Sách ma thuật cho tới khi Người trồng hoa chết."
    },
    {
        "target": "kazali",
        "trick": "choirboy",
        "reason": "Kazali không được chọn Ông vua trở thành Tay sai nếu có Ca đoàn trong game."
    },
    {
        "target": "kazali",
        "trick": "goon",
        "reason": "Người Kazali có thể chọn người chơi Goon là một trong những Minions độc ác của họ."
    },
    {
        "target": "kazali",
        "trick": "huntsman",
        "reason": "Nếu Kazali biến Thiếu nữ thành Tay sai, và có Thợ săn trong game, người tốt trở thành Thiếu nữ."
    },
    {
        "target": "kazali",
        "trick": "marionette",
        "reason": "Nếu người Kazali chọn tạo Marionette, họ phải chọn một trong những người hàng xóm của mình."
    },
    {
        "target": "kazali",
        "trick": "soldier",
        "reason": "Người Kazali có thể chọn người chơi Người lính là một trong những Minion độc ác của họ."
    },
    {
        "target": "legion",
        "trick": "engineer",
        "reason": "Legion và Kĩ sư không thể tồn tại cùng nhau khi bắt đầu game. Nếu Kĩ sư tạo ra Legion, đa số người chơi (tính cả người chơi ác) trở thành Legion ác."
    },
    {
        "target": "legion",
        "trick": "hatter",
        "reason": "Nếu Thợ làm mũ chết mà có Legion trong game, không có gì xảy ra. Nếu Thợ làm mũ chết và người xấu chon Legion, tất cả người xấu hiện tại trở thành Legion."
    },
    {
        "target": "legion",
        "trick": "minstrel",
        "reason": "Nếu Legion chết vì hành quyết hôm nay, Legion được giữ chức năng, nhưng Người hát rong có thể biết họ là Legion."
    },
    {
        "target": "legion",
        "trick": "preacher",
        "reason": "Nếu Mục sư chọn trúng Legion, Legion được giữ chức năng, nhưng Mục sư có thể biết họ là Legion."
    },
    {
        "target": "legion",
        "trick": "zealot",
        "reason": "Zealot có thể bị cho là xấu xa đối với khả năng của Legion."
    },
    {
        "target": "leviathan",
        "trick": "banshee",
        "reason": "Mỗi đêm*, Leviathan chọn một người chơi giỏi còn sống (khác với những đêm trước): Banshee được chọn chết và có được khả năng của họ."
    },
    {
        "target": "leviathan",
        "trick": "exorcist",
        "reason": "Cái ác không thắng khi có nhiều hơn 1 người chơi tốt bị xử tử, nếu Exorcist còn sống và đã từng chọn thành công Leviathan."
    },
    {
        "target": "leviathan",
        "trick": "farmer",
        "reason": "Mỗi đêm*, Leviathan chọn một người chơi giỏi còn sống (khác với những đêm trước): Nông dân được chọn sử dụng khả năng của họ nhưng không chết."
    },
    {
        "target": "leviathan",
        "trick": "grandmother",
        "reason": "Nếu Leviathan đang chơi và Cháu chết do bị hành quyết, cái ác sẽ thắng."
    },
    {
        "target": "leviathan",
        "trick": "hatter",
        "reason": "Nếu Thợ làm mũ chết trong hoặc sau ngày thứ 5, Quỷ không được chọn Leviathan."
    },
    {
        "target": "leviathan",
        "trick": "innkeeper",
        "reason": "Nếu Leviathan đang chơi, những người chơi được Chủ quán trọ bảo vệ sẽ an toàn trước mọi khả năng xấu xa."
    },
    {
        "target": "leviathan",
        "trick": "king",
        "reason": "Nếu Leviathan đang chơi và ít nhất 1 người chơi đã chết, Nhà vua sẽ học được một nhân vật còn sống mỗi đêm."
    },
    {
        "target": "leviathan",
        "trick": "mayor",
        "reason": "Nếu Leviathan đang chơi và không xảy ra hành quyết vào ngày thứ 5, bên tốt sẽ thắng."
    },
    {
        "target": "leviathan",
        "trick": "monk",
        "reason": "Nếu Leviathan đang chơi, người chơi được Monk bảo vệ sẽ an toàn trước mọi khả năng xấu xa."
    },
    {
        "target": "leviathan",
        "trick": "pithag",
        "reason": "Sau ngày thứ 5, Pit-Hag không được chọn Leviathan."
    },
    {
        "target": "leviathan",
        "trick": "ravenkeeper",
        "reason": "Each night*, the Leviathan chooses an alive player (different to previous nights): a chosen Ravenkeeper uses their ability but does not die."
    },
    {
        "target": "leviathan",
        "trick": "sage",
        "reason": "Mỗi đêm*, Leviathan chọn một người chơi giỏi còn sống (khác với những đêm trước): Hiền nhân được chọn sử dụng khả năng của họ nhưng không chết."
    },
    {
        "target": "leviathan",
        "trick": "soldier",
        "reason": "Nếu Leviathan đang chơi, Người lính sẽ an toàn trước mọi khả năng xấu xa."
    },
    {
        "target": "lilmonsta",
        "trick": "hatter",
        "reason": "Nếu Quỷ chọn Lil' Monsta, họ cũng được chọn một Tay sai để trở thành và trông Lil' Monsta tối nay."
    },
    {
        "target": "lilmonsta",
        "trick": "magician",
        "reason": "Mỗi đêm, Pháp sư chọn một Minion: nếu Minion và Lil' Monsta đó còn sống, Minion đó sẽ trông trẻ cho Lil' Monsta."
    },
    {
        "target": "lilmonsta",
        "trick": "poppygrower",
        "reason": "Nếu có Người trồng hoa trong cuộc, Tay sai không dậy cùng nhau. Họ được gọi dậy lần lượt, cho đến khi một người chấp nhận trông non Lil' Monsta."
    },
    {
        "target": "lilmonsta",
        "trick": "scarletwoman",
        "reason": "Nếu còn 5 người sống trở lên và người giữ Lil' Monsta chết, Phụ nữ đỏ được giữ Lil' Monsta tối nay."
    },
    {
        "target": "lilmonsta",
        "trick": "vizier",
        "reason": "Tể tướng có thể chết vì hành quyết nếu họ đang trông non Lil' Monsta."
    },
    {
        "target": "lleech",
        "trick": "mastermind",
        "reason": "Nếu Chủ mưu còn sống và vật chủ của Lleech chết vì hành quyết, Lleech sống nhưng mất chức năng."
    },
    {
        "target": "lleech",
        "trick": "slayer",
        "reason": "Nếu Người diệt quỷ giết vật chủ của Lleech, vật chủ chết."
    },
    {
        "target": "riot",
        "trick": "banshee",
        "reason": "Mỗi đêm*, Riot chọn một người chơi giỏi còn sống (khác với những đêm trước): Banshee được chọn chết và nhận được khả năng của họ."
    },
    {
        "target": "riot",
        "trick": "exorcist",
        "reason": "Nếu Pháp sư chọn Riot vào đêm thứ 3, Minions sẽ không trở thành Riot."
    },
    {
        "target": "riot",
        "trick": "farmer",
        "reason": "Mỗi đêm*, Riot chọn một người chơi giỏi còn sống (khác với những đêm trước): Nông dân được chọn sử dụng khả năng của họ nhưng không chết."
    },
    {
        "target": "riot",
        "trick": "grandmother",
        "reason": "Nếu Riot diễn ra và Cháu chết trong ngày thì Bà cũng chết."
    },
    {
        "target": "riot",
        "trick": "innkeeper",
        "reason": "Nếu Riot đang chơi, người chơi được Chủ quán trọ bảo vệ sẽ an toàn trước mọi khả năng xấu xa."
    },
    {
        "target": "riot",
        "trick": "king",
        "reason": "Nếu Riot đang chơi và có ít nhất 1 người chơi chết, Nhà vua sẽ học được một nhân vật còn sống mỗi đêm."
    },
    {
        "target": "riot",
        "trick": "mayor",
        "reason": "Thị trưởng có thể chọn dừng đề cử. Nếu họ làm như vậy khi chỉ còn 1 Riot còn sống thì chiến thắng tốt. Nếu không thì cái ác sẽ thắng."
    },
    {
        "target": "riot",
        "trick": "monk",
        "reason": "Nếu Riot đang chơi, người chơi được Monk bảo vệ sẽ an toàn trước mọi khả năng xấu xa."
    },
    {
        "target": "riot",
        "trick": "ravenkeeper",
        "reason": "Mỗi đêm*, Riot chọn một người chơi giỏi còn sống (khác với những đêm trước): Ravenkeeper được chọn sử dụng khả năng của họ nhưng không chết."
    },
    {
        "target": "riot",
        "trick": "sage",
        "reason": "Mỗi đêm*, Riot chọn một người chơi giỏi còn sống (khác với những đêm trước): Hiền nhân được chọn sử dụng khả năng của họ nhưng không chết."
    },
    {
        "target": "riot",
        "trick": "soldier",
        "reason": "Nếu Riot đang diễn ra, Người lính sẽ an toàn trước mọi khả năng xấu xa."
    },
    {
        "target": "vortox",
        "trick": "banshee",
        "reason": "Nếu có Vortox trong game và Quỷ giết Quỷ báo tử, người chơi vẫn được thông báo là Quỷ báo tử đã chết."
    },
    {
        "target": "yaggababble",
        "trick": "exorcist",
        "reason": "Nếu Thầy trừ tà chọn Yaggababble, chức năng của Yaggababble không thẻ giết người đêm nay."
    }
]
